{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06175104",
            "orgStudyIdInfo": {
                "id": "SPR201912"
            },
            "organization": {
                "fullName": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "HeartGPS: A Study Exploring the Effects of a Psychological Intervention for Parents and Their Babies After Prenatal Cardiac Diagnosis",
            "officialTitle": "HeartGPS: A Longitudinal Randomized Controlled Trial Examining the Effects of a Prenatally-Delivered Psychological Intervention for Parents and Their Babies With Single Ventricle Congenital Heart Disease",
            "acronym": "HeartGPS",
            "therapeuticArea": [
                "Women's Health",
                "Other",
                "Cardiovascular",
                "Mental Health"
            ],
            "study": "heartgps-a-study-exploring-the-effects-of-a-psychological-intervention-for-parents-and-their-babies-after-prenatal-cardiac-diagnosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-03",
            "studyFirstSubmitQcDate": "2023-12-08",
            "studyFirstPostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Hospital Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "Vanderbilt University Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Sydney Children's Hospitals Network",
                    "class": "OTHER"
                },
                {
                    "name": "University of Pittsburgh",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Babies with single ventricle congenital heart disease (SVCHD) are often diagnosed during pregnancy. While prenatal diagnosis has important clinical benefits, it is often stressful and overwhelming for parents, and many express a need for psychological support. HeartGPS is a psychological intervention for parents who receive their baby's diagnosis of SVCHD during pregnancy. It includes 8 sessions with a psychologist, coupled with tailored educational resources, and a personalized care plan. The intervention focuses on fostering parent psychological adjustment and wellbeing, and supporting parents to bond with their baby in ways that feel right for them. Through this study, the investigators will learn if HeartGPS is useful and effective for parents and their babies when it is offered in addition to usual fetal cardiac care. The investigators will examine the effects of the HeartGPS intervention on parental anxiety, depression, and traumatic stress; fetal and infant brain development; parent-infant bonding; and infant neurobehavioral and neurodevelopmental outcomes. The investigators will also explore mechanisms associated with stress biology during pregnancy, infant brain development and neurodevelopmental outcomes, and parent and infant intervention effects.",
            "detailedDescription": "Maternal prenatal stress and anxiety can affect brain development in fetuses with and without congenital heart disease (CHD), influencing neurodevelopmental trajectories and establishing a neural basis for phenotypes associated with adverse mental health outcomes later in life. The prenatal period offers a critical window of opportunity, when ameliorating maternal psychological stress is likely to have enormous benefits for parents and their babies. Yet, there is a remarkable lack of prenatal interventions to support parent mental health and optimize child development during this period. This longitudinal randomized controlled trial compares a novel, 8-week, prenatally-delivered psychological intervention (called HeartGPS) to usual fetal cardiac care. In comparison with usual care, the study aims are to examine the effects of HeartGPS on: (1) maternal psychological distress (anxiety, depression, and traumatic stress) across the perinatal period; (2) fetal and infant brain development; (3) infant neurodevelopment; and (4) parent-infant behavioral synchrony. The study will also explore how neurobiological, psychological, behavioral, and social factors may explain intervention effects.\n\nAcross multiple sites, the investigators will enroll 104 mothers and their babies with single ventricle congenital heart disease to receive usual fetal cardiac care or usual fetal cardiac care plus the HeartGPS intervention. HeartGPS includes psychology sessions during pregnancy and the early postpartum period, coupled with tailored educational resources, and a personalized care plan to support longer-term parent, child, and family mental health and wellbeing. Maternal prenatal assessments will be performed at baseline (pre-randomization) and approximately 36-weeks gestation followed by maternal and infant assessments at approximately infant age 28-days, 6-months, and 12-months. Fetal neuroimaging will occur at approximately 36-weeks gestation and infant neuroimaging will take place at approximately infant age 28-days, using structural and functional magnetic resonance imaging (MRI). Placental tissue, maternal, paternal and infant blood, and maternal and infant saliva samples will also be collected. The primary outcomes for the trial are changes in maternal anxiety, depression, and traumatic stress scores from baseline to 6-months postpartum. Secondary outcomes include neonatal neurobehavior (NeoNatal Neurobehavioral Scale), infant neurodevelopment at 12 months (Bayley Scales of Infant Development), and mother-infant behavioral synchrony at 12 months (CARE-Index). In addition to rigorously testing a promising new therapy, this study will generate knowledge to accelerate treatments for maternal prenatal psychological stress and define mechanisms underlying the fetal origins of brain development and neurodevelopmental outcomes in CHD."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Defects, Congenital",
                "Anxiety in Pregnancy",
                "Depression, Postpartum",
                "Trauma, Psychological",
                "Neurodevelopmental Disorders"
            ],
            "keywords": [
                "Congenital Heart Disease",
                "Prenatal",
                "Mental Health",
                "Neurodevelopment",
                "Neurobehavior",
                "Fetal Cardiology",
                "Psychological Intervention",
                "Mother-Infant Attachment",
                "Mother-Infant Bonding",
                "Medical Traumatic Stress",
                "Neuroimaging",
                "Brain Development",
                "Fetal Neuroimaging",
                "Perinatal Mental Health",
                "Medical Psychology"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 104,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HeartGPS (Treatment Arm)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive usual fetal cardiac care plus the HeartGPS intervention. This is a novel psychological intervention leveraging virtual technology and user-centered design to reduce maternal psychological stress and anxiety after prenatal cardiac diagnosis and improve neurodevelopmental outcomes for infants with single ventricle CHD.\n\nGPS stands for: Guiding through emotions, Providing information and support, and Strengthening connections.\n\nThe intervention includes sessions with a trained psychologist, coupled with tailored educational resources, and a personalized care plan to support longer-term parent, child, and family wellbeing.",
                    "interventionNames": [
                        "Behavioral: HeartGPS"
                    ]
                },
                {
                    "label": "Usual Fetal Cardiac Care (Control Arm)",
                    "type": "NO_INTERVENTION",
                    "description": "In the usual care arm, participants will receive the information, support, and resources currently offered by their fetal heart care team. This can include support from their doctor or nurse, a social worker, psychologist, or support group, as well as information booklets, websites, and other resources to help parents learn more about their baby's heart condition."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HeartGPS",
                    "description": "HeartGPS includes three key components:\n\n1. Sessions with a psychologist trained to deliver the intervention using attachment-based and trauma-informed therapy techniques, coupled with mind-body skills. The intervention can be delivered in-person or via telehealth, in accordance with participants' preferences.\n2. Educational resources, including a series of modules to complement the sessions and evidence-based tools to support psychological adjustment and coping, parent-infant bonding and attachment, and parent-clinician communication.\n3. A personalized care plan, charting mental health care needs, goals, and preferences, with evidence-based strategies to support longer-term wellbeing.",
                    "armGroupLabels": [
                        "HeartGPS (Treatment Arm)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maternal anxiety symptoms",
                    "description": "Maternal anxiety symptoms will be measured using the validated, 20-item, self-report State-Trait Anxiety Inventory State subscale. Response options for each item range from 1 ('Not at all') to 4 ('Very much so'), yielding a total possible score ranging from 20 to 80, with higher scores indicating greater anxiety symptoms.",
                    "timeFrame": "Baseline, approx. 36 weeks gestation, infant age 28 days, infant age 6 months, infant age 12 months"
                },
                {
                    "measure": "Maternal depressive symptoms",
                    "description": "Maternal depressive symptoms will be measured using the validated, 10-item, self-report Edinburgh Depression Scale. Response options for each item range from 0 to 3, yielding a total possible score ranging from 0 to 30, with higher scores indicating greater depressive symptoms.",
                    "timeFrame": "Baseline, approx. 36 weeks gestation, infant age 28 days, infant age 6 months, infant age 12 months"
                },
                {
                    "measure": "Maternal traumatic stress symptoms",
                    "description": "Maternal traumatic stress symptoms will be measured using the validated, 20-item, self-report Posttraumatic Stress Disorder Checklist for Diagnostic Statistical Manual of Mental Disorders, 5th edition (DSM-5). Response options for each item range from 0 ('Not at all') to 4 ('Extremely'), yielding a total possible score ranging from 0 to 80, with higher scores indicating greater traumatic stress symptoms.",
                    "timeFrame": "Baseline, approx. 36 weeks gestation, infant age 28 days, infant age 6 months, infant age 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Infant neurobehavior",
                    "description": "Infant neurobehavior will be assessed using the NeoNatal Neurobehavioral Scale (NNNS-II). The NNNS-II examines infant neurobehavioral organization, neurological reflexes, motor development (active and passive tone), and signs of stress. Analysis of the NNNS-II is based on summary scores for attention (possible scores: 1-9), handling (0-1), self-regulation (1-9), arousal (1-9), excitability (0-15), lethargy (0-15), hypotonicity (0-10), hypertonicity (0-10), non-optimal reflexes (0-15), asymmetric reflexes (0-16), habituation (1-9), quality of movement (1-9), and stress-abstinence (0-1). Some items may not be administered due to infant sternal precautions. Each infant is assigned to a mutually exclusive profile (category) based on their pattern of scores across the summary scores.",
                    "timeFrame": "Infant corrected-age 28 to 56 days"
                },
                {
                    "measure": "Infant neurodevelopment",
                    "description": "Infant neurodevelopment will be assessed using the Bayley Scales of Infant Development - Fourth Edition (BSID-4). Cognitive, language, and motor domains will be assessed, as well as infant social-emotional and adaptive behavior development. For each subtest or subdomain the highest possible score is 19, and the lowest possible score is 1. Scores from 8 to 12 are considered average.",
                    "timeFrame": "Infant corrected-age 12 months (approximate)"
                },
                {
                    "measure": "Mother-infant dyadic synchrony",
                    "description": "Mother-infant dyadic synchrony will be assessed using a standardized, 3-minute, free-play observational procedure, called the Child-Adult Relationship Experimental (CARE) Index. Four aspects of affective attunement (facial expression, vocal expressions, position and body contact, expressions of affection), and three aspects of behavioral attunement (pacing of turns, control, choice of activity) will each be rated and combined to generate an overall dyadic synchrony score ranging from 0-14, with higher scores indicating greater synchrony.",
                    "timeFrame": "Infant corrected-age 12 months (approximate)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Variation of prenatal cortisol levels in maternal saliva",
                    "description": "Maternal hypothalamic-pituitary-adrenal (HPA) axis functioning will be assessed using saliva sampling at 3 timepoints daily on two consecutive weekdays.",
                    "timeFrame": "Baseline, 32 weeks gestation (approximate)"
                },
                {
                    "measure": "Variation of cortisol levels in maternal and infant saliva",
                    "description": "Maternal and infant hypothalamic-pituitary-adrenal (HPA) axis functioning will be assessed using saliva sampling at 4 timepoints before and after the Child-Adult Relationship Experimental (CARE) Index.",
                    "timeFrame": "Infant corrected-age 12 months (approximate)"
                },
                {
                    "measure": "Structural and functional brain development",
                    "description": "Functional magnetic resonance imaging (fMRI) indices will be used to compare variations of fetal and infant structural and functional brain development.",
                    "timeFrame": "Approximately 36 weeks gestation and infant corrected-age 28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Pregnant person carrying a fetus diagnosed with single ventricle congenital heart disease (CHD).\n2. Single ventricle CHD diagnosis between 16 and 30 weeks gestation.\n3. Singleton pregnancy.\n4. Pregnant person is planning to continue with the pregnancy.\n5. Pregnant person is able to participate and complete study assessments in English.\n\nExclusion Criteria\n\n1. Fetus with comorbid condition with a predictable adverse impact on neurodevelopment (e.g., DiGeorge Syndrome).\n2. Fetal or maternal medical condition determined by treating physician to be contraindicative to study participation.\n3. Parent with an untreated major psychiatric condition, substance use disorder, or other circumstances that would interfere with study engagement or safe participation in the trial.\n4. Parent with a moderate to severe intellectual disability.\n5. Parent age \\<18 years.\n6. Surrogate for pregnancy.\n\nPrenatal administration of oral or intravenous corticosteroids for fetal lung maturation will be recorded but are not a reason for exclusion.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nadine A. Kasparian, PhD",
                    "role": "CONTACT",
                    "phone": "513-636-5575",
                    "email": "nadine.kasparian@cchmc.org"
                },
                {
                    "name": "James F. Cnota, MD",
                    "role": "CONTACT",
                    "phone": "513-636-3868",
                    "email": "james.cnota@cchmc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nadine A. Kasparian, PhD",
                    "affiliation": "Children's Hospital Medical Center, Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Los Angeles",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Children's Hospital Medical Center, Cincinnati",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nadine A Kasparian, PhD",
                            "role": "CONTACT",
                            "phone": "513-636-5575",
                            "email": "nadine.kasparian@cchmc.org"
                        },
                        {
                            "name": "Nadine A Kasparian, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "James F Cnota, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Monroe Carell Jr. Children's Hospital at Vanderbilt",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ann L Kavanaugh-McHugh, MD",
                            "role": "CONTACT",
                            "email": "ann.kavanaugh-mchugh@vumc.org"
                        },
                        {
                            "name": "Ann L Kavanaugh-McHugh, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Scott Baldwin, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Sydney Children's Hospital",
                    "city": "Randwick",
                    "state": "New South Wales",
                    "zip": "2031",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Gary Sholler, MBBS",
                            "role": "CONTACT",
                            "email": "gary.sholler@health.nsw.gov.au"
                        },
                        {
                            "name": "Rebecca Henderson, MBA",
                            "role": "CONTACT",
                            "email": "rebecca.henderson@health.nsw.gov.au"
                        },
                        {
                            "name": "Gary Sholler, MBBS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.91439,
                        "lon": 151.24895
                    }
                },
                {
                    "facility": "The Children's Hospital at Westmead",
                    "city": "Westmead",
                    "state": "New South Wales",
                    "zip": "2145",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Gary Sholler, MBBS (Hons)",
                            "role": "CONTACT",
                            "email": "gary.sholler@health.nsw.gov.au"
                        },
                        {
                            "name": "Rebecca Henderson, MBA",
                            "role": "CONTACT",
                            "email": "rebecca.henderson@health.nsw.gov.au"
                        },
                        {
                            "name": "Gary Sholler, MBBS (Hons)",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Nadia Badawi, MBBS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.80383,
                        "lon": 150.98768
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Kasparian Lab",
                    "url": "https://www.cincinnatichildrens.org/research/divisions/b/psychology/labs/kasparian"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Participant data that underlie the results reported in the published paper, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Beginning 12 months and ending 24 months following publication.",
            "accessCriteria": "Investigators whose proposed use of the data has been approved by an independent review committee identified for this purpose.",
            "url": "https://www.cincinnatichildrens.org/research/divisions/b/psychology/labs/kasparian"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019052",
                    "term": "Depression, Postpartum"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000067073",
                    "term": "Psychological Trauma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011644",
                    "term": "Puerperal Disorders"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21076",
                    "name": "Depression, Postpartum",
                    "asFound": "Depression, Postpartum",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "asFound": "Heart Defects, Congenital",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "asFound": "Neurodevelopmental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2100",
                    "name": "Univentricular Heart",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "asFound": "Defects, Congenital",
                    "relevance": "HIGH"
                },
                {
                    "id": "M113",
                    "name": "Psychological Trauma",
                    "asFound": "Trauma, Psychological",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14499",
                    "name": "Puerperal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T5247",
                    "name": "Single Ventricular Heart",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6392",
                    "name": "Complement System Proteins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}