{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05902286",
            "orgStudyIdInfo": {
                "id": "HRVB_OA"
            },
            "organization": {
                "fullName": "Brigham Young University",
                "class": "OTHER"
            },
            "briefTitle": "Heart Rate Variability Biofeedback in Older Adults",
            "officialTitle": "A Randomized Controlled Study of Heart Rate Variability Biofeedback in an Older Adult Sample",
            "therapeuticArea": [
                "Other"
            ],
            "study": "heart-rate-variability-biofeedback-in-older-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-02",
            "studyFirstSubmitQcDate": "2023-06-12",
            "studyFirstPostDateStruct": {
                "date": "2023-06-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Whitney Allen",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Brigham Young University"
            },
            "leadSponsor": {
                "name": "Brigham Young University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Older adults will be randomly assigned to an active heart rate variability biofeedback condition and a \"sham\" control condition. Stress recovery measures and emotional and cognitive functioning will be assessed before and following the five-week intervention to assess potential changes from the intervention.",
            "detailedDescription": "The goal of the current study is to compare heart rate variability biofeedback in an older adults study. The primary aims of the paper are to test whether there will be differences between HRV measurements pre- to post-intervention for HRV outcomes, stress recovery, and emotional and cognitive outcome measures. The investigators will implement an active HRVB condition and a control condition that utilizes methods developed by Yoo and colleagues. The \"sham\" control condition is designed to decrease the syncing of the baroreceptors and respiratory sinus arrhythmia and decrease heart rate oscillations. The target sample will be 50 older adults 65 years and older that will be randomized into the two groups."
        },
        "conditionsModule": {
            "conditions": [
                "Older Adult"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigators plan to collect a sample of 50 older adult participants (25 per group) for the current study. Participants who meet the inclusion and exclusion criteria will then be randomized into the Osc+ or Osc- group for the five-week condition. All randomization in this study will be completed using a quasi-random number generator constrained so there are equal numbers of participants in each condition.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The testing sessions will be completed by research assistants who are blinded to the participant's condition as not to influence testing results. All participants will be randomized into a condition (e.g., Osc+ or Osc-) by a graduate student so research assistants doing the assessments are blinded to condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "OSC+",
                    "type": "EXPERIMENTAL",
                    "description": "The 25 participants assigned to the OSC+ condition will complete a five-week intervention for the Osc+ portion of the study using emWave software for biofeedback. There will be one 30-60 minute in-person HRVB session once a week completed at the University Parkway Center. In addition to the in-person session, the participant will complete four 20-minute homework sessions during the following week. The format of five weeks of one weekly session and four homework sessions is effective at helping participants learn and implement breathing and biofeedback skills. The five HRVB session will be based on the Lehrer and colleagues' protocol.",
                    "interventionNames": [
                        "Behavioral: OSC+"
                    ]
                },
                {
                    "label": "OSC-",
                    "type": "SHAM_COMPARATOR",
                    "description": "Similarly, for the Osc- procedures, the client will be required to complete a five-week intervention. Participants will be instructed that the purpose of this portion of the study is to decrease their breathing oscillations. A program was designed by Yoo and colleagues that gives feedback regarding a \"calmness\" score which reflects a better score (i.e., higher) when participants breathe in a pattern that elicits less variability (i.e., less oscillations). They will be asked to complete four 20-minute homework assignments at home and asked to come up with techniques to decrease their heart rate.",
                    "interventionNames": [
                        "Behavioral: OSC-"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "OSC+",
                    "description": "The first session of the HRVB intervention will focus on introducing the client to HRVB and calculating the participant's resonance frequency which typically range from 4.5-7 breaths per minute. Participants will first complete a five-minute baseline breathing condition. Following the breathing condition, the participants will complete five conditions for five minutes each. Specifically, each condition will have the person breath at 6, 6.5, 5.5, 5, and 4.5 breaths per minute with a minute break between. Session two will focus on practicing resonance frequency breathing and solidifying the correct resonance frequency for the participant. Additionally, this session will introduce the technique of breathing through pursed lips and abdominal breathing. For sessions three through five, participants will practice resonance frequency breathing and review previous strategies.",
                    "armGroupLabels": [
                        "OSC+"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "OSC-",
                    "description": "During the first week, the baseline will be assessed and resonance frequency. Specifically, during their first intervention session the participants will be told that the goal of the sessions includes decreasing heart rate variability and avoiding slow and steady breathing. The participants will then be asked to choose five strategies to lower their heart rate oscillations. Participants will be told to avoid slow breathing as it causes large heart rate oscillations. For the second session, the therapist will check in with the participant and discuss how the practice went. Participants will then select three strategies that they will practice for three five-minute conditions following a five-minute baseline. Sessions three, four, and five will include three conditions: a five-minute baseline and two strategies of their choice. For each session, the best strategy will be calculated and written on the assignment sheets to be used during the week for their four homework sessions.",
                    "armGroupLabels": [
                        "OSC-"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stress Recovery Change Following Intervention",
                    "description": "The first primary aim of the paper is to test whether there will be difference resting HRV measurements pre- to post-intervention.",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                },
                {
                    "measure": "Resting HRV Change Following Intervention",
                    "description": "The second primary aim of the study will be to test the utility of HRVB compared to sham control in improving HRV following a stressor in older adults using a randomized trial design.",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Emotional Functioning: Satisfaction with Life Scale",
                    "description": "One of the secondary aims is to evaluate whether change in HRV in older adults following HRVB are associated with subjective change in life satisfaction. To understand change in life satisfaction, researchers will have participants complete the Satisfaction with Life Scale during pre and post intervention testing sessions. The scale has a range of 5-35 with 5-9 representing extreme dissatisfaction with life and 31-35 with extremely satisfied with life.",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                },
                {
                    "measure": "Emotional Functioning: Scale of Positive and Negative Emotions",
                    "description": "As further evidence of potential changes in self-reported emotional functioning, all participants will complete the Scale of Positive and Negative Emotions. The scale results in a summed positive and negative score that ranges from 6 to 30 that will both be considered in analyses.",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                },
                {
                    "measure": "Emotional Functioning: Geriatric Depression Scale-15",
                    "description": "The researchers are interested in how self-reported depressive symptoms might change following intervention. To assess self-reported depression levels, all participants will be administered the Geriatric Depression Scale-15. The questionnaire scoring has four ranges reflecting depression severity: 0-4 (normal), 5-8 (mild); 9-11 (moderate); 12-15 (severe).",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                },
                {
                    "measure": "Emotional Functioning: Depression and Stress Anxiety Scale",
                    "description": "Lastly, to assess both self-reported depression and anxiety all participants will complete the Depression and Anxiety Stress Scale to examine potential changes following intervention. The questionnaire scoring has four separate ranges for depression, stress, and anxiety. Specifically, depression severity ranges included: 0-9 (normal), 10-13 (mild); 14-20 (moderate), 21-27 (severe), 28+ (extremely severe). Stress severity ranges included: 0-14 (normal), 15-18 (mild), 19-25 (moderate), 26-33 (severe), 34+ (extremely severe). Lastly, the anxiety ranges are 0-7 (normal), 8-9 (mild), 10-14 (moderate),15-19 (severe), 20+ (extremely severe).",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                },
                {
                    "measure": "Cognitive Functioning",
                    "description": "An additional aim of the study is to evaluate whether improvements in HRV in older adults following HRVB are associated with objective and subjective improvements in cognitive functioning (i.e., attention, inhibitory control). The investigators will be using the National Institute of Health (NIH) Toolkit to assess cognitive functioning.",
                    "timeFrame": "Through study completion, an average of 7 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Fluent English speaker\n* Able to provide informed consent\n* 65 years or Older\n\nExclusion Criteria:\n\n* Symptoms within the last year of a neurological disorder (e.g., dementia, stroke, epilepsy, traumatic brain injury with loss of consciousness in the last year, etc.).\n* Conditions that might affect the biofeedback training (i.e., pacemakers, previous self-reported heart attack with hospitalization, self-reported coronary artery disease)\n* Currently engaged in or have been previously trained in heart rate variability biofeedback.\n* 3.3 or higher on the IQCODE.\n* Currently prescribed and taking beta-blockers.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Whitney D Allen, M.S.",
                    "role": "CONTACT",
                    "phone": "2088817186",
                    "email": "whitneyallen722@gmail.com"
                },
                {
                    "name": "Michael J Larson, Ph.D.",
                    "role": "CONTACT",
                    "phone": "18014226125",
                    "email": "michael_larson@byu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael J Larson, Ph.D.",
                    "affiliation": "Brigham Young University",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham Young Unversity",
                    "status": "RECRUITING",
                    "city": "Provo",
                    "state": "Utah",
                    "zip": "84604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael J Larson, PhD",
                            "role": "CONTACT",
                            "phone": "801-422-6125",
                            "email": "michael_larson@byu.edu"
                        },
                        {
                            "name": "Whitney D Allen, MS",
                            "role": "CONTACT",
                            "phone": "2088817186",
                            "email": "whitneyallen722@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.23384,
                        "lon": -111.65853
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Study protocol, materials, and analysis plans are already posted on the Open Science Framework (https://osf.io/vse5n). Actual study data (de-identified) will be made available, along with analysis codes, once the study has been complete and published.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Once data collection and data analysis has been completed and published in a scientific journal, the study data (de-identified) will either be posted on an open science website, such as the Open Science Framework, or will be given to other researchers upon request.",
            "url": "https://osf.io/vse5n"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}