{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05513274",
            "orgStudyIdInfo": {
                "id": "The New School"
            },
            "organization": {
                "fullName": "Wayne State University",
                "class": "OTHER"
            },
            "briefTitle": "Heartache and Backache- An Online Intervention Addressing Emotional and Physical Pain",
            "officialTitle": "Randomized Clinical Trial of Pain Psychology/Neuroscience and Written Disclosure for Chronic Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "heartache-and-backache-an-online-intervention-addressing-emotional-and-physical-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-22",
            "studyFirstSubmitQcDate": "2022-08-22",
            "studyFirstPostDateStruct": {
                "date": "2022-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark A. Lumley",
                "investigatorTitle": "Distinguished Professor",
                "investigatorAffiliation": "Wayne State University"
            },
            "leadSponsor": {
                "name": "Wayne State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The New School for Social Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to determine if a brief educational program and a written emotional disclosure task can improve chronic back/neck pain-related outcomes and change pain beliefs and other processes in individuals with chronic back pain.\n\nIndividuals will be randomly assigned to an experimental condition (pain and affect neuroscience education) or a control condition (general health activities questionnaire), and then subsequently randomized to a second experimental condition (written emotional disclosure) or a control condition (writing about healthy habits).\n\nAnalyses will examine the main and interactive effects of the pain and affect neuroscience education and written emotional disclosure on improved pain-related outcomes at 1-month follow-up. Participants in both the experimental conditions are expected to show more improvement on pain severity, pain interference, psychological distress and psychological attitudes toward pain at follow-up, relative to participants in the control groups.",
            "detailedDescription": "This study will recruit adults with chronic back and neck pain. Participants will be adults between the aged of 18 and 75. Participants will be excluded if they have the presence of serious disease or impairment (cancer, systemic infection, serious vision impairment), if there is clear evidence of significant structural damage likely causing their pain (eg, vertebral compression fracture); being considered for interventional spine procedures (eg, steroidal injections) or surgery; leg or arm pain more severe than back or neck pain; if they have been diagnosed with fibromyalgia, rheumatoid arthritis or have active psychosis. Participants will be allowed to engage in this study regardless of current medication use or engagement in other treatment.\n\nParticipants who are interested in participating will complete a brief online zoom interview to determine eligibility and will be provided with basic information about the study. Once eligibility has been determined, consent form and, baseline measures will be sent out and completed online.\n\nParticipants will be emailed confirming they are still interested in participating. Once they reply, they will complete baseline measures (on-line) and then be randomized 1:1 to the pain psychology and affect neuroscience education intervention or the health behavior intervention. For the pain neuroscience education, participants will complete a 15 to 20-minute on-line exercise that inquires about 5 domains: the degree of central sensitization symptoms, catastrophizing , personality factors, stressors that triggered or exacerbated the pain, and adverse childhood experiences. The health behavior control intervention participants will engage in a 15 to 20-minute on-line exercise examining their health behaviors in five domains: exercise, sleep, diet, hygiene, and social connections.\n\nOnce they have completed the first intervention participants will be randomly assigned to the written emotional disclosure task or the healthy behavior-writing task. For the written emotional disclosure task participants will be asked to write for 20 minutes about their very deepest thoughts and feelings about the most traumatic experience of their lives. There will be a 10-minute break and when they return participants will be asked to write again for 20 minutes about how you have come to understand what happened and how you have changed because of the event. The healthy behavior writing task will include writing for 20 minutes a letter to a person of their choosing describing healthy behaviors, a 10 minute break and a second 20 minute writing task describing a time when they performed a healthy behaviors.\n\nFollow-up measures will be administered 5 weeks after the intervention. There will be clinical outcomes assessed that reflect changes in pain severity, pain-related interference and pain catastrophizing. Psychological outcomes that reflect changes in symptoms for depression, anxiety, fatigue and sleep. Finally there will be attitudinal outcomes in stigma around chronic pain and patients' attributions about the role of psychological and brain-based factors in pain and self efficacy."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Pain (Back / Neck)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "This is a 2 by 2 factorial study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Both patient and research assistant interviewer will be blinded to condition assignment during the baseline, intervention and follow up assessment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pain Psychology Neuroscience+ Written Emotional Disclosure",
                    "type": "EXPERIMENTAL",
                    "description": "Pain Neuroscience Education exercise followed by Written Emotional Disclosure",
                    "interventionNames": [
                        "Behavioral: Pain Psychology Neuroscience + Written Emotional Disclosure"
                    ]
                },
                {
                    "label": "Pain Psychology Neuroscience + Healthy Habits Disclosure",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Pain Neuroscience Education followed by Healthy Habits writing",
                    "interventionNames": [
                        "Behavioral: Pain Psychology Neuroscience + Healthy Habits Disclosure"
                    ]
                },
                {
                    "label": "Health Behavior + Written Emotional Disclosure",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Health behavior education followed by written emotional disclosure",
                    "interventionNames": [
                        "Behavioral: Health Behavior Control + Written Emotional Disclosure"
                    ]
                },
                {
                    "label": "Health Behavior + Healthy Habits Disclosure",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Health behavior intervention followed by healthy habits writing",
                    "interventionNames": [
                        "Behavioral: Health Behavior Control + Healthy Habits Disclosure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Pain Psychology Neuroscience + Written Emotional Disclosure",
                    "description": "A 15 to 20-minute exercise which they examine variables in themselves that suggest that their pain is driven by central nervous system processes. Participants will then write for 20 minutes about their very deepest thoughts and feelings about the most traumatic experience of their lives. A 10-minute break followed by writing again for 20 minutes about how they have come to understand what happened and how they have changed because of the event.",
                    "armGroupLabels": [
                        "Pain Psychology Neuroscience+ Written Emotional Disclosure"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Pain Psychology Neuroscience + Healthy Habits Disclosure",
                    "description": "This condition is a 15 to 20-minute exercise that patients complete in which they examine variables in themselves that suggest that their pain is driven by central nervous system processes in their brains. Followed by writing for 20 minutes a letter to a person of their choosing describing healthy behaviors, a 10 minute break and then a second 20 minute writing task describing a time when they performed a healthy behavior.",
                    "armGroupLabels": [
                        "Pain Psychology Neuroscience + Healthy Habits Disclosure"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Behavior Control + Written Emotional Disclosure",
                    "description": "This 15 to 20-minute exercise that relates to healthy behaviors. Participants are asked to examine various domains of their own health behavior as engaged in over the past 24 hours (e.g., nutrition, sleep, exercise, hygiene, social connections). Participants will then write for 20 minutes about their very deepest thoughts and feelings about the most traumatic experience of their lives. A 10-minute break followed by writing again for 20 minutes about how they have come to understand what happened and how they have changed because of the event.",
                    "armGroupLabels": [
                        "Health Behavior + Written Emotional Disclosure"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Behavior Control + Healthy Habits Disclosure",
                    "description": "This 15 to 20-minute exercise that relates to healthy behaviors. Participants are asked to examine various domains of their own health behavior as engaged in over the past 24 hours (e.g., nutrition, sleep, exercise, hygiene, social connections). Followed by writing for 20 minutes a letter to a person of their choosing describing healthy behaviors, a 10 minute break and then a second 20 minute writing task describing a time when they performed a healthy behavior.",
                    "armGroupLabels": [
                        "Health Behavior + Healthy Habits Disclosure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Brief Pain Inventory Brief Pain Inventory pain severity scale (0 - 10; higher values = greater pain severity)",
                    "description": "Pain severity scale (0 - 10; higher values = greater pain severity)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain Interference",
                    "description": "PROMIS Pain Interference - Short Form 6b (6-20; higher values= greater pain interference)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System: Depression short form 8b",
                    "description": "Self-reported depression (8-40; higher values= greater severity of depression)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System: Anxiety short form 8a",
                    "description": "Self-reported anxiety (8-40; higher values= greater severity of anxiety)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System: Fatigue",
                    "description": "Self reported fatigue (4-20; higher values= increased fatigue)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System: Sleep",
                    "description": "Self reported sleep (4-20; higher values= increased sleep difficulties)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Pain Catastrophizing Scale",
                    "description": "Pain Catastrophizing Scale (Sullivan et al., 1995): A summed score of the 13 Catastrophizing items will be computed (0-52, higher scores indicate greater catastrophizing)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Pain attributions questionnaires",
                    "description": "The 4-item psychological attribution scale assesses patients' beliefs that their thoughts and feelings and psychological therapy impacts pain, and the 3-item brain attribution scale assesses patient's beliefs that their pain is brain-based. Higher scores indicate a greater belief that pain is a brain-related \\[brain attribution\\] and that pain is affected by thoughts, feelings, and psychological interventions \\[psychological attribution\\])",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Stigma Scale for Chronic Illnesses Short Form (SSCI-8)",
                    "description": "Stigma Scale for Chronic Illnesses short form: A summed score of the 8 items will be computed (8-40m higher scored indicate greater stigma)",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "General Self Efficacy Scale",
                    "description": "General Self Efficacy Scale: A summed score of the 10 items, will be computed (10-40) higher scored indicate greater self efficacy",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                },
                {
                    "measure": "Emotional approach coping scale",
                    "description": "Emotional approach coping scale: A summed score of the 8 items, will be computed (8-32) higher scored indicate greater emotional approach coping",
                    "timeFrame": "Change from baseline to 5 weeks follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English speaking\n* Chronic musculoskeletal back or neck pain for greater than 1 year as primary symptom complaint\n* Participants living in western countries USA, UK and Australia\n* Have access to a computer or smartphone\n\nExclusion Criteria:\n\n* Presence of serious disease or impairment (cancer, systemic infection, serious vision impairment)\n* Clear evidence of significant structural damage likely causing their pain (eg, vertebral compression fracture);\n* Being considered for interventional spine procedures (eg, steroidal injections) or surgery;\n* Leg or arm pain more severe than back or neck pain\n* Rheumatoid arthritis\n* Fibromyalgia\n* Active psychosis",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Krulis, MA",
                    "role": "CONTACT",
                    "phone": "917-297-9428",
                    "email": "krull588@newschool.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Lumley, PhD",
                    "affiliation": "Wayne State University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "The New School for Social Research Department of Psychology",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Krulis, MA",
                            "role": "CONTACT",
                            "phone": "917-297-9428",
                            "email": "Krull588@newschool.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "shared with Lauren Krulis- The New School for Social Research"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}