{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03857490",
            "orgStudyIdInfo": {
                "id": "STU 072018-091"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Heat Therapy in Older Hypertensive Women",
            "officialTitle": "Chronic Lower Leg Heating for the Treatment of Hypertension in Older Women",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "heat-therapy-in-older-hypertensive-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-07-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-22",
            "studyFirstSubmitQcDate": "2019-02-25",
            "studyFirstPostDateStruct": {
                "date": "2019-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Qi Fu",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The prevalence of hypertension is greater in older women than men, while the blood pressure (BP) control rate is lower in older women in US. Uncontrolled hypertension is a major risk factor for cardiovascular morbidity/mortality. Despite standard therapy and adherence to optimal drug regimens, \\>50% of older hypertensive women still have inadequate BP control, and the control rate is further reduced with more aggressive BP targets recommended recently by the new Hypertension Guidelines. Thus, the effectiveness of drug treatment alone in the control of hypertension among older women is limited; hence, non-pharmacological approaches are also needed to help reduce BP in older hypertensive women. One adjuvant, non-pharmacological approach that offers promise in lowering BP is \"heat therapy\". Indeed, repeated whole-body heat exposure decreases BP in healthy humans. Whether this is also true after regional limb heating in hypertensive patients is unknown. The objectives of this research are to investigate the BP lowering effect of home-based lower leg heat therapy in older women with hypertension, and to examine the impact of this therapeutic modality on neural-vascular health in these patients. Aim 1 will test the hypothesis that chronic lower leg heat therapy combined with an antihypertensive drug is superior to drug treatment alone in lowering BP in older hypertensive women. We will randomly assign older hypertensive women to either an intervention group or a control group. Patients in the intervention group will perform 8 weeks of lower leg heat therapy via water immersion up to the knee in a circulated bath (water temperature 42°C, 4 times/week, 45 min/session), whereas patients in the control group will immerse their legs in a thermoneutral water bath (33°C) at the same frequency and duration. All patients will also receive a fixed dose of chlorthalidone (a diuretic, 25 mg orally daily). We will compare ambulatory BP, the BP control rate, and patient adherence and acceptability to treatment between the groups. Aim 2 will test the hypothesis that chronic lower leg heat therapy will improve nitric oxide bioavailability which can decrease sympathetic vasoconstriction and improve vascular function in older hypertensive women. We will use state-of-the-art techniques of microneurography, Doppler ultrasound, applanation tonometry, and cutaneous microdialysis to assess neural control, vasodilator function, and interstitial metabolites (i.e. nitrate and nitrite) indicative of basal nitric oxide bioavailability in all patients enrolled in Aim 1 before and after 8 weeks of heat therapy. Information obtained from this research project will guide evidence-based clinical practice. It is anticipated that our study may lead to revision of hypertension guidelines to incorporate home-based heat therapy as adjuvant to antihypertensive drug(s) for older women, as well as other patient populations.",
            "detailedDescription": "We expect that over a period of 6 years, 500 older hypertensive women will be screened, 200 of them will be enrolled, and 100 will complete the entire project.\n\nAim 1: To test the hypothesis that chronic heat therapy combined with an antihypertensive drug is superior to drug treatment alone in lowering BP in older hypertensive women. We will randomly assign older hypertensive women to either an intervention group or a control group. Patients in the intervention group will be required to perform 8 weeks of home-based lower leg heat therapy via water immersion up to the knee in a circulated bath (water temperature 42°C, 4 times per week, 45 min per session), whereas patients in the control group will immerse their legs in a thermoneutral water bath (33°C) at the same frequency and duration. All patients will also receive a fixed dose of chlorthalidone (a diuretic, 25 mg orally once daily). We will compare 24-hour ambulatory BP, the BP control rate, and patient adherence and acceptability to treatment between the groups.\n\nAim 2: To test the hypothesis that chronic heat therapy will improve nitric oxide bioavailability which can decrease sympathetic vasoconstriction and improve vascular function in older hypertensive women. We will use state-of-the-art techniques of microneurography, Doppler ultrasound and applanation tonometry to assess sympathetic neural control and cardiac-vascular function in all patients enrolled in Aim 1 before and after 8 weeks of heat therapy.\n\nStudy Procedures:\n\nScreening: Potential participants will be invited into the laboratory where a research nurse and investigators will have the patient read the institutionally approved consent form and explain the study. Informed consent will be obtained prior to screening. After that, we will perform a physical exam, a review of medical history and medication, and a further evaluation of inclusion and exclusion criteria in potential patients.\n\nWash-out: Patients who are currently treated with antihypertensive agents will gradually stop taking their own medications. At least one week after all antihypertensive medications are stopped, 24-hour ambulatory BP monitoring (SunTech) will be performed. Patients with awake BP \\<140/90 or ≥180/110 mmHg will be excluded.\n\nRun-in: All patients will have a 2-week run-in prior to pre-testing and they will be treated with a fixed dose of chlorthalidone (a diuretic, 25 mg orally once daily) during this period to avoid excessive increases in BP (for safety reasons). This is a first-line antihypertensive agent commonly prescribed. Previous studies showed that chlorthalidone does not reduce oxidative stress, nor does it alter nitric oxide bioavailability and endothelial function.\n\nPatient monitoring during run-in: Patients will be required to measure/record their BP daily at home using an automated device we provide (Life-Source). Patients will visit our lab weekly for a BP check, pill counting, and monitoring of safety and tolerability of the study drug (e.g. low levels of potassium and sodium, high levels of uric acid and calcium, symptomatic hypotension, etc). Patients will be excluded if they cannot tolerate the study drug. In addition, patients will be asked to resume their own antihypertensive medication(s) and will thereafter be excluded from the study if their systolic BP is ≥160 mmHg and/or diastolic BP is ≥100 mmHg after 2 weeks of run-in or if the patient has clinical symptoms associated with elevated BP (i.e. headache, dizziness, or nausea). We believe this approach will not impose excessive risks to the patients and will allow for better experimental control. Twenty-four-hour ambulatory BP will be repeated immediately after the run-in period, and patients with awake BP \\<130/80 mmHg will be excluded from the study based on the new hypertension guidelines.8, 9 This run-in approach has been successfully implemented in the PI's laboratory.\n\nLaboratory assessments: Sympathetic neural control and vascular function will be assessed immediately after the run-in period (see Day 1 and Day 2 testing below for detail). These neural-vascular assessments will be repeated after 8 weeks of intervention or control treatments within 48 hours of last heat therapy session.\n\nDay 1: Assessment of sympathetic neural control. These assessments will take place at the Institute for Exercise and Environmental Medicine. Patients will be relaxed in the supine position, and an intravenous catheter will be inserted into the antecubital vein on the non-dominant arm. Arm-cuff BP will be measured by electrosphygmomanometry (SunTech). Beat-by-beat finger BP will be measured by photoplethysmography (Nexfin). The beat-by-beat BP recordings will be validated using the SunTech measures as Nexfin is accurate for changes in BP but not absolute values. Heart rate will be measured from lead II of the electrocardiogram. Respiratory movements will be monitored with a nasal cannula. Muscle sympathetic nerve activity (MSNA) will be recorded from the peroneal nerve (microneurography). Brain blood flow (middle cerebral artery) will be measured using Transcranial Doppler. Femoral blood flow will be obtained using duplex ultrasound.\n\nAt least 30 min after the instrumentation, blood samples will be taken through the intravenous catheter for measurements of plasma catecholamine concentration, plasma renin activity, aldosterone, vasopressin, electrolytes, hemoglobin and hematocrit. Cardiac output will be measured intermittently using the acetylene rebreathing technique. Left ventricular function will be assessed by echocardiography.\n\nAt least 10 min after an acceptable nerve signal has been obtained, baseline data will be collected during spontaneous breathing and controlled breathing (0.2 Hz, 12 breaths per minute) for 10 min each. After that, a Valsalva maneuver at 40 mmHg expired pressure will be performed for assessment of baroreflex function and the straining period will last for 20 sec. Next, a cold pressor test will be performed to evaluate the integrity of central vasomotor processes and their efferent pathways. Baseline measurements will be made for 5 min, and then the patient's dominant hand will be placed into an ice water bath (50% ice and 50% water, \\~4°C) up to the wrist for 2 min. After a sufficient recovery period (i.e. ≥15 min), patients will then perform static handgrip using the dominant hand at 40% of maximal voluntary contraction until fatigue, followed by 2 min of post-exercise circulatory occlusion with an upper arm cuff inflated to 250 mmHg. The handgrip test will assess cardiovascular reactivity to isometric exercise and post-exercise circulatory occlusion provides a means to isolate the activation of the skeletal muscle metaboreflex independent of mechanoreflex activation, and central command. After another sufficient recovery period (i.e. ≥15 min), baseline measurements will be made for 10 min, a graded upright tilt (30⁰ for 5 min and 60⁰ for 20 min or until presyncope) will be performed to assess autonomic circulatory control during orthostatic stress. BP, heart rate, respiration, MSNA, and brain blood flow will be continuously recorded, while cardiac output, femoral artery diameter and blood velocity will be measured at the end of 30° tilting and every 5 min during 60° tilt. Blood sample will be taken after 5 and 20 min of 60⁰ tilting. Then, the patient will be returned to the supine position for recovery and the microneurographic electrodes will be removed.\n\nAfter a sufficient recovery period (i.e. ≥30 min), blood volume will be measured using a modified carbon monoxide rebreathing method in the sitting position.\n\nDay 2: Assessment of vascular function. These assessments will take place at the University of North Texas Health Science Center. Arterial tonometry with simultaneous electrocardiogram will be obtained from the radial, femoral, and carotid arteries using a pencil-sized probe (SphygmoCor)) over the maximal pulsation of the artery. Transit distances will be measured by body-surface measurements from the suprasternal notch to each pulse-recording site. Tonometry data obtained will be used to assess pulse wave velocity and augmentation pressure or index. Brachial blood pressure will be measured using electrophygmomanometry (SunTech). The diameter, pulse waveform, and the intima-media thickness of the right common carotid artery will be measured (ultrasound Doppler). The common carotid artery stiffness index will be calculated from pulsatile changes of arterial diameter and systemic blood pressure of the carotid artery.\n\nThe venoarteriolar response will be assessed during leg dependency in the supine position. Briefly, measurement of femoral artery diameter and velocity will be made using ultrasound Doppler on one leg while in the horizontal position. Then, that leg will be lowered at the hip \\~40 cm below the contralateral (i.e., supine) ankle. Following a 60-sec stabilization period, the aforementioned ultrasound Doppler measurements will be repeated, along with continuously measures of heart rate and blood pressure. The leg will be in the dependent position for 5 minutes. After that, the lowered leg will be returned to horizontal.\n\nEndothelium-dependent flow-mediated dilation of the brachial and superficial femoral arteries will be measured using the high-resolution Doppler ultrasound machine. A BP cuff will be placed on the subject's right forearm or right thigh. The arteries will be scanned longitudinally for 1 minute, and the end-diastolic diameter and blood velocity will be measured. After that, the blood pressure cuff will be inflated to a pressure of 250 mmHg for 5 min and will then be deflated rapidly. Images will be recorded for 1.5 minutes before cuff deflation and continuously for 3 minutes post-cuff deflation.\n\nEndothelium-independent dilation of the brachial artery will be measured using a high resolution Doppler ultrasound machine. The brachial artery will be scanned longitudinally during 1 minute baseline period and for 10 min after sublingual administration of nitroglycerin (400 μg metered spray).\n\nCutaneous microvascular function will be assessed in the arm and/or leg using the microdialysis technique. This approach allows for the assessment of microvascular function and the modulation of this response by nitric oxide and the quantification of microvascular remodeling by assessing maximal vasodilation. Using aseptic technique, 2 microdialysis probes will be inserted in the dermal layer of the skin in the lower leg using a 24 G needle. Subsequently, Ringers solution or 0.9% saline (control) or the arginine analog Nω-nitro-L-arginine methyl ester hydrochloride (L-NAME, 20 mM), an inhibitor of nitric oxide synthase will be infused through the microdialysis probes. A laser Doppler flowmeter housed within a local heating device will be placed directly over each microdialysis probe and will be used to measure basal cutaneous blood flow and the vasodilator response to local heating of the skin (39°C). The vasodilatory response to this local heating stimulus is largely nitric oxide-dependent. Thus, we can determine the effect chronic heat therapy on nitric oxide-dependent microvascular function by comparing cutaneous vasodilation between control and L-NAME sites. Finally, the skin be will be heated to 43°C and sodium nitroprusside (56 mM) will be infused in all probes in order to assess maximal microcirculatory dilator function.\n\nCirculating markers of vascular injury and vasoactive substances will be assessed in serum and/or plasma. An intravenous catheter will be inserted into an antecubital vein. Approximately 40 ml of venous blood will be drawn and distributed into separate tubes containing appropriate preservatives and reagents. Tubes will then be centrifuged, the plasma or serum extracted and stored in a freezer for subsequent analysis. If subjects agree, their de-identified data and blood samples (collected from this research study) may be kept indefinitely and securely for future research on cardiovascular health.\n\nLower leg heat therapy: Patients in the intervention group will be required to perform lower leg heating via water immersion up to the knee in a circulated water bath (FootSmart® Foot and Leg Bath Massager) 4 times per week with each session lasting 45 min. The provided leg spa can finely and uniformly control water temperature at 42°C. Patients will be provided with a therapy log in which they are required to track the dates and times of each therapy session. Skin temperature from an immersed leg as well as water temperature will be recorded and logged electronically via a low-cost battery-operated data logging thermometer (Omega NOMAD) that will be provided to each subject. BP will be measured prior to and immediately after each heating session, and heart rate will be recorded using a Polar heart rate monitor. Heat therapy will last for 8 weeks. This heat regimen (e.g. frequency and duration) is proposed based on prior work utilizing regional and whole-body heat therapy.\n\nPatients in the control group will immerse their legs in a thermoneutral water bath (33°C) at the same frequency and duration.\n\nAntihypertensive drug treatment and safety evaluation: All patients will continue to take chlorthalidone (25 mg once daily) during 8 weeks of intervention. Patients will be required to measure BP daily at home and visit our lab every two weeks. Safety and tolerability of the study drug will be evaluated during each visit, and patients will be asked to resume their own medication(s) and will thereafter be excluded if BP ≥160/100 mmHg (for safety reasons). Patient adherence to the study drug will be assessed by pill counting during office visit every 2 weeks and blood test after 8 weeks of treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Essential Hypertension"
            ],
            "keywords": [
                "Ambulatory Blood Pressure Monitoring",
                "Sympathetic Neural Control",
                "Vascular Function"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized, placebo-controlled study. Older women with hypertension will randomly be assigned to either an intervention group or a control group (1:1 ratio). Patients in the intervention group will be required to perform 8 weeks of home-based lower leg heat therapy via water immersion up to the knee in a circulated bath (water temperature 42°C, 4 times per week, 45 min per session), whereas patients in the control group will immerse their legs in a thermoneutral water bath (33°C) at the same frequency and duration.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The randomization will be programmed with SAS Proc Plan and implemented via a user friendly web-based interface using REDCap. The biostatistician will be responsible for randomization; however, he/she will not have any contact with the patients and will not be involved in outcome measures. All investigators, except the research nurses, will be blinded to the group status of the patient during 8-week treatment and post-treatment testing. The research nurses will not be involved in data analysis and interpretation.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Lower leg heat therapy via water immersion up to the knee in a circulated bath (water temperature 42°C, 4 times per week, 45 minutes per session) for 8 weeks.",
                    "interventionNames": [
                        "Behavioral: Lower leg heat therapy"
                    ]
                },
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Lower leg immerse in a thermoneutral water bath (33°C), 4 times per week, 45 minutes per session for 8 weeks.",
                    "interventionNames": [
                        "Behavioral: Lower leg heat therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Lower leg heat therapy",
                    "description": "Home-based 8 weeks of lower leg repeated heating.",
                    "armGroupLabels": [
                        "Control",
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Physiological parameter (awake ambulatory systolic pressure)",
                    "description": "24-hour ambulatory blood pressure monitoring will be performed and systolic blood pressure during the awake period before and after treatment will be compared in older women with hypertension.",
                    "timeFrame": "After 8 weeks of treatment."
                },
                {
                    "measure": "Physiological parameter (muscle sympathetic nerve activity)",
                    "description": "We will us the microneurographic technique to measure muscle sympathetic nerve activity in all older hypertensive women before and after treatment. Results will be compared between the intervention group and the control group.",
                    "timeFrame": "After 8 weeks of treatment."
                },
                {
                    "measure": "Physiological parameter (vascular function)",
                    "description": "We will use the Ultrasound Doppler technique to measure vascular function including arterial stiffness and endothelial function in older hypertension women before and after treatment. Results will be compared between the groups.",
                    "timeFrame": "After 8 weeks of treatment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Women between the ages of 65-85 years with essential hypertension (systolic BP 140-179 and/or diastolic BP 90-109 mmHg)\n* Must be able to understand and speak English\n\nExclusion Criteria:\n\n* Illness or disabilities that preclude home-based heat therapy\n* Any evidence of cardiopulmonary disease\n* Severe hypertension (BP ≥180/110 mmHg; for safety reasons)\n* Secondary hypertension\n* Being on ≥3 antihypertensive agents\n* Chronic kidney disease\n* Diabetes mellitus or other systemic illness\n* Any history of substance abuse (other than tobacco)\n* Current cigarette smokers\n* History of gouty arthritis\n* Taking hormonal replacement therapy\n* Being obese (body mass index ≥30 kg/m2)\n* Endurance trained athletes\n* Impaired cognitive function or diagnosed dementia",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "All subjects in this research project will be women by design. Women between the ages of 65 and 85 years old will be enrolled.",
            "minimumAge": "65 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Qi Fu, MD, PhD",
                    "role": "CONTACT",
                    "phone": "214-345-8125",
                    "email": "QiFu@texashealth.org"
                },
                {
                    "name": "Steven Romero, PhD",
                    "role": "CONTACT",
                    "phone": "817-735-5159",
                    "email": "StevenRomero@unthsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Qi Fu, MD, PhD",
                    "affiliation": "University of Texas Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Steven Romero, PhD",
                    "affiliation": "University of North Texas Health Science Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Institute for Exercise and Environmental Medicine",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Qi Fu, MD, PhD",
                            "role": "CONTACT",
                            "phone": "214-345-8125",
                            "email": "QiFu@texashealth.org"
                        },
                        {
                            "name": "Monique Roberts-Reeves, RN",
                            "role": "CONTACT",
                            "phone": "214-345-4656",
                            "email": "MoniqueRobert-Reeves@texashealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The PD/PIs will comply with the NIH policy of data sharing. Our goal is to make all our data available as quickly as possible to the scientific community. The privacy and rights of the participants will be protected. To address this goal, a Data Sharing Committee will be formed, made up of the two PIs and the statistician.\n\n5) Researchers will make written application to the Data Sharing Committee, and once approved, data will be provided via a secure DropBox or ftp site.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "Data will remain available for a period of time no less than 10 years after the close of the study, per University of Texas System guidelines for records retention.",
            "accessCriteria": "There are no specific access criteria IPD and no additional supporting information will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                },
                {
                    "id": "D000075222",
                    "term": "Essential Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1470",
                    "name": "Essential Hypertension",
                    "asFound": "Essential Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}