{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03896867",
            "orgStudyIdInfo": {
                "id": "ANES-2019-27433"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Heated Humidification System Breathing Circuit for Maintenance of Body Temperature in Pediatric Patients",
            "officialTitle": "Anapod™ Humi-Therm Heated Humidification System Breathing Circuit Versus Bair Hugger™ Warming Blanket for Intraoperative Maintenance of Body Temperature in Pediatric Patients Undergoing Dental Procedures: a Prospective Randomized Non-Inferiority Study",
            "acronym": "ANAPOD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "heated-humidification-system-breathing-circuit-for-maintenance-of-body-temperature-in-pediatric-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-21",
            "studyFirstSubmitQcDate": "2019-03-28",
            "studyFirstPostDateStruct": {
                "date": "2019-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Our goal is to evaluate the efficacy of the Westmed system vs the Bair Hugger Blanket.",
            "detailedDescription": "Temperature management is an important aspect of perioperative care that falls under the purview of the anesthesiologist. Temperature is recognized as one of four primary vital signs and significant deviations from normal values may result in patient harm. General anesthesia disrupts the body's temperature homeostasis by inhibiting temperature regulation mechanisms such as vasoconstriction/-dilation, shivering and behavioral interventions (donning clothes or leaving an area with excessive heat, for example). Anesthetized patient have a tendency to become hypothermic, especially during long surgical procedures. This results from both the redistribution of cooler peripheral temperatures into the core (due to vasodilation) as well as actual temperature loss to a cold operating room environment (which is maintained at a lower temperature for the comfort of fully gowned surgeons and nurses). In addition, large surgical incisions predispose the patient to hypothermia through evaporation and convection.\n\nHypothermia is a recognized risk factor that predisposes the patient to an increased metabolic rate, increased oxygen demand, coagulopathies, impaired wound healing, impaired immune function and increased risk of infection. Therefore, maintenance of normal body temperature is an important goal of every general anesthetic - and is a well-accepted quality metric associated with patient care. Because of the greater surface area to volume relationship, children are thought to be a greater risk of intraoperative hypothermia.\n\nThe most widely used method of maintaining body temperature during surgery (and a routine at this institution) is by using a forced-air warming blanket (Bair Hugger warming blanket, 3M). Despite its widespread use, the forced-air warming blanket has its limitations. For example, during certain surgical procedures, the location of the surgical field precludes placement of the warming blanket. In addition, the warming blanket often cannot be placed immediately after the induction of anesthesia (when complex patient positioning is required) - leaving the patient exposed to hypothermic conditions for short (10-15min) or long (30-60min) periods of time. There is hence a need for alternative warming systems that could be implemented immediately following anesthetic induction.\n\nWestmed, Inc. has developed an alternative system that utilizes a heated, humidified breathing circuit to regulate a patient's body temperature in the intraoperative setting. This system is active from the moment the trachea is intubated following anesthetic induction, i.e. there are no delays in instituting thermal management."
        },
        "conditionsModule": {
            "conditions": [
                "Temperature Change, Body"
            ],
            "keywords": [
                "Temperature management",
                "Perioperative temperature management",
                "Pediatric temperature management",
                "Pediatric perioperative temperature management"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Group assignment will be blinded with the data set (Group A vs B) for review purposes - although it is important to note that true blinding of the providers (including on PI and Co PI) is impossible for this procedural study.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 256,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Anapod™ Humi-Therm Heated Humidification System",
                    "type": "EXPERIMENTAL",
                    "description": "Patient warming will be provided via the Anapod™ Humi-Therm Heated Humidification System Breathing Circuit.",
                    "interventionNames": [
                        "Device: Anapod™ Humi-Therm Heated Humidification System Breathing Circuit"
                    ]
                },
                {
                    "label": "Bair Hugger™ Warming Blanket",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient warming will be provided via the Bair Hugger™ Warming Blanket.",
                    "interventionNames": [
                        "Device: Bair Hugger™ Warming Blanket"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Anapod™ Humi-Therm Heated Humidification System Breathing Circuit",
                    "description": "For the Anapod™ group, the BairHugger™ blanket will be connected, but the unit will not be turned on. The Anapod™ will be used with a starting circuit temperature set at the standard 45°C (note, this is temperature at the unit - NOT the temperature of the gas reaching the trachea). In the event that the patient's rectal temperature falls below 35.6C, the BairHugger™ warming system will be activated (\"Hypothermic Rescue\"). In the event that rectal temperature increases to a value of ≥37.5C, the Anapod system will be turned off - and the BairHugger turned on with the warming unit set to \"ambient\" (meaning cool operating room temperature will be blown over the patient (\"Hyperthermic Rescue\").",
                    "armGroupLabels": [
                        "Anapod™ Humi-Therm Heated Humidification System"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Bair Hugger™ Warming Blanket",
                    "description": "For the BairHugger™ group, the blanket will be used with a starting temperature set at HIGH. The BairHugger™ unit will be attached to the warming unit and started as soon as possible. In the event that the patient's rectal temperature falls below 35.6C, the Anapod™ warming system will be activated (\"Rescue\"). In the event that rectal temperature increases to a value of ≥37.5C, the BairHugger™ warming unit will be set to \"ambient\" (meaning cool operating room temperature will be blown over the patient (\"Hyperthermic Rescue\").",
                    "armGroupLabels": [
                        "Bair Hugger™ Warming Blanket"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rectal Temperature",
                    "description": "Last measured core temperature at conclusion of the procedure (measured with rectal temperature probe) in patients assigned to the two warming systems.",
                    "timeFrame": "study visit 1, at conclusion of dental procedure/anesthesia administration, approximately 1-6 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Need for Hyperthermic or Hypothermic Rescue",
                    "description": "Procedures for hyperthermic and hypothermic rescue can be found in the arm description section. Total number of rescue events will be compared between groups. A greater number of events indicates worse performance for that temperature control method.",
                    "timeFrame": "study visit 1, measured continuously throughout dental procedure/anesthesia administration, approximately 1-6 hours"
                },
                {
                    "measure": "Cumulative degree-minutes above and below 37C",
                    "description": "Two temperature recording devices will be used: 3M SpotOn™ Forehead Temperature probe, (used routinely in the operating rooms and postoperative recovery areas) and a standard rectal thermistor probe. Cumulative minutes that patients spend above or below 37C will be compared between groups. A larger sum of degree-minutes above and below 37C indicates worse performance for that temperature control method.",
                    "timeFrame": "study visit 1, measured continuously throughout dental procedure/anesthesia administration, approximately 1-6 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n- Pediatric patients undergoing elective, scheduled dental procedures at Masonic Children's hospital requiring general anesthesia with endotracheal intubation, anticipated to last 1-6 hours or longer\n\nExclusion Criteria:\n\n* Parent refusal of consent\n* Patient refusal of assent (if applicable)\n* Additional procedures (combined procedures) that involve other specialties besides dentists and other parts of the patient's body other than the oral cavity.\n* History of diseases associated with temperature dysregulation (active hyperthyroidism, dysautonomia, osteogenesis imperfecta, history of malignant hyperthermia)\n* Patients that will not be intubated for the procedure",
            "healthyVolunteers": true,
            "sex": "ALL",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benjamin Kloesel, MD",
                    "role": "CONTACT",
                    "phone": "612-625-6659",
                    "email": "bkloesel1@umn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Kloesel",
                            "role": "CONTACT",
                            "phone": "612-626-3284",
                            "email": "bkloesel@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001832",
                    "term": "Body Temperature Changes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M5111",
                    "name": "Body Temperature Changes",
                    "asFound": "Temperature Change, Body",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}