{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06082830",
            "orgStudyIdInfo": {
                "id": "23-020988"
            },
            "secondaryIdInfos": [
                {
                    "id": "UL1TR001878",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UL1TR001878"
                }
            ],
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "Helping Educate and Advance Learning Through Healthy Bite-Sized Eating Strategies",
            "officialTitle": "Digital Intervention to Improve Diet Quality in Adolescents With Overweight or Obesity",
            "acronym": "HEALTHY BITES",
            "therapeuticArea": [
                "Endocrinology",
                "Pediatrics",
                "Other"
            ],
            "study": "helping-educate-and-advance-learning-through-healthy-bite-sized-eating-strategies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-09",
            "studyFirstSubmitQcDate": "2023-10-09",
            "studyFirstPostDateStruct": {
                "date": "2023-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "National Center for Advancing Translational Sciences (NCATS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare the effectiveness of a mobile health intervention in adolescents (14-17 years) with overweight or obesity.\n\nThe main question\\[s\\] it aims to answer are: 1) is a digital-based diet quality intervention for adolescents with overweight or obesity feasible and 2) is there preliminary effectiveness in improving diet quality?\n\nParticipants will:\n\n1. Complete three-day 24-hour dietary recalls\n2. Collect urine samples\n3. Wear a continuous glucose monitor, sleep tracker, and physical activity tracker\n\nResearchers will compare control and intervention groups to see if diet quality and meal timing traits improve as assessed by 24-hour dietary recalls, a novel urine biomarker, and continuous glucose monitoring (CGM).",
            "detailedDescription": "Background:\n\nImproving diet quality is an essential component for the treatment of adolescent obesity. Pediatric providers are recommended to incorporate nutrition recommendations as part of adolescent obesity treatment, but time and knowledge are barriers. Digital-based interventions have been shown to improve fruit and vegetable intake in adolescents. However, it is unknown if a digital-based diet quality intervention is feasible or effective for adolescents with overweight or obesity.\n\nObjectives: (primary and important secondary objectives) The overarching objective of this pilot study is to demonstrate if a digital-based diet quality intervention for adolescents with overweight or obesity is feasible and if there is preliminary effectiveness that diet quality and meal timing traits improves as assessed by 24-hr dietary recalls, a novel urine biomarker, and continuous glucose monitoring (CGM).\n\nStudy Design:\n\nA two-arm pilot randomized controlled trial (RCT) falling under the preparation phase of the Multiphase Optimization Strategy (MOST) framework.\n\nSetting/Participants:\n\nThis is a single site study. Adolescents (N=70, aged 14-17 years) at risk for diet quality that is low or in need of improvement (Healthy Eating Index (HEI) \\< 80) and with a history of having overweight or obesity (body mass index (BMI) between the 85th and 99th percentile on at least two occasions six months apart in the medical record in the last five years) will be invited to participate. Clinical measurements will be acquired at the Children's Hospital of Philadelphia (CHOP). Diet, urine, blood glucose, physical activity, and sleep data collection will take place in the home setting.\n\nStudy Interventions and Measures:\n\nAdolescents and their parents will be randomized to receive a) usual care or b) a nutrition intervention with personal goals, meal timing, nutrition skills, and home food environment intervention components. The content for each component will be delivered through text messaging. Three 24-hr dietary recalls and the first morning urine void on two separate occasions will be collected at baseline and follow-up. HEI-2020 scores will be calculated and change in HEI-2020 will be the primary outcome. The urine Na:K will be quantified and change in Na:K will be the secondary outcome."
        },
        "conditionsModule": {
            "conditions": [
                "Adolescent Obesity",
                "Adolescent Overweight",
                "Diet, Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Due to the nature of this pilot work, masking is not feasible."
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "The control arm will not receive any intervention materials."
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The trial duration will be four weeks. The intervention arm includes five components: personalized goal, meal timing, nutrition skills, home food environment, and engagement strategies. The specific number, design and content of the text messages for each component will be prepared and vetted by the investigators and by adolescents and parents through CHOP's Family Partners Program prior to study launch. The text messages will be sent through the REDCap Twilio integration.",
                    "interventionNames": [
                        "Behavioral: Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Intervention",
                    "description": "The intervention arm includes five components:\n\n1. Personalized goal: Participants will complete an interview with a registered dietitian to review their baseline diet quality data and establish their personalized dietary goals.\n2. Meal timing: Participants will receive information on why eating later at night is detrimental and specific strategies on how to limit eating past 8pm in the evening.\n3. Nutrition skills: Participants will receive nutrition education and cooking skills text messages, using adolescent specific guidance from the Dietary Guidelines for Americans.\n4. Home food environment: Participants will receive text messages on how to better select and prepare foods in the home environment (e.g., fruit and vegetable availability).\n5. Engagement strategies: Researchers will design and implement text messages that recognize participant time and effort (e.g., text badges in recognition of completing the first study week).",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diet Quality",
                    "description": "For aim 1, the primary outcome will be change in overall Healthy Eating Index (HEI) 2020 score. The HEI-2020 ranges from 0-100; a greater score indicates greater adherence to the 2020 - 2025 Dietary Guidelines for Americans and better diet quality. HEI-2020 scores will be derived from dietary data collected through three 24-hour dietary recalls at baseline and follow-up and processed using Nutrient Data System for Research software.",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Urinary Concentration of Sodium (Na)",
                    "description": "For aim 2, outcome 2 will be change in urinary Na. Participants will collect their urine from their first morning voids at baseline and follow-up. The urine will be sent to CHOP for biobanking and proton nuclear magnetic resonance (NMR) will be used to measure Na. This provides an objective measure of high sodium (e.g., processed foods) in the diet.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Urinary Concentration of Potassium (K)",
                    "description": "For aim 2, outcome 3 will be change in urinary K. Participants will collect their urine from their first morning voids at baseline and follow-up. The urine will be sent to CHOP for biobanking and proton nuclear magnetic resonance will be used to measure K. This provides an objective measure of high potassium (e.g., fruits and vegetables) in the diet.",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 14-17 years old.\n* At risk for diet quality that is poor or needs improvement (HEI score \\< 80) determined by participants baseline 24-hour diet recall data.\n* Body mass index between the 85th and 99th percentile for age and sex on at least two occasions at least six months apart in the medical record in the last five years.\n* Have access to a phone capable of receiving text messages.\n\nExclusion Criteria:\n\n* History of an eating disorder diagnosis (e.g., anorexia nervosa, bulimia nervosa, binge eating disorder, avoidant restrictive food intake disorder).\n* History of a condition that may alter dietary intake (e.g., diabetes, Celiac's disease, phenylketonuria, cystic fibrosis).\n* Regularly taking medications that may result in weight loss, appetite stimulation or suppression, and/or fluctuations in fluid status.\n* Currently being followed by a registered dietitian.\n* Pregnant or lactating females.\n* Have a parent, guardian, or family member that works for the Division of Gastroenterology, Hepatology, and Nutrition at CHOP.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica E Decker, PhD, RD",
                    "role": "CONTACT",
                    "phone": "‭(215) 590-2952‬",
                    "email": "deckerje@chop.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan A Mitchell, PhD",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica E Decker, PhD, RD",
                            "role": "CONTACT",
                            "email": "deckerje@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The participants will be asked to collect their first morning void on two occasions at baseline and follow-up. Participants will be provided with towelette(s) and a pre-labeled urine collection cup and provided with sex-specific instructions to collect clean-catch urine. Samples will be shipped from participants' homes to the CHOP Biorepository Center for processing, aliquoting, and biobanking. De-identified samples will be shipped to Penn State University for proton nuclear magnetic resonance (NMR) analysis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Adolescent Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}