{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05045482",
            "orgStudyIdInfo": {
                "id": "SARO.19.003 Part B"
            },
            "organization": {
                "fullName": "Zydus Therapeutics Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Hepatic Impairment With Cirrhosis Due to Cholestatic Liver Disease",
            "officialTitle": "A Phase 1, Open-Label Extension Groups Study in Subjects Having Hepatic Impairment With Cirrhosis Due to Cholestatic Liver Disease",
            "therapeuticArea": [
                "Hepatology",
                "Other",
                "Gastroenterology"
            ],
            "study": "hepatic-impairment-with-cirrhosis-due-to-cholestatic-liver-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-10-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-25",
            "studyFirstSubmitQcDate": "2021-09-05",
            "studyFirstPostDateStruct": {
                "date": "2021-09-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Zydus Therapeutics Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Phase 1, Open-label Extension Groups Study in Subjects having Hepatic Impairment with Cirrhosis due to Cholestatic Liver Disease",
            "detailedDescription": "Hepatic impairment study in subjects with cirrhosis secondary to cholestatic disease at a single and multiple once daily doses of Saroglitazar Magnesium needs to be conducted per discussion with FDA. Thus, an extension study has been added."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatic Impairment",
                "Cirrhosis",
                "Cholestatic Liver Disease"
            ],
            "keywords": [
                "Hepatic Impairment",
                "Saroglitazar Magnesium",
                "Cirrhosis",
                "Cholestatic Liver Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Saroglitazar Magnesium at 1 mg and 2 mg single and once a daily multiple dose administration.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Saroglitazar Magnesium 1 mg",
                    "type": "EXPERIMENTAL",
                    "description": "The study drug will be administered from Day 1 to Day 28 once daily in the morning before breakfast without food.\n\nStudy drug -Saroglitazar Magnesium tablets; Dosage form- Tablets (immediate release); Dose- 1 mg/day; Frequency- One tablet per day (in the morning before breakfast without food); Duration of treatment- 28 consecutive days",
                    "interventionNames": [
                        "Drug: Saroglitazar Magnesium 1 mg"
                    ]
                },
                {
                    "label": "Saroglitazar Magnesium 2 mg",
                    "type": "EXPERIMENTAL",
                    "description": "The study drug will be administered from Day 1 to Day 28 once daily in the morning before breakfast without food.\n\nStudy drug -Saroglitazar Magnesium tablets: Dosage form- Tablets (immediate release); Dose- 2 mg/day; Frequency- One tablet per day (in the morning before breakfast without food); Duration- 28 consecutive days",
                    "interventionNames": [
                        "Drug: Saroglitazar Magnesium 2 mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Saroglitazar Magnesium 1 mg",
                    "description": "Group-8: Total of 12 subjects will be enrolled in the Group-8. Group 8A (n=3, consist of mild hepatic impairment subjects); Group 8B (n=3, consist of moderate hepatic impairment), Group 8C (n=3, consist of severe hepatic impairment and Group 8D (n=3, consist of control subjects with normal hepatic functions).",
                    "armGroupLabels": [
                        "Saroglitazar Magnesium 1 mg"
                    ],
                    "otherNames": [
                        "Subjects will be domicile in clinic from Day -1 till Day 5 or Day 7 and from Day 27 through day 29 for PK sampling procedures."
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saroglitazar Magnesium 2 mg",
                    "description": "Group-9: Total of 12 subjects will be enrolled in the Group-9. Group 9A (n=3, consist of mild hepatic impairment subjects); Group 9B (n=3, consist of moderate hepatic impairment), Group 9C (n=3, consist of severe hepatic impairment and Group 9D (n=3, consist of control subjects with normal hepatic functions).",
                    "armGroupLabels": [
                        "Saroglitazar Magnesium 2 mg"
                    ],
                    "otherNames": [
                        "Subjects will be domicile in clinic from Day -1 till Day 5 or Day 7 and from Day 27 through day 29 for PK sampling procedures."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the plasma PK of Saroglitazar (parent compound)",
                    "description": "To measure the plasma concentration of Saroglitazar (parent compound) and estimate the AUCt following single and once a daily multiple oral doses of 1 mg and 2 mg in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function.",
                    "timeFrame": "Serial PK blood samples will be collected on Day1 and Day 28 (1 pre-dose sample and serial post dose sampling till 24 hours post dose on both days)"
                },
                {
                    "measure": "To assess the safety and tolerability of Saroglitazar",
                    "description": "Percentage of subjects with clinical \\& laboratory AEs/SAEs and Treatment emergent AEs/SAEs, coded using the MedDRA following single and once a daily multiple oral doses of 1 mg and 2 mg of Saroglitazar Magnesium in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function",
                    "timeFrame": "Through study completion, an average of 9 weeks"
                },
                {
                    "measure": "To evaluate plasma PK of Saroglitazar metabolite (Saroglitazar sulfoxide)",
                    "description": "To measure the plasma concentration of Saroglitazar metabolite (Saroglitazar sulfoxide) and estimate the AUCt following single and once a daily multiple oral doses of 1 mg and 2 mg in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function.",
                    "timeFrame": "Serial PK blood samples will be collected on Day 1 and Day 28 (1 pre-dose sample and serial post dose sampling till 24 hours post dose on both days)"
                },
                {
                    "measure": "To evaluate the impact of hepatic impairment with cirrhosis due to cholestatic liver disease on the unbound concentration of Saroglitazar in systemic circulation in",
                    "description": "To measure the differences (between day-01 and Day-28) on unbound concentration of Saroglitazar in systemic circulation following single and once a daily multiple oral doses of 1 mg and 2 mg in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function",
                    "timeFrame": "The blood samples will be collected on Day 1 and Day 28 at pre-dose, 2.0 h and 24.0 h post dose."
                },
                {
                    "measure": "To evaluate the trough plasma concentration of Saroglitazar (parent compound)",
                    "description": "To evaluate the trough plasma concentration of Saroglitazar following single and once a daily multiple oral doses of 1 mg and 2 mg in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function",
                    "timeFrame": "Trough plasma sample will be collected at pre-dose on Visit 3 (on day 8), Visit-4 (On day 15) and at Visit 5 (on day 22). Additional PK sample will be collected at 168.0 hours post dose of day 28 (i.e. on Day 35 ±3D)"
                },
                {
                    "measure": "To determine the plasma PK of Saroglitazar (parent compound)",
                    "description": "The plasma concentration of Saroglitazar (parent compound) will be measured to estimate the Cmax following single and once a daily multiple oral doses of 1 mg and 2 mg in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function.",
                    "timeFrame": "Serial PK blood samples will be collected on Day1 and Day 28 (1 pre-dose sample and serial post dose sampling till 24 hours post dose on both days)"
                },
                {
                    "measure": "To determine the plasma PK of Saroglitazar metabolite (Saroglitazar sulfoxide)",
                    "description": "The plasma concentration of Saroglitazar metabolite (Saroglitazar sulfoxide) will be measured to estimate the Cmax following single and once a daily multiple oral doses of 1 mg and 2 mg in subjects with mild, moderate and severe hepatic impairment with cirrhosis due to cholestatic liver disease based on Child-Pugh-Turcotte score compared to subjects with normal hepatic function.",
                    "timeFrame": "Serial PK blood samples will be collected on Day 1 and Day 28 (1 pre-dose sample and serial post dose sampling till 24 hours post dose on both days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor all subjects:\n\n1. Ability to comprehend and willingness to sign a written ICF for the study.\n2. Male or female aged 18 to 80 years (inclusive) at the time of signing the ICF.\n3. Body mass index within the range 18.0 to 48.0 kg/m2 (inclusive) at screening.\n4. Females must be non-pregnant, non-lactating and of non-childbearing potential or using highly efficient contraception for the full duration of the study.\n5. Females of child-bearing potential and males must agree to use contraception for the full duration of the study.\n6. Ability to swallow and retain oral medication.\n\n   For Subjects in Groups 8 and 9 (Hepatic impairment group but with cirrhosis from cholestatic liver disease):\n7. Participants having documented history of hepatic impairment with cirrhosis due to cholestatic liver disease in Groups 8 and 9 will be classified in sub groups at screening based on CPT score. If the hepatic impairment classification for the subject is not the same at screening and Day -1, enrolment of the subject into a hepatic category group will be at the discretion of the hepatology Investigator.\n8. Laboratory test values for hepatic impairment subjects Groups 8 (8A, 8B, 8C) and 9 (9A, 9B, 9C) must be clinically acceptable to the Investigator and meet all the following parameters at Screening:\n\n   1. ALT/AST value ≤ 10 × upper limit of normal (ULN)\n   2. Absolute neutrophil count (ANC) ≥ 750/mm3\n   3. Platelets ≥ 25,000/mm3\n   4. Hemoglobin ≥ 8 g/dL\n   5. α-fetoprotein \\< 50 ng/mL or 50-80 ng/mL with negative imaging study (US, CT, MRI).\n\n   For Subjects in Groups 8D and 9D (normal hepatic function groups):\n9. Subjects should be in good health as determined by no clinically significant findings in the medical history, physical examination, vital signs, 12-lead electrocardiograms (ECGs), or laboratory examinations at Screening or Check-in.\n10. Laboratory test values within normal limits or considered not clinically significant by the Investigator for subjects with normal hepatic function including ALT/AST \\< 1.2 × ULN at screening.\n\nExclusion Criteria:\n\nFor all subjects:\n\n1. Any significant, unstable medical condition or other instability that would prevent the subject from participating in the study as determined by the Investigator or designee.\n2. History of malignancy of any type in the last 3 years of screening, with the exception of the following: in situ cervical or breast cancer or surgically excised non-melanoma skin cancers (i.e. basal cell or squamous cell carcinoma).\n3. History of stomach or intestinal surgery or resection within the six months prior to screening that would potentially alter absorption and/or excretion of orally administered drugs (uncomplicated appendectomy, cholecystectomy, and hernia repair will be allowed).\n4. History of any significant drug allergy (such as anaphylaxis) deemed clinically relevant by the Investigator.\n5. Any major surgery within 3 months of screening.\n6. Donation of blood or blood products within 3 months prior to screening.\n7. Current active infectious disease requiring systemic antibiotic, antifungal, or antiviral treatment or symptoms of active infectious disease within the two weeks prior to screening.\n8. Use or intend to use any medications/products known to alter drug absorption, metabolism, or elimination processes, including St. John's Wort, within 21 days prior to screening, unless deemed acceptable by the Investigator.\n9. Receiving or has received any investigational drug within the 30 days or 5 half-lives (whichever is longer), before receiving Saroglitazar Magnesium.\n10. Estimated glomerular filtration rate (eGFR) \\< 60 mL/min/1.73m2 by modification of diet in renal disease (MDRD) formula at screening.\n11. Positive alcohol breath test at the time of check-in or those subjects who have current alcohol or substance abuse judged by the Investigator to potentially interfere with subject compliance or subject safety.\n12. Positive test for drugs of abuse at screening or admission. Subjects with a positive test based on a prescribed medication may be enrolled.\n13. Any subject with poor peripheral venous access\n14. Receipt of blood products within 1 month prior to check in.\n15. Human immunodeficiency virus (HIV) type 1 antibody positive at screening for all groups.\n\n    For Subjects in Groups 8 and 9 (Hepatic impairment group but with cirrhosis from cholestatic liver disease):\n16. Other known cause of liver disease such as NASH, alcoholic steatohepatitis (ASH), autoimmune hepatitis, or acute or chronic viral hepatitis as determined by the Investigator and subject's medical records.\n17. Subjects who have had a change in hepatic disease status within 30 days of screening, as documented by the participant's medical history and deemed clinically significant by the Investigator.\n18. Subjects having -\n\n    1. History of gastrointestinal bleeding within 1 month prior to screening.\n    2. Current functioning organ transplant.\n    3. Evidence of severe ascites requiring frequent paracentesis in the opinion of investigator.\n19. Subjects who use or intend to use any over the counter (vitamins, minerals, and phytotherapeutic/herbal/plant-derived preparations) or prescription medications within 30 days or 5 half-lives (whichever is longer) prior to enrolment, with the exception of hormone replacement therapy and therapies for hepatic disease and treatments of associated disorders that have been stable for at least 30 days prior to screening and until Day 1, unless deemed acceptable by the Investigator (or designee).\n\n    For Control with Normal Hepatic Function:\n20. Subjects who have taken any prescription medications or over-the-counter medications, including herbal products, within 14 days prior to start of study drug dosing, with the exception of vitamins, acetaminophen, hormonal contraceptive medications and/or any other over-the-counter product approved by the Investigator.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Farheen Shaikh",
                    "role": "CONTACT",
                    "phone": "+1 6094534751",
                    "email": "fshaikh@zydustherapeutics.com"
                },
                {
                    "name": "James Bainbridge, JD",
                    "role": "CONTACT",
                    "phone": "1-609-559-0760",
                    "email": "jbainbridge@zydustherapeutics.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deven V Parmar, MD, FCP",
                    "affiliation": "Zydus Therapeutics Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Indiana University",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raj Vuppalanchi, MD",
                            "role": "CONTACT",
                            "phone": "317-278-1664",
                            "email": "rvuppala@iu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000002779",
                    "term": "Cholestasis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001649",
                    "term": "Bile Duct Diseases"
                },
                {
                    "id": "D000001660",
                    "term": "Biliary Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6019",
                    "name": "Cholestasis",
                    "asFound": "Cholestatic Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4935",
                    "name": "Bile Duct Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4946",
                    "name": "Biliary Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}