{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05516030",
            "orgStudyIdInfo": {
                "id": "00148684"
            },
            "organization": {
                "fullName": "University of Kansas",
                "class": "OTHER"
            },
            "briefTitle": "HIFT for People With Mobility-Related Disabilities",
            "officialTitle": "Exploring High-intensity Functional Training for People With Mobility-related Disability: A Pilot Study",
            "acronym": "Research GO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hift-for-people-with-mobility-related-disabilities"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-04-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-04-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-29",
            "studyFirstSubmitQcDate": "2022-08-22",
            "studyFirstPostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-22",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lyndsie Koon",
                "investigatorTitle": "Assistant Research Professor",
                "investigatorAffiliation": "University of Kansas"
            },
            "leadSponsor": {
                "name": "University of Kansas",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Investigators will examine the feasibility and health outcomes following a high-intensity functional training intervention for people with mobility-related disabilities. In addition to participant recruitment, attritions rates, and satisfaction, investigators will assess changes to both physical health outcomes (e.g., strength, body composition) and psychosocial outcomes (e.g., quality of life). The findings will provide evidence for the efficacy of HIFT to improve various health outcomes for a population that experiences health disparities in access to, and engagement in, community-based exercise.",
            "detailedDescription": "The proposed study will examine the feasibility and effectiveness of a high intensity functional training (HIFT) pilot study for adults with mobility-related disabilities (MRD).\n\nAim 1 will explore the feasibility of a 12-week, thrice weekly HIFT intervention for adults with MRD. Investigators will evaluate participant acceptability and satisfaction, document recruitment challenges, attrition rates, and the adaptive elements of the program for replication and improvement to future clinical trials. Aim 2 will assess the effects of HIFT participation on participant health outcomes, including (i) fitness factors such as work capacity, strength, and energy expenditure; (ii) functional performance; (iii) body composition and weight; and (iv) variables contributing to psychological well-being such as motivation, quality of life, and life satisfaction.\n\nA relatively novel mode of exercise, HIFT stands out for its inclusive approach and adaptable programming, which has the potential to improve health outcomes for a novel target population. The proposed research activities will provide initial data on the feasibility and expected magnitude of change in multiple dimensions of health for people with MRD and contribute to the limited evidence of community-based programs that are adaptable and inclusive. The findings will also allow for the mobilization of this knowledge into disability and healthcare communities to increase the recommendations for exercise for this population and inform future design of clinical trials."
        },
        "conditionsModule": {
            "conditions": [
                "Mobility Limitation",
                "Physical Disability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HIFT for People with MRD",
                    "type": "EXPERIMENTAL",
                    "description": "12-week, thrice weekly HIFT intervention for adults with MRD at a local facility that currently hosts HIFT for people with disability and, thus, is conducive to the training needs of individuals with MRD. We will provide financial support for 12-week membership costs, transportation, and participant compensation for completing pre- and post-intervention assessments. Baseline and post-intervention testing will include assessments of weight, body composition, flexibility, and strength, in addition to quality of life, sense of community, self-determination, sleep, and life satisfaction. Each participant will also have energy expenditure assessed during two, randomly selected HIFT sessions during the 12-wk intervention.",
                    "interventionNames": [
                        "Other: HIFT for people with MRD"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "HIFT for people with MRD",
                    "description": "12-wk, 3x/week HIFT participation for individuals with MRD",
                    "armGroupLabels": [
                        "HIFT for People with MRD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body Mass Index",
                    "description": "Weight will be measured in duplicate using a portable calibrated, digital scale to the nearest 0.1 kg. Height will be measured in meters, and body mass index (BMI) will be calculated with the following formula: kg/m2",
                    "timeFrame": "Change from Baseline BMI at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Skinfold",
                    "description": "3-site skinfold test as outlined by Jackson \\& Polloc (1978; 1980) on 3 site measures (men: chest, abdomen, thigh; women: triceps, suprailium, thigh). The same investigator will measure all 3 sites using a Harpenden Skinfold Caliper in triplicate, and the true skinfold thickness was taken as an average of teh three measures.",
                    "timeFrame": "Change from Baseline 3-site skinfolds at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Strength",
                    "description": "Grip Strength with dynameter. Participants will be seated with elbow flexed at 90 degrees, forearm in a neutral position and write between 0 and 30 degrees of flexion. participants will use their dominant hand and the 5 second squeeze will occur in duplicate, with 15 second rest in between and the score averaged to the nearest 0.1 kg.",
                    "timeFrame": "Change from baseline strenghth at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Flexibility",
                    "description": "Back Scratch Test (Jones \\& Rikli, 2002) - 1 arm above the head, bent elbow, reach down across the back as far as possible. Simultaneously, the opposite arm bent at elbow and forearm is extended up along the back as far as possible to that the fingers of both hands meet or overlap. The distance of overlap or the distance between the tips of the middle fingers is measured in centimeters.",
                    "timeFrame": "Change from Baseline flexibility at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Strength 5-repeition max",
                    "description": "Participants will complete 5-repetition max strength testing at week 2 of the intervention, and again at week 12. This will include a 5-RM assessment of the deadlift, press (standing or seated) and squat. Outcome variables will be reported to the nearest kg with regard to weight successfully moved for 5 repetitions.",
                    "timeFrame": "Change in Week 2 strength at week 12 of the intervention"
                },
                {
                    "measure": "Work Capacity",
                    "description": "Participants will complete 2 work capacity tests during week 3 (A1) and 5 (A2), and again at weeks 10 (A1) and 12 (A2). A1 will be assessed by the outcome measure of time to complete the benchmark exercise session - in minutes and seconds; and A2 will be assessed by number of rounds and repetitions completed during the exercise session in a given amount of time.",
                    "timeFrame": "Change in baseline work capacity at weeks 10 and 12 of the intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived Functional Performance",
                    "description": "The Canadian Occupational Therapy Measure (COPM) is a valid and reliable standardized assessment used to identify occupational performance problems experienced by a client. Performance areas report by the client as challenging or unable to do will be documented in a list. Then the client will rate the perceived importance of each problem area on the list. Only the most important performance areas (top five maximum) will be included in the COPM assessment. The client will then rate their current performance ability and satisfaction of their ability for each of these performance areas. The client's ratings of importance, performance ability, and satisfaction will be used to calculate the client's baseline average occupational performance and satisfaction of their ability. Baseline average performance and satisfaction scores are then used to determine if a client's occupational performance improvements occur over time (Law et al., 1990)",
                    "timeFrame": "Change from Baseline perceived functional performance at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Perceived Quality of Life",
                    "description": "World Health Organization Quality of Life (WHOQOL-BREF) (Skevington et al., 2004; Bonomi \\& Patrick, 1997) an internationally recognized and established short measure assessing quality of life. For the purposes of this study, we will include three of the four domains (physical health, psychological health, social relationships) to evaluate perceived health-related quality of life as a component of psychological well-being.",
                    "timeFrame": "Change from Baseline QOL at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Life Satisfaction",
                    "description": "the Satisfaction with Life Questionnaire (Kobau eta l., 2010; Post et al., 2012) will be used as an additional assessment of well-being.",
                    "timeFrame": "Change from Baseline life satisfaction at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Self-determination",
                    "description": "Behavioral Regulation in Exercise Questionnaire (BREQ-2; Markland \\& Tobin, 2004) will assess changes to perceived behavioral regulation (autonomous vs. external regulation) with in the functional fitness environment. 19 items with 5 subscales (external, introjected, identified, and intrinsic)",
                    "timeFrame": "Change from Baseline self-determination at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Psychological Need Satisfaction",
                    "description": "The Psychological Need Satisfaction in Exercise Questionnaire (PNSE; Wilson et al., 2006) will be used to assess need satisfaction within the functional fitness environment. Include three subscale autonomy, competence, and relatedness",
                    "timeFrame": "Change from Baseline need satisfaction at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Sense of Community",
                    "description": "The Sense of Community Scale (SOC; Warner et al., 2013) will be used to assess perceptions of community among the administration, social spaces, other members and competition",
                    "timeFrame": "Change from Baseline sense of community at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Shoulder Pain - wheelchair users only",
                    "description": "The Wheelchair User's Shoulder Pain Index (WUSPI) will be used to assess self-report changes in shoulder pain during daily functional activities with a 10-point visual analog scale (Curtis et al., 1995a, b)",
                    "timeFrame": "Change from Baseline shoulder pain at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Exercise Self-efficacy",
                    "description": "28-item Self-Related Abilities for Health Practices Scale (SRAHP) to assess self-efficacy scores regarding exercise, nutrition, health practices and psychological well-being (Becker et al., 1993).",
                    "timeFrame": "Change from Baseline self-efficacy at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Sleep",
                    "description": "Sleep Disturbance Short Form (PROMIS Health Organization, 8b) will be used to assess self-report sleep quality in the past 7 days.",
                    "timeFrame": "Change from Baseline sleep at 13 weeks (post-intervention)"
                },
                {
                    "measure": "Barriers to Health",
                    "description": "The 16-item Barriers to Health Adapted for People with Disabilities (BHAPD) will assess participant self-report of perceived motivational and external barrier to exercise (Becker et al., 1991)",
                    "timeFrame": "Change from Baseline perceived barriers at 13 weeks (post-intervention)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Energy Expenditure",
                    "description": "energy expenditure will be assessed at two, randomly selected sessions for each participant. This will be done using a previously validated portable, open-circuit indirect calorimeter (Cosmed, Italy) which measures breath-by-breath ventilation, expired oxygen, and carbon dioxide. The flow turbine will be calibrated using a 3.0-L syringe. The lightweight (\\~1.5 kg) portable system will be attached by a harness around the waist and shoulders of the participant before each assessment. During exercise sessions, participants will breathe into a facemask that directs air into the unit housing the O2 and CO2 analyzers. Data will be retrieved for analysis via a serial port interface and software provided with the calorimeter and aggregated over 20-second epochs for the calculation of 1-min averages.",
                    "timeFrame": "Week 3 and Week 9 of the intervention"
                },
                {
                    "measure": "Attendance",
                    "description": "Participant attendance for the functional fitness sessions will be recorded",
                    "timeFrame": "Observed each week of the 12-week intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age and older\n* have a permanent disability that affects mobility (1 year +);\n* Never been a part of a functional fitness program before\n* no significant health impairment that would contraindicate exercise (physician clearance required)\n* serve as their own guardian\n\nExclusion Criteria:\n\n* younger than 18 years of age\n* have a disability that was acquired within 1 year of starting the study or has a non-permanent mobility limitation (e.g., broken arm);\n* has previously been involved in functional fitness\n* unable to obtain physician clearance\n* Are not their own guardian",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Kansas",
                    "status": "RECRUITING",
                    "city": "Lawrence",
                    "state": "Kansas",
                    "zip": "66045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lyndsie Koon, PhD",
                            "role": "CONTACT",
                            "phone": "785-864-1611",
                            "email": "lyndsiek@ku.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.97167,
                        "lon": -95.23525
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000051346",
                    "term": "Mobility Limitation"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26689",
                    "name": "Mobility Limitation",
                    "asFound": "Mobility Limitation",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}