{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05268887",
            "orgStudyIdInfo": {
                "id": "2110000486"
            },
            "organization": {
                "fullName": "Massachusetts Institute of Technology",
                "class": "OTHER"
            },
            "briefTitle": "High Frequency Light, Sound, and Tactile Stimulation to Improve Motor and Cognitive Deficits in Parkinson's Disease",
            "officialTitle": "Acute Treatment of Parkinson's Disease With Gamma Frequency Stimulation",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "high-frequency-light-sound-and-tactile-stimulation-to-improve-motor-and-cognitive-deficits-in-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-06",
            "studyFirstSubmitQcDate": "2022-02-24",
            "studyFirstPostDateStruct": {
                "date": "2022-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Massachusetts Institute of Technology",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Parkinson's disease (PD) impacts different types of neural oscillations in the brain, including beta (13-30Hz) and gamma oscillations (30-80Hz), which contributes to PD's cardinal symptoms of resting tremor, rigidity, bradykinesia (slowness of movement), and gait instability. The investigators' lab has developed a non-invasive method of increasing gamma power in the brain using Gamma Entrainment Using Sensory Stimulation (GENUS) through light, sound, and tactile stimulation devices. For this study, 40 participants with mild Parkinson's disease will be recruited, and the investigators will assess their brain waves with electroencephalogram (EEG) before, during, and after light, sound, and tactile stimulation to determine the safety, feasibility, and optimization of GENUS as a potential therapy in the PD population.",
            "detailedDescription": "It is known that Parkinson's disease (PD) patients have disruptions in brain waves, specifically the beta frequency (13 - 30Hz) and gamma frequency (\\~30 - 100 Hz), due to the death of dopaminergic neurons in certain parts of the brain. These disruptions of brain rhythms contribute to the cardinal symptoms of Parkinson's (resting tremor, rigidity, bradykinesia or slowness of movement and gait stability) in different ways. The investigators' lab has developed a non-invasive method of neuromodulation called Gamma Entrainment Using Sensory Stimulation (GENUS), which could be used for patients suffering from motor symptoms due to PD. GENUS is administered via light, sound, and tactile stimulation devices which emit light, audio, and tactile frequencies respectively. GENUS has been tested on cognitively normal individuals and individuals with mild Alzheimer's Disease (AD), and the device was found to be safe for use and effective for entrainment in both populations.\n\nInvestigators hypothesize that boosting gamma oscillations using 40Hz GENUS will augment movement and improve tremor and bradykinesia in PD patients. Thus, the purpose of this study is to determine whether gamma entrainment through non-invasive 40Hz sensory stimulation can be observed in patients with PD as measured by electroencephalogram (EEG) during an acute stimulation session. Investigators also hope to determine whether the GENUS devices are safe and easy to use in the PD population.\n\nThe investigators will recruit 40 participants diagnosed with mild PD who will be randomly assigned to two study arms: control stimulation and active 40Hz stimulation. Participants will be asked to do a series of movement exercises while wearing an actigraphy watch that tracks their activity before the stimulation session. Cognitive and mental health evaluations and memory tests will also be performed on all participants before and after exposure to the GENUS devices, which can deliver light, sound, and tactile waves at different frequencies. The first GENUS device is composed of a panel with light-emitting diode (LED) illumination and speakers for auditory stimulation, whilst the second device is composed of a small vibrating speaker for tactile stimulation. Each of the two groups will have different combinations of light, sound, and tactile settings."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ],
            "keywords": [
                "Parkinson's Disease",
                "Motor Impairment",
                "Non-Invasive Sensory Stimulation",
                "Light and Sound Stimulation",
                "Tactile Stimulation",
                "Gamma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Parkinson's Active Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Exposure to active sensory stimulation (40Hz) for 30-60 minutes.",
                    "interventionNames": [
                        "Device: GENUS device (Active Settings)"
                    ]
                },
                {
                    "label": "Parkinson's Control Arm",
                    "type": "SHAM_COMPARATOR",
                    "description": "Exposure to control stimulation (sham) for 30-60 minutes.",
                    "interventionNames": [
                        "Device: GENUS device (Sham settings)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "GENUS device (Active Settings)",
                    "description": "Participants in the active, experimental group will use the GENUS devices configured to active (40Hz) setting for 30-60 minutes",
                    "armGroupLabels": [
                        "Parkinson's Active Arm"
                    ],
                    "otherNames": [
                        "Gamma Frequency Stimulation",
                        "Light and Sound stimulation",
                        "Tactile stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "GENUS device (Sham settings)",
                    "description": "Participants in the control group will use the GENUS devices configured to the sham settings for 30-60 minutes",
                    "armGroupLabels": [
                        "Parkinson's Control Arm"
                    ],
                    "otherNames": [
                        "Gamma frequency stimulation",
                        "Light and Sound stimulation",
                        "Tactile Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of gamma frequency stimulation",
                    "description": "Feasibility of gamma frequency stimulation in subjects with mild PD will be assessed by analyzing the EEG data from each subject for a sign of change in gamma frequency waves and determining the percent of subjects who show this change.",
                    "timeFrame": "Immediately after completing the stimulation"
                },
                {
                    "measure": "Incidence of Stimulation-Related Adverse Events",
                    "description": "Tolerability and safety of gamma frequency stimulation will be assessed by using a questionnaire asking for the subjects' overall experience with the stimulation and denoting any adverse effects.",
                    "timeFrame": "Immediately after the completion of the stimulation"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in cognitive performance after gamma frequency stimulation",
                    "description": "Exploratory measure to check if there is any change in cognitive performance, between baseline and immediately after the completion of stimulation. The CANTAB testing battery will be used to test for attention, memory, psychomotor speed, and executive function.",
                    "timeFrame": "baseline and immediately after the completion of the stimulation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject has Idiopathic PD defined by the cardinal sign, bradykinesia, plus the presence of at least 1 of the following: resting tremor or rigidity and without any other known or suspected cause of Parkinsonism (according to Movement disorder society (MDS) clinical diagnostic criteria for Parkinson's disease confirmed by a fellowship trained movements disorder specialist\n* Subject is Hoehn \\& Yahr stage 2 to 3\n* Subject has a Montreal Cognitive Assessment (MOCA) score ≥26.\n* Subject is \\> 45 and \\<90 years of age.\n* proficient in speaking, reading, and understanding English\n* capable of providing informed written consent\n* Subject is on a stable dose (at least 1 month prior to baseline visit) of antiparkinsonian agents and willing to remain on this dose for the duration of the study. If on a cholinesterase inhibitor, a stable dose without changes for 1 month is required.\n* Subject has undergone a brain CT or MRI prior to rule out underlying structural lesions\n\nExclusion criteria:\n\n* Subject has atypical Parkinson's syndrome(s) due to drugs, metabolic neurogenetic disorders (e.g., Wilson's Disease), encephalitis, cerebrovascular disease, or degenerative disease (e.g., Progressive Supranuclear Palsy, Multiple System Atrophy, Corticobasal Degeneration, Lewy Body dementia)\n* history of any psychiatric illness that would pose a safety risk\n* diagnosis of dementia or other neurological conditions\n* currently taking sedative medications that are clinically contraindicated\n* has undergone recent change (\\<1 month) in medication\n* recent drug or alcohol abuse or dependence\n* laboratory results the would pose safety risk\n* concurrently or has participated in other clinical trial investigation within 3 months\n* pregnant\n* no healthcare\n* history of epilepsy, stroke, or seizure in past 24 months\n* diagnosis of migraines\n* have certain implantable medical devices\n* contraindications for MRI\n* life expectancy of less than 2 years",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Theresa Cho",
                    "role": "CONTACT",
                    "phone": "617-258-7723",
                    "email": "tdcmit23@mit.edu"
                },
                {
                    "name": "Gabrielle C de Weck, BS",
                    "role": "CONTACT",
                    "phone": "617-258-7723",
                    "email": "gdeweck@mit.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Li-Huei Tsai, PhD",
                    "affiliation": "Massachusetts Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Diane Chan, PhD",
                    "affiliation": "Massachusetts Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts Institute of Technology",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02139",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Theresa Cho",
                            "role": "CONTACT",
                            "phone": "617-258-7723",
                            "email": "tdcmit23@mit.edu"
                        },
                        {
                            "name": "Gabrielle C de Weck, BS",
                            "role": "CONTACT",
                            "phone": "617-258-7723",
                            "email": "gdeweck@mit.edu"
                        },
                        {
                            "name": "Li-Huei Tsai, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Diane Chan, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Gabrielle de Weck, BS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Theresa Cho",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kenji Aoki, BA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ute Geigenmuller, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12671940",
                    "type": "BACKGROUND",
                    "citation": "Brown P. Oscillatory nature of human basal ganglia activity: relationship to the pathophysiology of Parkinson's disease. Mov Disord. 2003 Apr;18(4):357-63. doi: 10.1002/mds.10358."
                },
                {
                    "pmid": "11157088",
                    "type": "BACKGROUND",
                    "citation": "Brown P, Oliviero A, Mazzone P, Insola A, Tonali P, Di Lazzaro V. Dopamine dependency of oscillations between subthalamic nucleus and pallidum in Parkinson's disease. J Neurosci. 2001 Feb 1;21(3):1033-8. doi: 10.1523/JNEUROSCI.21-03-01033.2001."
                },
                {
                    "pmid": "16943402",
                    "type": "BACKGROUND",
                    "citation": "Deuschl G, Schade-Brittinger C, Krack P, Volkmann J, Schafer H, Botzel K, Daniels C, Deutschlander A, Dillmann U, Eisner W, Gruber D, Hamel W, Herzog J, Hilker R, Klebe S, Kloss M, Koy J, Krause M, Kupsch A, Lorenz D, Lorenzl S, Mehdorn HM, Moringlane JR, Oertel W, Pinsker MO, Reichmann H, Reuss A, Schneider GH, Schnitzler A, Steude U, Sturm V, Timmermann L, Tronnier V, Trottenberg T, Wojtecki L, Wolf E, Poewe W, Voges J; German Parkinson Study Group, Neurostimulation Section. A randomized trial of deep-brain stimulation for Parkinson's disease. N Engl J Med. 2006 Aug 31;355(9):896-908. doi: 10.1056/NEJMoa060281. Erratum In: N Engl J Med. 2006 Sep 21;355(12):1289."
                },
                {
                    "pmid": "30123178",
                    "type": "BACKGROUND",
                    "citation": "Heusinkveld LE, Hacker ML, Turchan M, Davis TL, Charles D. Impact of Tremor on Patients With Early Stage Parkinson's Disease. Front Neurol. 2018 Aug 3;9:628. doi: 10.3389/fneur.2018.00628. eCollection 2018."
                },
                {
                    "pmid": "30898266",
                    "type": "BACKGROUND",
                    "citation": "Kogan M, McGuire M, Riley J. Deep Brain Stimulation for Parkinson Disease. Neurosurg Clin N Am. 2019 Apr;30(2):137-146. doi: 10.1016/j.nec.2019.01.001."
                },
                {
                    "pmid": "22855804",
                    "type": "BACKGROUND",
                    "citation": "Litvak V, Eusebio A, Jha A, Oostenveld R, Barnes G, Foltynie T, Limousin P, Zrinzo L, Hariz MI, Friston K, Brown P. Movement-related changes in local and long-range synchronization in Parkinson's disease revealed by simultaneous magnetoencephalography and intracranial recordings. J Neurosci. 2012 Aug 1;32(31):10541-53. doi: 10.1523/JNEUROSCI.0767-12.2012."
                },
                {
                    "pmid": "33150359",
                    "type": "BACKGROUND",
                    "citation": "Muthuraman M, Bange M, Koirala N, Ciolac D, Pintea B, Glaser M, Tinkhauser G, Brown P, Deuschl G, Groppa S. Cross-frequency coupling between gamma oscillations and deep brain stimulation frequency in Parkinson's disease. Brain. 2020 Dec 5;143(11):3393-3407. doi: 10.1093/brain/awaa297."
                },
                {
                    "pmid": "23075179",
                    "type": "BACKGROUND",
                    "citation": "Okun MS. Deep-brain stimulation for Parkinson's disease. N Engl J Med. 2012 Oct 18;367(16):1529-38. doi: 10.1056/NEJMct1208070. No abstract available."
                },
                {
                    "pmid": "19288469",
                    "type": "BACKGROUND",
                    "citation": "Okun MS, Fernandez HH, Wu SS, Kirsch-Darrow L, Bowers D, Bova F, Suelter M, Jacobson CE 4th, Wang X, Gordon CW Jr, Zeilman P, Romrell J, Martin P, Ward H, Rodriguez RL, Foote KD. Cognition and mood in Parkinson's disease in subthalamic nucleus versus globus pallidus interna deep brain stimulation: the COMPARE trial. Ann Neurol. 2009 May;65(5):586-95. doi: 10.1002/ana.21596."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}