{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04613206",
            "orgStudyIdInfo": {
                "id": "12345"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "High vs. Standard Dose Influenza Vaccine in Adult SOT Recipients",
            "officialTitle": "Comparison of High vs. Standard Dose Influenza Vaccines in Adult Solid Organ Transplant Recipients",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "high-vs-standard-dose-influenza-vaccine-in-adult-sot-recipients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-13",
            "studyFirstSubmitQcDate": "2020-10-27",
            "studyFirstPostDateStruct": {
                "date": "2020-11-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Natasha Halasa",
                "investigatorTitle": "Principal Investigator, Professor of Pediatric Infectious Diseases",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northwestern University Feinberg School of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "University of Alabama at Birmingham",
                    "class": "OTHER"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The influenza virus is a significant cause of morbidity in adult solid organ transplant (SOT) recipients. However, these individuals show a suboptimal response to vaccines including the standard-dose (SD) inactivated influenza vaccine (IIV). Recent studies have investigated two strategies to overcome poor immune responses in SOT recipients: (1) administration of high-dose (HD)-IIV compared to SD-IIV and (2) two doses of SD-IIV compared to one dose of SD-IIV in the same influenza season. The first study compared HD-IIV vs. SD-IIV in adult SOT and noted HD-IIV was safe and reported higher immunogenicity; however, the median post-transplant period was 38 months. In another phase II trial of adult SOT recipients, two doses of SD-IIV a month apart compared to one-dose SD-IIV revealed increased immunogenicity, with a median post-transplantation period of 18 months. Therefore, these studies lack evaluation in the early post-transplantation period in this vulnerable population when influenza disease is most severe. The administration of two-doses of HD-IIV in the same influenza season has also not been studied in SOT recipients. Moreover, the vast majority of SOT influenza vaccinations studies have not substantively evaluated prolonged immunogenicity. Thus, the optimal immunization strategy for SOT recipients less than 12 months post-transplant is poorly-defined. In addition, the immunologic predictors and correlates of influenza vaccine immunogenicity in SOT recipients have not been defined. The investigators hypothesize that adult solid organ transplant recipients that are 1-11 months out from transplant and are receiving high-dose inactivated influenza vaccine will have higher hemagglutination inhibition (HAI) geometric mean titers to influenza A antigens compared to adult SOT recipients receiving standard-dose inactivated influenza vaccine. To test this hypothesis and address the above critical knowledge gaps, The investigators propose to conduct a phase II multicenter randomized controlled trial comparing either two doses HD-IIV, two doses of SD-IIV, or one-dose of HD-IIV in adult kidney, heart, and liver SOT recipients 1-11 months post-transplantation. The results of this study will address significant gaps in knowledge regarding influenza vaccine strategies and immune responses in adult SOT recipients and will guide vaccine recommendations in this vulnerable population.",
            "detailedDescription": "Study Design. The proposed study is a multi-center, phase II, randomized, controlled, immunogenicity and safety trial comparing two doses of the trivalent HD-IIV vs. two doses of the quadrivalent SD-IIV vs. one dose of HD-IIV followed by one dose of placebo in adult SOT recipients (kidney, heart, and liver)\n\nPrimary and Secondary Objectives\n\nI. Primary:\n\nImmunogenicity Objective To compare the hemagglutination inhibition (HAI) geometric mean titers (GMT) to influenza A antigens in adult SOT recipients after receiving either one dose of high dose quadrivalent influenza vaccine (HD-QIV), two doses of standard dose (SD)-QIV, or two doses of HD-QIV over one influenza season.\n\nSafety Objectives\n\n1. To compare the frequency and severity of local solicited adverse events in adult SOT recipients after receiving either one dose of HD-QIV, two doses of SD-QIV, or two doses of HD-QIV over one influenza season.\n2. To compare the frequency and severity of systemic solicited adverse events in adult SOT recipients after receiving either one dose of HD-QIV, two doses of SD-QIV, or two doses of HD-QIV over one influenza season.\n\nII. Secondary:\n\nImmunogenicity Objectives\n\n1. To compare the GMT to influenza B antigens in adult SOT recipients after receiving either one dose of HD-QIV, two doses of SD-QIV, or two doses of HD-QIV over one influenza season.\n2. To compare the frequency of seroconversion (achieving a ≥4-fold rise in HAI titer) or seroprotection (presence of ≥1:40 HAI titer) in adult SOT recipients after receiving either one dose of HD-QIV, two doses of SD-QIV, or two doses of HD-QIV over one influenza season.\n\nStudy Population. A target of a minimum of 396 (132 subjects per year) adult subjects≥18 years, who received kidney, heart, or liver SOT), and are 1-11 months post-transplant will be enrolled over a three-years period. Approximately 99 subjects per site (33 subjects per year) will be enrolled from the following four clinical sites: Vanderbilt University Medical Center, Northwestern University Feinberg School of Medicine, University of Washington Medical Center, and University Hospital, University of Alabama at Birmingham.\n\nStudy Procedures. Consented and eligible subjects will be randomized in a 1:1:1 fashion to one of three groups to receive either two doses of 0.5 mL HD-IIV (60µg of each influenza antigen), two doses of SD-IIV (15µg of each influenza antigen), or one dose of HD-IIV (60µg of each influenza antigen) followed by one dose of placebo (normal saline).\n\nHAI and microneutralization (MN) titers to influenza virus specific vaccine antigens, phenotypic B and T cell responses, B and T cell specific influenza responses, and complete blood count with differential and platelets (CBC d/p) will be measured prior to the first and second vaccine dose, 28-42 days after the second vaccine dose, and approximately 6 months after second vaccine. Quantitative CD4+/CD8+/CD19+ levels, and quantitative serum IgG and IgM concentrations will only be measured prior to the first vaccine. Approximately 30-50 mLs of blood will be collected at each visit. Nasal swabs will be collected at each visit. Subjects will record solicited events for 7 days after each vaccination (Day 0-7). On days 1-3 and 8-10, telephone and/or electronic communication will be made to assess for solicited AEs following each vaccination. Nasal swabs will also be collected at each study visit, regardless of symptoms.\n\nInfluenza Surveillance. Active surveillance for influenza-like symptoms will begin when influenza season starts in each site's community. Influenza season in the specific community is defined -as in previous trials- by identification of at least two positive respiratory tests for influenza, with at least 10% of diagnostic tests positive during two consecutive weeks in the local clinical or research laboratory.\n\nEnrollment will continue during influenza season with nasal swabs obtained during study visits -regardless of influenza-like symptoms- and from symptomatic subjects to document the detection of influenza virus both prior to and after vaccination.\n\nDuring the influenza season, the study staff will attempt to do a weekly telephone and/or electronic communication with the participants to detect and document any influenza-like illness (ILI).\n\nIf subjects meet ILI criteria and/or any specific COVID-19 like symptoms (see below), an additional nasal swab will be collected\\*.\n\nILI criteria: One of the following criteria met:\n\n* Fever: ≥38°C (100.4°F); or\n* Two or more of any of the following: respiratory symptoms (rhinorrhea, sinus congestion, post-nasal drip, shortness of breath, cough, wheezing, sputum production, sore throat, sneezing, watery eyes, ear pain, or hoarseness); or systemic symptoms (myalgias, chills, chest pain, or headache); or new loss of taste or new loss of smell; or gastrointestinal symptoms (diarrhea or vomiting).\n\n  * Per investigators' discretion at each individual site, a swab is not needed if there is a known non-respiratory cause of symptoms"
        },
        "conditionsModule": {
            "conditions": [
                "Immunization; Infection",
                "Transplantation Infection",
                "Influenza",
                "Solid Organ Transplant"
            ],
            "keywords": [
                "Influenza",
                "Vaccination",
                "Solid Organ Transplant",
                "Immunization",
                "High Dose",
                "Fluzone",
                "Standard Dose"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 396,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Two Doses High Dose Quadrivalent Inactivated Influenza Vaccine",
                    "type": "EXPERIMENTAL",
                    "description": "two doses of 0.7 mL HD-IIV (60µg of each influenza antigen) 28-42 days apart",
                    "interventionNames": [
                        "Biological: High Dose Quadrivalent Inactivated Influenza Vaccine"
                    ]
                },
                {
                    "label": "Two Doses Standard Dose Quadrivalent Inactivated Influenza Vaccine",
                    "type": "EXPERIMENTAL",
                    "description": "two doses of 0.5 mL SD-IIV (15µg of each influenza antigen) 28-42 days apart",
                    "interventionNames": [
                        "Biological: Standard Dose Quadrivalent Inactivated Influenza Vaccine"
                    ]
                },
                {
                    "label": "One Dose High Dose Quadrivalent Inactivated Influenza Vaccine",
                    "type": "EXPERIMENTAL",
                    "description": "one dose of 0.7 mL HD-IIV (60µg of each influenza antigen) followed by placebo 28-42 days later",
                    "interventionNames": [
                        "Biological: High Dose Quadrivalent Inactivated Influenza Vaccine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "High Dose Quadrivalent Inactivated Influenza Vaccine",
                    "description": "Fluzone High-Dose (Influenza Vaccine) for intramuscular injection is an inactivated influenza vaccine, prepared from influenza viruses propagated in embryonated chicken eggs. The virus-containing allantoic fluid is harvested and inactivated with formaldehyde. Influenza virus is concentrated and purified in a linear sucrose density gradient solution using a continuous flow centrifuge. The virus is then chemically disrupted using a non-ionic surfactant, octylphenol ethoxylate (Triton® X-100), producing a \"split virus\". The split virus is further purified and then suspended in sodium phosphatebuffered isotonic sodium chloride solution. The Fluzone High-Dose process uses an additional concentration factor after the ultrafiltration step in order to obtain a higher hemagglutinin (HA) antigen concentration.",
                    "armGroupLabels": [
                        "One Dose High Dose Quadrivalent Inactivated Influenza Vaccine",
                        "Two Doses High Dose Quadrivalent Inactivated Influenza Vaccine"
                    ],
                    "otherNames": [
                        "Fluzone High Dose"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Standard Dose Quadrivalent Inactivated Influenza Vaccine",
                    "description": "Fluzone ® Quadrivalent is a vaccine indicated for active immunization for the prevention of influenza disease caused by two influenza A subtype viruses and two type B viruses contained in the vaccine.",
                    "armGroupLabels": [
                        "Two Doses Standard Dose Quadrivalent Inactivated Influenza Vaccine"
                    ],
                    "otherNames": [
                        "Fluzone"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Geometric Mean Titers of influenza vaccine antibodies.",
                    "description": "Antibody titers will be measured by hemagglutination inhibition assay.",
                    "timeFrame": "Day 56 (post-vaccination)"
                },
                {
                    "measure": "The number of participants reporting solicited injection site reactions and systemic reactions.",
                    "description": "Post-vaccination local adverse events (pain, tenderness, swelling/induration, erythema/redness, swelling/induration size, and erythema/redness size) and systemic adverse events (Fatigue/malaise, headache, nausea, body ache/myalgia (not at the injection site), general activity level, vomiting, and fever).",
                    "timeFrame": "Within 7 days post-vaccination"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Geometric Mean Titers Ratio of influenza vaccine antibodies (post-/pre-vaccination).",
                    "description": "Antibody titers will be measured by hemagglutination inhibition assay.",
                    "timeFrame": "Day 56 (post-vaccination)"
                },
                {
                    "measure": "The number of participants achieving seroprotection and seroconversion for influenza virus.",
                    "description": "Antibody titers will be measured by hemagglutination inhibition assay. Seroconversion is defined as ≥ 4-fold rise in hemagglutination inhibition assay titers. Seroprotection is defined as ≥1:40 hemagglutination inhibition assay titer.",
                    "timeFrame": "Day 56 (post-vaccination)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria\n\n1. Adult SOT recipients who have undergone kidney, heart, and/or liver transplantation I. Multiple organ recipients are permitted (i.e. any combination of organs including kidney, heart and/or liver).\n\n   II. Subjects undergoing re-transplantation are permitted\n2. Age ≥18 years at vaccination\n3. ≥1 month and \\<12 months post-SOT\n4. Anticipated to be available for duration of study\n5. Can be reached by telephone, email, or text message\n\nExclusion criteria\n\n1. History of severe hypersensitivity to previous influenza vaccination or anaphylaxis to eggs/egg protein\n2. History of Guillain-Barre syndrome\n3. History of known active infection with HIV\n4. History of known severe latex hypersensitivity\n5. History of receiving the current season's influenza vaccine post-transplant prior to enrollment in the study\n6. Pregnant female\n7. Proven influenza disease after September 1st and before first study vaccine (patient can still receive the second influenza vaccination despite proven influenza disease once enrolled)\n8. History of lung or intestine transplant\n9. CMVIG/IVIG/SCIG receipt in the 28 days prior to or planned administration within 84-126 days of the calendar date of first vaccination\n10. Subjects must have a platelet count of \\<20,000 to receive the immunizations",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Natasha Halasa, MD, MPH",
                    "role": "CONTACT",
                    "phone": "615-322-2250",
                    "email": "natasha.halasa@vumc.org"
                },
                {
                    "name": "Laura Stewart, PhD",
                    "role": "CONTACT",
                    "phone": "615-343-0218",
                    "email": "laura.s.stewart@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt Univeristy Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natasha Halasa, MD, MPH",
                            "role": "CONTACT",
                            "email": "natasha.halasa@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007251",
                    "term": "Influenza, Human"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000009976",
                    "term": "Orthomyxoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "asFound": "Influenza",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12902",
                    "name": "Orthomyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M14517",
                    "name": "Pulmonary Surfactants",
                    "relevance": "LOW"
                },
                {
                    "id": "M9476",
                    "name": "Hemagglutinins",
                    "relevance": "LOW"
                },
                {
                    "id": "M8681",
                    "name": "Formaldehyde",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}