{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05754580",
            "orgStudyIdInfo": {
                "id": "0199-23-FB"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "High-dose Brachytherapy Boost With Stereostatic Body Radiation Therapy to Intermediate or Higher Risk Prostate Cancer",
            "officialTitle": "High-dose Rate (HDR) Brachytherapy Boost With Stereostatic Body Radiation Therapy (SBRT) to Prostate and Pelvic Nodes for the Initial Treatment of Unfavorable Intermediate or Higher Risk Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "high-dose-brachytherapy-boost-with-stereostatic-body-radiation-therapy-to-intermediate-or-higher-risk-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-06",
            "studyFirstSubmitQcDate": "2023-02-28",
            "studyFirstPostDateStruct": {
                "date": "2023-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this phase I/II trial is to prospectively evaluate the toxicity and therapeutic efficacy of Stereostatic Body Radiation Therapy (SBRT) to prostate and pelvic lymph nodes in combination with high-dose-rate (HDR) brachytherapy to the prostate in patients with localized unfavorable-intermediate risk or higher disease.",
            "detailedDescription": "Currently the practice of minimizing monetary and human costs of therapy in the field of oncology is in vogue. As such, there has been heightened interest in the ability to decrease the total number and duration of radiation therapy treatments via brachytherapy and stereotactic body radiation therapy (SBRT). With this, the use of SBRT has been increasingly utilized for elective nodal irradiation (ENI) to treat patients with intermediate-risk prostate cancer or higher to improve biochemical progression free survival (bPFS). However, there is a dearth of studies assessing the efficacy and toxicity profile of these two modalities in combination. The objective of this phase I/II trial is to prospectively evaluate the toxicity and therapeutic efficacy of SBRT to prostate and pelvic lymph nodes in combination with high-dose-rate (HDR) brachytherapy to the prostate in patients with localized unfavorable-intermediate risk or higher disease. We hypothesize that this combination therapy will have an acceptable toxicity profile and that ENI via SBRT will provide improved bPFS compared to no nodal treatment and synonymous with conventional fractionation. The sample size will be 53 patients, with biopsy confirmed unfavorable-intermediate or higher risk prostate cancer and ≥ 15% probability of nodal involvement as determined by publicly available nomograms. Eligible patients will undergo ultrasound-guided HDR brachytherapy to the whole prostate to a dose of 15 Gy in 1 fractions followed by SBRT to a dose of 25 Gy in 5 fractions given every other day. Follow-up will assess toxicity and biochemical progression-free survival and subsequent comparison to historical results."
        },
        "conditionsModule": {
            "conditions": [
                "Prostatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 53,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Dose Rate (HDR) Brachytherapy and Stereoscopic Body Radiation (SBRT) treatment",
                    "type": "EXPERIMENTAL",
                    "description": "High dose rate Brachytherapy in combination with stereoscopic body radiation therapy.",
                    "interventionNames": [
                        "Radiation: High Dose Brachytherapy",
                        "Radiation: Stereostatic Body Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "High Dose Brachytherapy",
                    "description": "This technique involves transient insertion of a stronger (i.e. more active) source (Ir-192) into the prostate, with dose delivery over the course of several minutes followed by immediate removal.",
                    "armGroupLabels": [
                        "High Dose Rate (HDR) Brachytherapy and Stereoscopic Body Radiation (SBRT) treatment"
                    ],
                    "otherNames": [
                        "HDR Brachytherapy"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereostatic Body Radiation Therapy",
                    "description": "ultra-hypofractionation radiation therapy.",
                    "armGroupLabels": [
                        "High Dose Rate (HDR) Brachytherapy and Stereoscopic Body Radiation (SBRT) treatment"
                    ],
                    "otherNames": [
                        "SBRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Treatment-Related Adverse Events",
                    "description": "To evaluate acute GI or GU toxicity and patient reported symptoms outcomes of SBRT and HDR brachytherapy boost as assessed by Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 with a scale of Grade 1 through Grade 5 with Grade 1 being mild and Grade 5 being death. The International Prostate Symptom Score (IPSS) will also be used with a scale of 1 through 35, with 1-7 being mild, 8-19 being moderate, and 20-35 being severe. And the International Index of Erectile Function Questionnaire.",
                    "timeFrame": "between the start of treatment up to 6 months post-treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients with reported symptom outcomes of SBRT and HDR brachytherapy",
                    "description": "To be assessed with the International Prostate Symptom Score (IPSS) with a scale of 0 to 35 with 0-7 being mild, 8-19 being moderate, and 20-35 being severe, and the International Index of Erectile Function (IIEF) with a scale of 5 to 25 with 5 being poor function and 25 indicating no dysfunction.",
                    "timeFrame": "Between the start of treatment and 6 months post-radiation treatment"
                },
                {
                    "measure": "Biochemical progression free survival (bPFS)",
                    "description": "To be assessed using serial measurements of prostate-specific antigen and using the Phoenix definition of biochemical failure (PSA nadir + 2 ng/mL for two separate measurements).",
                    "timeFrame": "Month 4, 10, 16, 22, and 28 post-SBRT"
                },
                {
                    "measure": "Proportion of patients with chronic toxicity and side-effects from HDR Brachytherapy and SBRT",
                    "description": "To be assessed by Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 with a scale of Grade 1 through Grade 5 with Grade 1 being mild and Grade 5 being death. The International Prostate Symptom Score (IPSS) will also be used with a scale of 1 through 35, with 1-7 being mild, 8-19 being moderate, and 20-35 being severe. And the International Index of Erectile Function Questionnaire.",
                    "timeFrame": "Between 6 months to 28 months post-treatment"
                },
                {
                    "measure": "Number of patients with local control (LC), locoregional control (LRC), distant metastasis (DM), and overall survival (OS)",
                    "description": "To be assessed with physical examinations, diagnostic imaging including CT, PET/CT, and/or MRI in the event of biochemical recurrence.",
                    "timeFrame": "Through study completion, an average of 28 months after treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histopathologically proven diagnosis of local unfavorable intermediate or higher risk prostate cancer as defined by NCCN risk group criteria. Biopsies will be confirmed by UNMC pathology review if collected outside our institution.\n2. No prior definitive treatment or intervention received.\n3. Life expectancy of more than 10 years as estimated by the treating physician.\n4. Negative evaluation lymph node involvement or distant metastatic disease on abdominopelvic CT, prostate MRI, and/or PSMA PET.\n5. Negative evaluation of osseous metastatic disease via bone scan or PSMA PET scan.\n6. Greater than or equal to 15% nodal involvement risk predicated on publicly available MSKCC pre-prostatectomy nomogram.\n7. Karnofsky performance status ≥ 80 within 30 days prior to registration.\n8. Age ≥ 19 years.\n9. Clinically determined to be a candidate for HDR brachytherapy.\n10. Patient must be able to provide study-specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. American Urological Association Urinary Symptom Score (AUA score) ≥ 15.\n2. Large prostate volume relative to pelvic arch width that can hinder proper placement of applicator insertion. To be done by MRI, TRUS, and/or physical exam for size, by CT A/P or MRI for arch interference. Specifically, prostates must be no greater than 75 cc in size as decerned by MRI, TRUS, or physical exam. Potential for pubic arch interference will be decerned by the treating radiation oncologist based on MRI and/or CT imaging.\n3. Presence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.\n4. Relative or absolute contraindications to radiation therapy as determined by the treating physician. These include, but not limited to, inflammatory bowel disease, connective tissue disorders (systemic lupus erythematosus, scleroderma, etc.), genetic disorders that risk increase sensitivity to radiation therapy.\n5. Medical conditions that, in the opinion of the investigator could compromise patient safety.\n6. Prior invasive malignancy other than prostate cancer (except non-melanomatous skin cancer) unless disease free for a minimum of 1 year.\n7. History of rectal surgeries.\n8. Recent major surgical procedure, open biopsy, or significant traumatic injury within 30 days prior to registration.\n9. History of Urolift.\n10. Contraindications to general anesthesia.\n11. Preexisting rectal fistula.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "19 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Heather D Mittelstedt, RN",
                    "role": "CONTACT",
                    "phone": "402-559-8287",
                    "email": "hmittelstedt@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael J Baine, MD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather D Mittelstedt, RN",
                            "role": "CONTACT",
                            "phone": "402-559-8278",
                            "email": "hmittelstedt@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}