{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05625204",
            "orgStudyIdInfo": {
                "id": "E3813-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "RX003813-01A2",
                    "type": "OTHER_GRANT",
                    "domain": "Veterans Affairs"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "High Intensity Interval Training (HIIT) to Reduce Frailty and Enhance Resilience in Older Veterans",
            "officialTitle": "High Intensity Interval Training (HIIT) to Reduce Frailty and Enhance Resilience in Older Veterans",
            "acronym": "HIIT@Home",
            "therapeuticArea": [
                "Other"
            ],
            "study": "high-intensity-interval-training-hiit-to-reduce-frailty-and-enhance-resilience-in-older-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-14",
            "studyFirstSubmitQcDate": "2022-11-14",
            "studyFirstPostDateStruct": {
                "date": "2022-11-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Frailty is defined as a greater susceptibility to stressors resulting from age-related impairments in adaptive biological systems. Frailty leads to poorer physical performance and functional capacity and higher risk of adverse outcomes including falls, hospitalization, and mortality. Resilience, defined as the capacity to recover from disruptions to homeostasis, is critical to successful aging because it precedes frailty and enhances adults' ability to maintain optimal health and function well into older age. Evidence- based therapies to help older adults enhance resilience are limited and the biological underpinnings contributing to improved resilience have not yet been fully characterized. To address this important need, the investigators will conduct a clinical trial to examine the benefits of center- and home-based high intensity interval training (HIIT) on functional capacity, frailty, and resilience, and also to identify novel biomarkers of resilience in older Veterans.",
            "detailedDescription": "Impact of Home-Based High Intensity Interval Training on Resilience in Older Veterans More than 30% of U.S. Veterans 65 years or older are frail, which is three-times higher than in non-Veterans in the same age group. Frailty is defined as an increased susceptibility to stressors resulting from age-related impairments in adaptive biological systems, leading to higher risk of adverse outcomes including falls, disability, hospitalization, and mortality. Further, frailty prevalence increases with age, affecting 50% of all adults 85 and over. Resilience, which is defined as the capacity to recover from stress-induced disruptions to homeostasis, is critical to successful aging because it precedes frailty and presents an opportunity to intervene on early health deficits, thus preventing aging-related decline in health, function, and quality of life. Evidence-based therapies that enhance resilience in older adults are limited and the complex biological and physiological mechanisms underlying resilience are not yet fully understood. Consequently, Veterans seeking to boost their ability to recover from late-life stressors and prevent frailty have few proven options. The investigators overarching aim is to characterize the complex factors contributing to resilience and develop novel strategies that enhance resilience to boost health span in older adults. Towards this end, the investigators previous VA RR\\&D SPiRE Award allowed us to demonstrate the feasibility of 12-weeks of high intensity interval training (HIIT) among older Veterans. The investigators successfully enrolled and retained older male and female Veterans and safely conducted individually tailored HIIT that improved cardiorespiratory fitness, lower-body endurance, cognition, and quality of life. The purpose of the proposed larger trial is to build upon the investigators previous successes and develop and implement practical HIIT regimens to reduce frailty and enhance resilience in older Veterans. The investigators will conduct a randomized controlled trial to ascertain the therapeutic benefits of 12-weeks of center- and home-based HIIT on recovery and resilience among Veterans 60 years or older. The investigators have identified a series of biomarkers of resilience and are also seeking to examine key biological drivers of recovery at the molecular level. The investigators proposed study will not only identify feasible methods to measure resilience in older Veterans but will also assess the benefits of home-based HIIT on physical and cognitive performance, frailty, resilience, and health span."
        },
        "conditionsModule": {
            "conditions": [
                "Frailty"
            ],
            "keywords": [
                "aging",
                "frailty",
                "veteran",
                "functional capacity",
                "resilience",
                "cognition",
                "sleep"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Center based attention control",
                    "type": "EXPERIMENTAL",
                    "description": "Center based attention control",
                    "interventionNames": [
                        "Behavioral: Center based attention control"
                    ]
                },
                {
                    "label": "Center based HIIT",
                    "type": "EXPERIMENTAL",
                    "description": "Center based HIIT",
                    "interventionNames": [
                        "Behavioral: Center based HIIT"
                    ]
                },
                {
                    "label": "Home based HIIT",
                    "type": "EXPERIMENTAL",
                    "description": "Home based HIIT",
                    "interventionNames": [
                        "Behavioral: Home based HIIT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Center based attention control",
                    "description": "Center based attention control",
                    "armGroupLabels": [
                        "Center based attention control"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Center based HIIT",
                    "description": "Center based HIIT",
                    "armGroupLabels": [
                        "Center based HIIT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Home based HIIT",
                    "description": "Home based HIIT",
                    "armGroupLabels": [
                        "Home based HIIT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Short Physical Performance Battery",
                    "description": "The short physical performance battery (SPPB) is a battery of test often used in geriatric research to capture functional capacity in older adults. The test includes a balance and coordination assessment via asking participants to hold stances with three different foot positions (side-by-side, semi-tandem, and tandem: score 0-4), a gait speed test of approximately 10 feet (score 0-4 based on time), and a chair rise timed test where a participant is asked to rise from a chair 5 times (score 0-4 based on time). The composite score is therefore 0 to 12.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Frailty assessment",
                    "description": "Frailty is a syndrome marked by greater susceptibility to adverse outcomes like falls and disability. We will be using the Fried Frailty Phenotype that includes: 1) unexpected weight loss of 5% or more in the last year or BMI \\< 18.5; score 0 or 1 if positive, 2) grip strength with BMI dependent cut points for men and women; score 0 or 1 if positive, 3) gait speed with height and sex dependent cutoffs; score 0 or 1 if positive, 4) activity assessed by a survey of the frequency of mild/moderate/energetic physical activity; score of 0 or 1, the latter if positive for hardly ever or never engaging in moderate or energetic physical activity, and 5) endurance assessed by survey of bed rest during the day; score of 0 or 1, the latter if occurring every day or every week. The composite score is therefore 0 to 5.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Maximal oxygen uptake test (VO2max)",
                    "description": "Participants are asked to exercise on an upright exercise bike as the resistance increases over time. During the exercise, participants are asked to breath through a mask that is connected to a oxygen and carbon dioxide measuring device. The assessment last for approximately 5-10 minutes and provides data the pertain to an individuals lung capacity, breathing rate, and endurance.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Gait speed",
                    "description": "Participants are asked to perform a timed walk of approximately 15 feet in length",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Muscle strength",
                    "description": "Leg and arm strength will be measured using a small handheld dynamometer where the device is placed on the wrist or ankle as the participant is asked to extend or contract the limb with full force.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Quality of life assessment",
                    "description": "Quality of life assessment is performed using the Quality of life, enjoyment, and satisfaction questionnaire - short form (Q-LES-Q-SF) survey instrument. The survey instrument scores from 0 to 70 with a greater score representing better quality of life.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Body Composition (Lean and fat mass)",
                    "description": "Body composition will be measured using bioelectric impedance (BIA) - a technique where participants are asked to stand on the measurement device and hold on to two metal handles. A light - and non-detectable - current is then transmitted allowing for collection of body fat and lean mass in the subject. The assessment takes roughly 2-3 minutes.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Step counts",
                    "description": "Objectively measure activity using FITBIT Charge 5 actigraphy devices. These devices are worn on the wrist and capture total steps.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "C-Reactive Protein",
                    "description": "Chronic inflammation may be indicative of distress and lead to chronic diseases. The study will examine the change in C-reactive protein in picograms per milliliter in serum from baseline to endpoint at 12 weeks.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Interleukin-6",
                    "description": "Chronic inflammation may be indicative of distress and lead to chronic diseases. The study will examine the change in interleukin-6 in picograms per milliliter in serum from baseline to endpoint at 12 weeks.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Interleukin-10",
                    "description": "Chronic inflammation may be indicative of distress and lead to chronic diseases. The study will examine the change in interleukin-10 in picograms per milliliter in serum from baseline to endpoint at 12 weeks.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cognitive screen - SLUMS",
                    "description": "Cognitive status will be assessed using the VA - St. Louis University Mental Survey (VA-SLUMS) involving memory tests, shape recognition, and story recall. The survey scores range from 0-30, with a higher score representing greater cognitive capability. We will also utilize the Cognivue to assess cognition. This is a combinatorial visual and reaction time test.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Amyloid beta 42/40 ratio",
                    "description": "Serum cognitive marker: change in amyloid beta 42/40 ratio (a unitless measure derived from the ratio of serum amyloid-beta 42 in picograms per milliliter divided by serum amyloid-beta 40 in picograms per milliliter) from baseline to endpoint after 12 weeks.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Cognitive screen - Cognivue",
                    "description": "Cognivue to assess cognition. This is a computer based combinatorial visual and reaction time test, which is scored 0 to 100.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Phosphorylated tau (P-tau)",
                    "description": "Serum cognitive marker: plasma levels of phosphorylated tau (P-tau) in picograms per milliliter from baseline to endpoint after 12 weeks.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Brain Derived Neurotrophic Factor (BDNF)",
                    "description": "Serum cognitive marker: change in Brain Derived Neurotrophic Factor (BDNF) in picograms per milliliter from baseline to endpoint after 12 weeks.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Fatigue",
                    "description": "Fatigue as assessed by the Brief Fatigue Inventory, which contains 9 self-rated questions with an aggregate score range of 0 to 90.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Sleep quantity and stages",
                    "description": "Objectively measure sleep quantity and stages using FITBIT Charge 5 actigraphy devices. These devices are worn on the wrist and sleep metrics, including total sleep time and time spent in light, deep, and REM sleep stages.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Sleep quality",
                    "description": "Sleep quality as assessed by Pittsburgh Sleep Quality Index (PSQI). The PSQI contains 19 self-rated questions that combined to form 7 component scores, each with a range of 0 to 3 points. These in turn are added to yield a global score with a range of 0 to 21 points.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Sleep chronotype",
                    "description": "Sleep chronotype as assessed by the Morningness/Eveningness survey, which contains 19 self-rated questions with an aggregate score range of 19 to 72.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Sleepiness",
                    "description": "Sleepiness as assessed by the Epworth Sleepiness Scale, which contains 8 self-rated questions with an aggregate score range of 0 to 24.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Insomnia",
                    "description": "Insomnia as assessed by the Insomnia Severity Index, which contains 7 self-rated questions with an aggregate score range of 0 to 28.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Anxiety and depression",
                    "description": "Anxiety and depression as assessed by the Hospital Anxiety and Depression Scale (HADS), which contains 14 self-rated questions with an aggregate score range of 0 to 21.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                },
                {
                    "measure": "Sleep disorders",
                    "description": "Sleep disorders as assessed by the Holland Sleep Disorders Questionnaire, which contains 32 self-rated questions with an aggregate score range of 32 and 160.",
                    "timeFrame": "Change from baseline to endpoint at 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 60 years\n* Male and female, any race\n* Medically cleared for exercise\n* Non-frail or pre-frail (frailty score \\< 3)\n\nExclusion Criteria:\n\n* Severe co-morbidity: COPD (GOLD stage IV), CKD ( stage 3)), severe HTN (180 mmHg/120 mmHg)\n* VA-SLUMS score 20 (Cognition)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "157 male and 43 female participants divided equally between non-frail and pre-frail individuals, based upon Fried frailty criteria.",
            "minimumAge": "60 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kenneth L Seldeen, PhD",
                    "role": "CONTACT",
                    "phone": "(716) 888-4869",
                    "email": "Kenneth.Seldeen@va.gov"
                },
                {
                    "name": "Bruce R Troen, MD",
                    "role": "CONTACT",
                    "phone": "(816) 922-2755",
                    "email": "Bruce.Troen@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bruce R. Troen, MD",
                    "affiliation": "Kansas City VA Medical Center, Kansas City, MO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kansas City VA Medical Center, Kansas City, MO",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64128-2226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ramratan R Sharma, PhD MHSA",
                            "role": "CONTACT",
                            "phone": "816-922-2757",
                            "email": "ram.sharma2@va.gov"
                        },
                        {
                            "name": "Bruce R. Troen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                },
                {
                    "facility": "Kansas City VA Medical Center, Kansas City, MO",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64128",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bruce R Troen, MD",
                            "role": "CONTACT",
                            "email": "bruce.troen@va.gov"
                        },
                        {
                            "name": "Kenneth L Seldeen, PhD",
                            "role": "CONTACT",
                            "email": "Kenneth.seldeen@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final data sets will be made available upon specific request and under an authorized Data Use Agreement. This, in addition to the publications being made available via PubMed Central, will enable validation of results by recipients.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "After analysis and completion of study along with subsequent publication of results.",
            "accessCriteria": "After analysis and completion of study along with subsequent publication of results."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000073496",
                    "term": "Frailty"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1175",
                    "name": "Frailty",
                    "asFound": "Frailty",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}