{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05735691",
            "orgStudyIdInfo": {
                "id": "4257"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HD107145",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HD107145"
                }
            ],
            "organization": {
                "fullName": "Marquette University",
                "class": "OTHER"
            },
            "briefTitle": "High-Intensity, Dynamic-stability Gait Training in People With Multiple Sclerosis",
            "officialTitle": "High-Intensity, Dynamic-stability Gait Training in People With Multiple Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "high-intensity-dynamic-stability-gait-training-in-people-with-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-11",
            "studyFirstSubmitQcDate": "2023-02-09",
            "studyFirstPostDateStruct": {
                "date": "2023-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Marquette University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Indiana University",
                    "class": "OTHER"
                },
                {
                    "name": "Medical College of Wisconsin",
                    "class": "OTHER"
                },
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to improve walking speed, balance, and walking in the community for people with multiple sclerosis. This trial involves intense exercise combined with walking on a shaky treadmill. Walking on a shaky treadmill helps to practice balance and intense exercise promotes the ability to walk faster and farther. In this study, participants will train with a combination of high or low intensity, and with a stable or shaky treadmill. Walking speed and endurance, balance while walking and the number of steps taken in the community will be measured before, half way through the training (15 sessions), after training (30 sessions) and six months after training.",
            "detailedDescription": "This phase I/II clinical trial examines the effects of exercise intensity and balance perturbations on treadmill training in people with multiple sclerosis (MS). People with mild to moderate MS will be assigned to one of four treadmill training groups. One group will conduct treadmill training at a high exercise intensity with balance perturbations applied to the treadmill, a second group will undergo the same training at a low exercise intensity, a third group will conduct treadmill training at a high intensity with no perturbations and the fourth group will train at low intensity with no perturbations. The fourth group resembles typical clinical treadmill training paradigms. Each participant will undergo an initial screening to measure impairment (based on EDSS) and ability to follow three step directions. Demographic information will also be collected on each participant. Twenty participants will be assigned to each treatment group, with group assignment conducted randomly, balanced by severity of MS symptoms so that the impairment across groups is similar. The target sample size for this study was based on extensive previous studies examining high-intensity treadmill training in people with stroke or spinal cord injury, which show large effects compared to conventional treadmill training. In addition, data from a pilot study in people with MS demonstrated that perturbations applied during treadmill training have a large effect on postural stability while walking. The investigators expect that training intensity will impact gait speed and endurance, the use of perturbations will improve balance while walking, and both intensity and perturbations will improve stepping in the community.\n\nThe proposed training interventions will consist of up to 30 sessions of up to one hour of treadmill training over approximately 10 weeks. Each training session will consist of a warmup period and assessment of intensity, followed by four 10-minute intervals of treadmill stepping (as tolerated) with 2-3 minute rest intervals in between and a cool down at the end. In the groups receiving perturbations, movements will be applied to the treadmill every 7-20 seconds in random direction: right, left, forward or backward. Safety will be assured using a fall arrest harness, which is worn at all times. Perturbation size will be determined using a four-accelerometer system (right foot, left foot, sacrum and C7) to obtain an estimate of margin of stability for right/left perturbations and dynamic stability index for anterior/posterior directions. Training perturbation size will be increased until the stability reaches the stability threshold. This perturbation size will then be used for the training session. The intensity of the training will be controlled by monitoring heart rate. The target heart rate will be 70-80% of age-adjusted heart rate reserve for high intensity training and 30-40% of age-adjusted heart rate reserve for low intensity training. Care will be taken to maintain a cool environment, with monitoring of heart rate, rating of perceived exertion and step count. Depending on initial conditioning, participants may need to start with lower levels of exercise at the beginning of the training period and gradually increase until the target dose is achieved.\n\nAssessments of walking function will be made at four times. The first assessment (Baseline) will be made before training begins, a second assessment will be made after 15 training sessions (Mid-Training), a third assessment will be made after training (Post-Training) and a follow up assessment will be made six months after training (Follow-Up). Each assessment will take approximately one hour to complete a series of clinical function tests and laboratory measures of gait function. Specifically, each assessment will consist of measurements of self-selected gait speed, gait endurance, peak treadmill speed, cardiorespiratory fitness and balance confidence. In addition, dynamic balance during gait will be measured using the response to balance perturbations. These measurements will be made using full body motion capture during a set of perturbations in each of the four perturbation directions. Kinematics of the response to the treadmill perturbations will be quantified including measures of foot placement, center of mass movement, with calculations of margin of stability and dynamic gait stability. Additional details of trunk and joint kinematics will be made as secondary measurements. At Baseline, Post-Training and Follow-Up, the investigators will also measure community stepping by issuing each participant a step counter for a 14-day period. The step counter will record the timing of steps throughout the day. When the participant returns, the steps count data will be downloaded and analyzed. Falls will be assessed at Baseline using a survey and each participant will be provided a journal to document falls, with phone contact every 4 weeks through Follow-Up. The study staff making the assessments will be blinded to the treatment group. The training staff and participant will not be able to be blinded to the treatment, since intensity of training and treadmill perturbations cannot be hidden from them. The statistician will be unblinded, as they will assign the participants to the treatment groups and conduct the statistical analysis on the measurements provided by the study staff.\n\nThe effects of training intensity will be assessed using measurements of gait speed and endurance. The investigators expect significant increases in these measurements with high-intensity compared to low-intensity training. Perturbation training is not expected to affect gait speed or endurance. Instead, the investigators expect that perturbation training will improve balance while walking. Training intensity is not expected to significantly affect balance. Both training intensity and perturbation training are expected to improve community mobility, measured by the number of steps per day. The investigators also expect secondary effects from high-intensity training to include improved cardiorespiratory fitness. Similarly, perturbation training is expected to have positive secondary effects on falls and balance confidence. All together, the investigators anticipate that improvements in community mobility provided by high-intensity perturbation treadmill training will improve quality of life in people with MS."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis"
            ],
            "keywords": [
                "Walking",
                "Balance",
                "Treadmill",
                "Exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "A 2x2 factorial design will be used. One factor will consist of high intensity vs moderate intensity. The second factor will be walking perturbations vs no perturbations.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Assessment will be done by a separate team from the trainers. The participant cannot be blinded as they will recognize the intensity of the exercise and whether the treadmill moves.",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-Intensity With Pertubations",
                    "type": "EXPERIMENTAL",
                    "description": "30 sessions of high-intensity treadmill training will be conducted. Perturbations that disrupt balance will be applied during the training.",
                    "interventionNames": [
                        "Procedure: High-Intensity Treadmill Training",
                        "Procedure: Treadmill Training with Perturbations"
                    ]
                },
                {
                    "label": "High-Intensity No Perturbations",
                    "type": "EXPERIMENTAL",
                    "description": "30 sessions of high-intensity treadmill training will be conducted on a stable treadmill.",
                    "interventionNames": [
                        "Procedure: High-Intensity Treadmill Training"
                    ]
                },
                {
                    "label": "Moderate-Intensity With Perturbations",
                    "type": "EXPERIMENTAL",
                    "description": "30 sessions of moderate-intensity treadmill training will be conducted. Perturbations that disrupt balance will be applied during the training.",
                    "interventionNames": [
                        "Procedure: Treadmill Training with Perturbations",
                        "Procedure: Standard Treadmill Training"
                    ]
                },
                {
                    "label": "Moderate-Intensity No Perturbations",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "30 sessions of moderate-intensity treadmill training will be conducted on a stable treadmill.",
                    "interventionNames": [
                        "Procedure: Standard Treadmill Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "High-Intensity Treadmill Training",
                    "description": "Participants will walk on a treadmill at a speed that produces 70-80% of age-adjusted heart rate reserve or a rating of perceived exertion of 17/20. A total of 30, one hour sessions will be conducted. Training will be conducted in 10 minute bouts, with 2-3 minutes rest between bouts.",
                    "armGroupLabels": [
                        "High-Intensity No Perturbations",
                        "High-Intensity With Pertubations"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Treadmill Training with Perturbations",
                    "description": "Participants will walk on a treadmill and a perturbation of the treadmill will be produced every 20s. Perturbations will randomly occur in the forward, backward, right or left directions, with a perturbation size set to 80% of stability threshold. A total of 30, one hour sessions will be conducted. Training will be conducted in 10 minute bouts with 2-3 minutes rest between bouts.",
                    "armGroupLabels": [
                        "High-Intensity With Pertubations",
                        "Moderate-Intensity With Perturbations"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Standard Treadmill Training",
                    "description": "Participants will walk on a treadmill at a speed that produces 30-40% of age-adjusted heart rate reserve. A total of 30, one hour sessions will be conducted. Training will be conducted in 10 minute bouts, with 2-3 minutes rest between bouts.",
                    "armGroupLabels": [
                        "Moderate-Intensity No Perturbations",
                        "Moderate-Intensity With Perturbations"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Timed 25-foot walk test",
                    "description": "Gait speed will be measured using the timed 25-foot walk test. The test consists of walking 25 feet along a clearly marked walkway as quickly as possible while maintaining safety, using devices as needed. The task is repeated as the patient walks back the same distance. The average of the two trials is used as a measure of gait speed.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in 6-minute walk test",
                    "description": "The 6 minute walk test consists of a measurement of the distance walked in 6 minutes, using a walkway of at least 12 meters, with cones demarcating the turnaround points and instructions to walk as fast and as far as possible.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Functional Gait Assessment (FGA)",
                    "description": "The FGA measures dynamic balance during walking using a series of 10 tasks, with each item rated on a scale of 0-3 (maximum score = 30). Test components include walking on a level surface at normal pace with changes in gait speed, head turns, obstacle and narrow path negotiation, and on stairs.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Daily stepping activity",
                    "description": "Daily stepping activity will be obtained using the StepWatch (Modus, Washington DC), which is an ankle-worn accelerometer that has demonstrated the best accuracy of all commercial accelerometers. Data are collected in 1 min increments with daily stepping activity as the primary variable. Data will be collected for 7 days at each evaluation period.",
                    "timeFrame": "Before training, 1-2 weeks after all training sessions, 6 months after all training sessions"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Peak treadmill speed and cardiorespiratory fitness",
                    "description": "VO2peak and VO2gain ml/mg/min will be assessed during graded treadmill testing. Participants will walk at 0.1 m/s for 1 min, with speed increased by 0.1 m/s every minute. Metabolic data will be collected on a breath-by-breath basis until treadmill testing is terminated, as determined by loss of balance, patient intolerance, or abnormal ECG recording consistent with absolute contraindications to continue testing. The averaged VO2 during the final minute of treadmill testing at peak speed will be determined (VO2peak). Baseline VO2peak and VO2 at the matched speed Post-training (VO2match) will be used to identify changes in metabolic efficiency. The difference between gains in VO2peak and VO2match will be identified as VO2 gain.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Berg Balance Scale",
                    "description": "The Berg Balance Scale (BBS) will be used to assess standing balance and determine whether walking balance training carries over to standing balance. The BBS consists of 14 static and dynamic balance tasks of varying difficulty, rated on a scale of 0-4 by an assessor (max score = 56).",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Falls incidence",
                    "description": "A survey of Falls incidence will be administered at Baseline to estimate the number of falls in the past 6 months. At this time, participants will be issued a journal to document falls for the duration of the training study and for 6 months after training has been completed. Study staff will contact participants every month to assure compliance.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Kinematic Response to unexpected perturbations",
                    "description": "Responses to 5 magnitudes of perturbations of the treadmill in 4 directions will be measured using a whole body motion capture. Center of Mass movement and foot placement (Base of Support) will be calculated and medial/lateral margin of stability and anterior/posterior dynamic gait stability will be used to assess the response. Step sizes and trunk angles will be quantified.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Activities-specific Balance Confidence (ABC) score",
                    "description": "The ABC is a self-report on 16 items, with each item beginning with the phrase 'How confident are you that you will not lose your balance or become unsteady when you ....'. Each item is rated from a score of 0 (no confidence) to 100 (complete confidence) and the items are averaged to obtain a score (max =100)",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Medical Outcomes Short-Form 36 (SF-36) Version 2",
                    "description": "The Medical Outcomes Short-Form 36 (SF-36) is a 36-item questionnaire that is divided into 8 subscales and 2 composite domains (SF-36-Physical and SF-36-Mental) and consists of Likert-type items that assess subjective physical and mental capacity and well-being over the past 4 weeks. Scales are standardized by the SF-36v2 scoring software to obtain a score ranging from 0 to 100 with higher scores indicating better health status.",
                    "timeFrame": "Before training, 5-6 weeks after training begins, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Peak Stepping Rate",
                    "description": "Stepping activity from the StepWatch will be collected and analyzed to assess the pattern of community stepping. Secondary measures of stepping activity will include peak stepping rate (steps/min).",
                    "timeFrame": "Before training, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Total Bouts of Stepping",
                    "description": "Stepping activity from the StepWatch will be collected and analyzed to assess the pattern of community stepping. Secondary measures of stepping activity will include total bouts of stepping.",
                    "timeFrame": "Before training, 1-2 weeks after all training sessions, 6 months after all training sessions"
                },
                {
                    "measure": "Changes in Average Duration of Stepping Bouts",
                    "description": "Stepping activity from the StepWatch will be collected and analyzed to assess the pattern of community stepping. Secondary measures of stepping activity will include average duration of stepping bouts (i.e., bout = period of stepping without rest).",
                    "timeFrame": "Before training, 1-2 weeks after all training sessions, 6 months after all training sessions"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have a clinical diagnosis of MS according to the revised McDonald Criteria. Participants with an EDSS score of 2.0-6.5 will be included but must have a stable disease course without worsening more than 1.0 EDSS point over the last 3 months and no MS exacerbation within the preceding 4 weeks, as determined by interview and review of medical records.\n2. Participants will have stable MS disease treatments. All medications will be consistent for at least 1 month prior to enrollment. No corticosteroids for at least 1 month and no botulinum toxin injections above the knee for at least 3 months prior to enrollment.\n3. Participants will be between the age of 18 and 65 and have a body mass of less than 135kg (maximum mass for treadmill equipment).\n4. Participants will be able to follow three commands, as determined by the three step command test of the Mini Mental State Exam.\n5. Participants must have had no myocardial infarction in the past month, must not have uncontrolled hypertension (blood pressure must be \\< 190/110 mmHg at rest), must not have a symptomatic fall in blood pressure when standing and must not have documented, uncontrolled diabetes.\n6. Participants will be medically stable, with absence of concurrent severe medical illness including: existing infection, known significant cardiovascular or metabolic disease that limits exercise participation, significant osteoporosis (as indicated by known history of fractures), known history of vascular claudication or pitting edema, and known history of pulmonary complications that limits exercise capacity, including significant obstructive and/or restrictive lung diseases.\n7. All participants must be able to perform walking training with passive range of motion within the limits of normal locomotor function, including: 0-30 +/- 10 degrees ankle plantarflexion, knee flexion from 0 to 90 +/- 10 degrees, hip flexion to 0-90 +/- 10 degrees.\n8. Individuals who are undergoing concurrent physical therapy or supervised exercise by a trained professional will be excluded from the study to eliminate confounding effects of additional physical interventions. Other therapies, such as occupational or speech therapies, will be allowed as prescribed by their physician. Individuals will be allowed and encouraged to continue their normal exercise routines during the course of the intervention.\n9. Participants must have no other concomitant neurological diseases, no history of epileptic seizures, peripheral nerve injury in lower legs or traumatic brain injury.\n10. Participants must have adequate hearing (whisper test) and vision (minimum 20/80 corrected vision on a Snellen chart).\n11. Participants must be able to walk for 10 meters at their preferred walking speed. For participants that require assistive devices to walk overground, minimal assistance will be provided to enable training until participants recover enough that they are not needed. The use of braces or orthoses is allowed in the proposed study to assure orthopedic safety. Participants will be excluded if they have factors that preclude stepping exercise, such as severe spasticity, excessive fatigue or exercise intolerance.\n12. Women of childbearing potential will not be excluded, although women who are pregnant or who are considering becoming pregnant will be excluded due to the trunk and pelvis restraints required for safety during treadmill training.\n13. Participants must be willing to commit to the treadmill training program schedule and participate in all of the assessments. They must be able to provide informed written consent and willing to be randomized to any of the 4 study arms.\n\nExclusion Criteria:\n\nSee inclusion criteria.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian D Schmit, PhD",
                    "role": "CONTACT",
                    "phone": "4142886125",
                    "email": "brian.schmit@marquette.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brian D Schmit, PhD",
                    "affiliation": "Marquette University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rehabilitation Hospital of Indiana",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46254",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas G Hornby, PhD",
                            "role": "CONTACT",
                            "email": "tghornby@iu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Marquette University",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian D Schmit, PhD",
                            "role": "CONTACT",
                            "phone": "414-288-6125",
                            "email": "brian.schmit@marquette.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators will share phenotypic data associated with the collected samples by depositing data at clinicaltrials.gov. Additional data documentation and de-identified data will be deposited for sharing along with phenotypic data. Meta-analysis data and associated phenotypic data, along with data content, format, and organization, will be available via contact of the PI (brian.schmit@marquette.edu).\n\nWe will identify where the data will be available and how to access the data in any publications and presentations that we author or co-author about these data, as well as acknowledge the repository and funding source in any publications and presentations.",
            "timeFrame": "The investigators will deposit phenotypic outcome data into clinicaltrials.gov, as soon as possible but no later than within one year of the completion of the funded project period for the parent award or upon acceptance of the data for publication, or public disclosure of a submitted patent application, whichever is earlier.",
            "accessCriteria": "Data will be shared through clinicaltrials.gov with investigators working under an institution with a Federal Wide Assurance (FWA) and could be used for secondary study purposes."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}