{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05513300",
            "orgStudyIdInfo": {
                "id": "64208"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "HIIT vs. MICT Training Study",
            "officialTitle": "Physiological and Molecular Effects of High-intensity Interval Training (HIIT) vs. Moderate-intensity Continuous Training (MICT)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hiit-vs-mict-training-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-19",
            "studyFirstSubmitQcDate": "2022-08-22",
            "studyFirstPostDateStruct": {
                "date": "2022-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Francois Haddad",
                "investigatorTitle": "Clinical Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to compare the impact of high-intensity interval training (HIIT) versus moderate-intensity continuous training (MICT) on human health outcomes in healthy sedentary subjects, over 12 weeks of exercise training.\n\nThe investigators will compare several health parameters, such as changes in multiomics profile, cardiorespiratory fitness, muscle strength, and body composition, before and after 12-week interventions of either HIIT or MICT."
        },
        "conditionsModule": {
            "conditions": [
                "Lifestyle",
                "Sedentary"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 135,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HIIT group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized in this group will be assigned to 12 weeks high intensity interval training.",
                    "interventionNames": [
                        "Other: Exercise intervention"
                    ]
                },
                {
                    "label": "MICT group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized in this group will be assigned to 12 weeks of moderate-intensity continuous training.",
                    "interventionNames": [
                        "Other: Exercise intervention"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "NO_INTERVENTION"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise intervention",
                    "description": "12 weeks of exercise training, 3 times per week, \\~1h long",
                    "armGroupLabels": [
                        "HIIT group",
                        "MICT group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cardiopulmonary Exercise Testing",
                    "description": "Change in VO2 max after training, measured during cardiopulmonary exercise testing",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Clinical markers",
                    "description": "Changes in measured lipids in mg/dL including total cholesterol, LDL cholesterol, HDL cholesterol, and triglycerides",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Transcriptome after 12-week intervention",
                    "description": "Change in mRNA-based expression measured in biospecimens after 12 weeks of training",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Proteome after 12-week intervention",
                    "description": "Change in protein measured in biospecimens after 12 weeks of training",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Metabolome after 12-week intervention",
                    "description": "Change in metabolites measured in biospecimens after 12 weeks of training",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Lipidome after 12-week intervention",
                    "description": "Change in lipids measured in biospecimens after 12 weeks of training",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Epigenome after 12-week intervention",
                    "description": "Change in epigenome measured in biospecimens after 12 weeks of training",
                    "timeFrame": "Baseline; 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Transcriptome after acute exercise",
                    "description": "Change in mRNA-based expression measured in biospecimens after acute exercise tests",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Proteome after acute exercise",
                    "description": "Change in protein measured in biospecimens after acute exercise tests",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Metabolome after acute exercise",
                    "description": "Change in metabolites measured in biospecimens after acute exercise tests",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Lipidome after acute exercise",
                    "description": "Change in lipids measured in biospecimens after acute exercise tests",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Epigenome after acute exercise",
                    "description": "Change in epigenome measured in biospecimens after acute exercise tests",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Lean muscle mass",
                    "description": "Change in lean muscle mass in kg measured by dual-energy x-ray absorptiometry",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Fat mass",
                    "description": "Change in fat mass in kg measured by dual-energy x-ray absorptiometry",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Leg strength",
                    "description": "Change in leg strength measured by Biodex",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Hand grip strength",
                    "description": "Change in hand grip strength measured by Biodex",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Resting heart rate",
                    "description": "Change in resting heart rate measured by wearable devices",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Metagenome profile",
                    "description": "Change in metagenome profile from stool microbiome kit",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Blood glucose",
                    "description": "Change in blood glucose in mg/dl profile measured with continuous glucose monitor",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Left ventricle (LV) mass",
                    "description": "Change in left ventricle mass measured by echocardiogram",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "LV diastolic volume",
                    "description": "Change in LV diastolic volume measured by echocardiogram",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Ejection fraction",
                    "description": "Change in ejection fraction measured by echocardiogram",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Exercise Motivation",
                    "description": "Change in exercise motivation level measured by motivation for physical activity (RM 4-FM) questionnaire. RM 4-FM scores four different dimensions of motivation, each on a 0-7 point composite scale, with higher scores indicating stronger motivation.",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Exercise Self-Efficacy",
                    "description": "Change in exercise self-efficacy measured by Exercise Self Efficacy questionnaire, , a 9-item scale providing a 9-28 point composite score, with higher scores indicating higher self-efficacy for exercise.",
                    "timeFrame": "Baseline; 12 weeks"
                },
                {
                    "measure": "Depression",
                    "description": "Change in depression presence and/or severity measured by Patient Health Questionnaire-8, an 8-item scale providing a 0-24 point composite score, with higher scores indicating greater severity.",
                    "timeFrame": "Baseline; Week 4, 8, 12"
                },
                {
                    "measure": "Generalized Anxiety",
                    "description": "Change in anxiety presence and/or severity measured by Generalized Anxiety Disorder-7 , a 7-item scale providing a 0-21 point composite score, with higher scores indicating greater anxiety.",
                    "timeFrame": "Baseline; Week 4, 8, 12"
                },
                {
                    "measure": "Perceived Stress",
                    "description": "Change in perceived stress measured by Perceived Stress Scale-10, a 10-item scale providing a 0-40 point composite score, with higher scores indicating greater perceived stress.",
                    "timeFrame": "Baseline; Week 4, 8, 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be 18-65 years of age\n* Not be pregnant or lactating in the last 12 months, or planning to become pregnant for the next 4 months. A pregnancy test will be performed on the day of DXA scan in women of child-bearing potential. Not be post-partum during the last 12 months.\n* Be generally healthy (a list of medical conditions and/or medication that will exclude participants is listed in the section below)\n* Body mass index (BMI) \\> 18 to \\< 40 kg/m2\n* Sedentary in the past year, defined as regular (structured) endurance exercise (e.g., brisk walking, jogging, running, cycling, elliptical, or swimming activity that results in feelings of increased heart rate, rapid breathing, and/or sweating) or resistance training (resulting in muscular fatigue), no more than 1 hour per week.\n\nPersons bicycling as a mode of transportation to and from work \\>1 day/week etc. will not be considered sedentary.\n\nLeisure walkers are included unless they meet the heart rate, breathing, and sweating criteria noted above.\n\nExclusion Criteria:\n\n* Exclusion criteria are confirmed by either self-report (i.e., medical and medication histories reviewed by a clinician), screening tests performed by the study team, and/or clinician judgment as specified for each criterion.\n\nA person may not participate in this study if any of the following applies to them:\n\n* Diabetes (self-report and screening tests), which includes: i) treatment with any hypoglycemic agents (self-report, even for non-diabetic reasons) or ii) fasting glucose \\>125 or A1c \\>6.4 (screening test).\n* Abnormal bleeding or coagulopathy (self-report): history of a bleeding disorder or clotting abnormality.\n* Thyroid disease (screening test):\n\nThyroid Stimulating Hormone (TSH) value outside of the normal range for the laboratory. Individuals with hypothyroidism may be referred to their primary care provider (PCP) for evaluation and retested; any medication change must be stable for more than 3 months prior to retesting.\n\nIndividuals with hyperthyroidism are excluded, including those with normal TSH on pharmacologic treatment.\n\n* Clinical diagnosis of Chronic Obstructive Pulmonary Disease (COPD) and/or pulmonary hypertension.\n* Metabolic bone disease (self-report): i) history of non-traumatic fracture from a standing height or less and/or ii) current pharmacologic treatment for low bone mass or osteoporosis, other than calcium, vitamin D, or estrogen.\n* Estrogens, progestins (self-report): supplemental, replacement or therapeutic use of estrogens or progestins within the last 6 months, other than birth control or to control menopausal symptoms.\n* Elevated blood pressure readings (screening test): i) age \\< 60 years: any history of hypertension; ii) age \\> 60 years: resting blood pressure reading higher than 150/90 mmHg.\n* Cardiovascular diseases (self-report, screening tests, and clinician judgment):\n\n  i) Congestive heart failure, pericardial effusion, coronary artery disease, mild valvular heart disease, congenital heart disease, significant arrhythmia(at rest or with exercise), stroke, or symptomatic peripheral artery disease (self-report, screening test) ii) Positive stress induced wall motion abnormalities.\n* Unexplained syncope.\n* Abnormal blood lipid profile (screening test): either fasting triglycerides \\>500 mg/dLand/or LDL cholesterol (LDL-C) \\>190mg/dL.\n* History of cancer treatment (other than non-melanoma skin cancer) and not \"cancer-free\" for at least 2 years. Anti-hormonal therapy (e.g., for breast or prostate cancer) within the last 6 months.\n* Chronic infection: i) infections requiring chronic antibiotic or anti-viral treatment; ii) Human Immunodeficiency Virus; iii) individuals successfully treated for hepatitis C and virologically negative for at least 6 months are not excluded.\n* Liver enzyme tests (alanine transaminase, aspartate transaminase) (screening test) \\>2 times the laboratory upper limit of normal.\n* Chronic renal insufficiency (screening test): estimated glomerular filtration rate \\<60 mL/min/1.73 m2 from serum creatinine (mg/dL) by the Chronic Kidney Disease Epidemiology Collaboration equation\n* Hematocrit (screening) \\>3 points outside of the local normal laboratory ranges for women and men\n* Whole blood donation in the last 3 months or plans for blood donation during the entire protocol period. Platelet or plasma donation in the last week or plans for platelet or plasma donation during the entire protocol period\n* Individuals receiving any active treatment for autoimmune disorders (including monoclonal antibodies) within the last 6 months.\n* Alcohol consumption (self-report): i) more than 7 drinks per week for women and more than 14 drinks per week for men; ii) history of binge drinking.\n* Consume of tobacco, e-cigarette, nicotine products, and/or marijuana more than 3 days a week.\n\nShift workers: night shift work in the last 6 months or planning night shift work during the study period.\n\n* Hospitalization for any psychiatric condition within one year (self-report).\n* Weight change (intentional or not) over the last 6 months of \\>5% of body weight or plan to lose or gain weight during the study.\n* Inflammatory conditions including rheumatoid arthritis, inflammatory bowel disease, connective tissue disease including lupus, systemic lupus.\n* Any musculoskeletal or ligamentous injury, amputation or congenital neurological defect that, in the opinion of the team clinician, would negatively impact or mitigate participation in and completion of the protocol.\n* Any other cardiovascular, pulmonary, orthopedic, neurologic, psychiatric or other conditions that, in the opinion of the team clinician, would preclude participation and successful completion of the protocol. Any other blood tests value outside of normal range if that indicates a condition that might preclude participation in the study.\n* Mental incapacity and/or cognitive impairment on the part of the participant that would inhibit adequate understanding of or cooperation with the study protocol.\n\nEXCLUSIONS FOR MEDICATION USE:\n\nUse of any new drug in the last 3 months or dose change for any drug in the last within 3 months\n\nParticipants will be excluded if they are taking any of the medication listed below:\n\nAnticoagulants Antiarrhythmics Antiplatelet drugs (other than aspirin \\<100 mg/day) Beta blockers Lipid-lowering medications Chronic use of medium- or long-acting sedatives and hypnotics (short-acting non-benzodiazepine sedative-hypnotics are allowed) Two or more drugs for depression Mood stabilizers Antiepileptic drugs Stimulants, Attention-Deficit/Hyperactivity Disorder (ADHD) drugs Anti-psychotic drugs Muscle relaxants Chronic oral steroids Burst/taper oral steroids more than once in the last 12 months B2-agonists, allowed if on stable dose at least 3 months 5-alpha reductase inhibitors Daily phosphodiesterase type 5 inhibitor use Androgenic anabolic steroids, anti-estrogens, anti-androgens Growth hormone, insulin like growth factor-I, growth hormone releasing hormone Any drugs used to treat diabetes mellitus or to lower blood glucose Any drugs used specifically to induce weight loss Any drugs used specifically to induce muscle growth/hypertrophy or augment exercise-induced muscle hypertrophy Narcotics and narcotic receptor agonists Regular use of non-steroidal anti-inflammatory drugs (NSAIDs) or acetaminophen more than 3 days a week Anti-malarials High-potency topical steroids Continuous use of antibiotics or other anti-infectives Monoclonal antibodies Any other medications that, in the opinion of local clinicians, would negatively impact or mitigate full participation and completion.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alessandra Celli, MS",
                    "role": "CONTACT",
                    "phone": "650-725-8491",
                    "email": "celli@stanford.edu"
                },
                {
                    "name": "Aubrey Roberts",
                    "role": "CONTACT",
                    "email": "aubreykr@stanford.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305-2200",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alessandra Celli",
                            "role": "CONTACT",
                            "phone": "832-526-9585",
                            "email": "celli@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}