{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06183502",
            "orgStudyIdInfo": {
                "id": "STUDY00005355"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01PS005244",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01PS005244"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "HIV/STD Risk and PrEP Implementation Messaging Among Gay, Bisexual, and Other Men Who Have Sex With Men",
            "officialTitle": "Understanding HIV/STD Risk and Enhancing PrEP Implementation Messaging in a Diverse Community-Based Sample of Gay, Bisexual, and Other Men Who Have Sex With Men in a Transformational Era (MIC-DROP)",
            "acronym": "MIC-DROP",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "hiv-std-risk-and-prep-implementation-messaging-among-gay-bisexual-and-other-men-who-have-sex-with-men"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-14",
            "studyFirstSubmitQcDate": "2023-12-14",
            "studyFirstPostDateStruct": {
                "date": "2023-12-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patrick S Sullivan",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centers for Disease Control and Prevention",
                    "class": "FED"
                },
                {
                    "name": "San Diego State University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Chicago",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to learn about awareness around PrEP use and adherence, condom use, sexual risk-taking behavior, and substance-using behaviors in men having sex with men. The main objective is to study a prospective cohort of MSM in Atlanta, Chicago, and San Diego to understand men's strategies to prevent HIV/Sexually Transmissible Infections (STIs), including PrEP use and adherence, condom use, sexual risk-taking behavior, and substance-using behaviors\n\nParticipants will complete:\n\n* Quantitative surveys quarterly\n* HIV/ STI testing every 6 months\n* Qualitative assessments: focus group discussions and in-depth interviews",
            "detailedDescription": "The prevention of HIV in the United States is in a transformational era. In just a decade since the first finding of efficacy for daily oral PrEP, there has been a proliferation of new PrEP agents, including long-acting injectable PrEP, and regimens, including \"event-driven\" (also called \"on demand\" or 2-1-1 dosing) PrEP. There has also been new knowledge about the impact of antiretrovirals (ARVs) on the treatment of HIV, and an emergent understanding that people living with HIV who take ARVs and maintain a suppressed viral load are incapable of transmitting HIV to their sexual partners. In this context, the idea of \"protected\" sex - which historically meant sex protected by condoms - has become much more complex.6 Men who have sex with men (MSM) and others at risk for acquiring HIV are now making decisions about how to reduce their risks of HIV infection in a world where there are many more options to reduce risks of infection, and where those options also interact with the HIV status and viral suppression status of their sex partners. Understanding men's preferences for prevention products and strategies and what choices are being made by men with varying risk profiles is critical to public health responses and programs to reduce new HIV infections.\n\nMSM are the most highly impacted groups by HIV in the US, with transmission largely driven by high per-act risk MSM. Among MSM, Black/African American (Black) and Hispanic/Latino (Hispanic) men experience nested health inequities: in 2020 Black men comprised 13% of US men and 38% of MSM diagnosed with HIV, and Hispanic men comprised 19% of US men and 33% of MSM diagnosed with HIV. Uptake of daily oral PrEP use by Black and Hispanic MSM has been slow and the extent of PrEP use among these men has not been equitable in light of their disproportionate impact in the HIV epidemic. Similarly, HIV incidence is concentrated in young MSM of all races. Thus, research to increase our understanding of men's awareness of, attitudes for and use of new prevention options must prioritize the equitable engagement of Black, Hispanic, and younger MSM.\n\nThe next 5 years will be a period of rapid changes in the fallout of new PrEP options and will likely see the introduction of new PrEP modalities (e.g., long-acting injectable PrEP, lower frequency oral dosing). Understanding the choices and patterns of PrEP use and the reasons and motivations for those choices among geographically, racially, and ethnically diverse groups of MSM will be a critical part of monitoring the public health response and informing public health programs and messaging. Ideally, public health messaging will be driven by up-to-date information about the perceptions, preferences, and practices of those MSM at the highest risk of HIV acquisition. During this era of rapid change in the available PrEP options, it is critical to have a robust system of real-time monitoring for PrEP preferences, what prevention options men are choosing, and what messages might be most impactful to support the appropriate uptake of PrEP and persistence on PrEP. Because the investigators expect numerous changes in the availability of PrEP products and treatment guidelines, it is also critical to be able to process and interpret these data in a timely way, to best support nimble decisions in prevention messaging and programs in response to a changing landscape of prevention options"
        },
        "conditionsModule": {
            "conditions": [
                "Sexually Transmitted Infections",
                "Gay",
                "Pre Exposure Prophylaxis"
            ],
            "keywords": [
                "MSM",
                "Gay",
                "Pre exposure Prophylaxis",
                "STI"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1275,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MSM using or not using Pre-exposure prophylaxis",
                    "description": "60% of MSM using PrEP at baseline in Atlanta, Chicago, and San Diego to develop knowledge around PrEP use and adherence, condom use, sexual risk-taking behavior, and substance-using behaviors.\n\n40% of MSM not using PrEP at baseline in Atlanta, Chicago, and San Diego to develop knowledge around PrEP use and adherence, condom use, sexual risk-taking behavior, and substance-using behaviors.",
                    "interventionNames": [
                        "Behavioral: Quantitative survey",
                        "Diagnostic Test: HIV & STI testing",
                        "Behavioral: Qualitative Assessment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Quantitative survey",
                    "description": "Quantitative surveys will be conducted through Alchemer, a HIPPA-compliant online survey system previously used by our group in collaborative research with CDC and supported by the Emory University Center for AIDS Research (CFAR). Surveys will be optimized for participants to take them through a personal computer, mobile phone, tablet, or the SMART study app. For participants who do not have any of these devices or prefer to not take the survey from their device, each city will have a research space where participants can schedule a convenient time to take the survey on a computer or tablet that the study will provide for that purpose.",
                    "armGroupLabels": [
                        "MSM using or not using Pre-exposure prophylaxis"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "HIV & STI testing",
                    "description": "The research team has developed and validated procedures for self-collection of specimens for testing for STIs (syphilis, urethral, rectal, and pharyngeal gonorrhea/chlamydia) and HIV self-testing. All participants will be mailed self-collection kits to provide samples for STIs (urine, rectal swab, and pharyngeal swab for gonorrhea/chlamydia; dried blood spot (DBS) for syphilis testing) and HIV (HIV 4th generation testing on DBS specimens in a CLIA-certified laboratory). Participants will be asked to collect specimens for their STI and HIV testing (every 6 months) and return them to Molecular Testing Labs. For participants who prefer in-person procedures, they will meet study staff who will provide them with the STI and HIV self-collection kit and instructions and provide a room for participants to collect their specimens.",
                    "armGroupLabels": [
                        "MSM using or not using Pre-exposure prophylaxis"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Qualitative Assessment",
                    "description": "Focus group discussions (n=up to 48 men for 3 qualitative assessments; total n=up to 144 men) as a part of the study consisting of 9 to 12 focus group discussions (FGD) with an average of 8 (range 3-10) participants in each (3 per city). These focus groups will be conducted once during the first year of the study. FGD will be conducted by a trained moderator using a semi-structured interview guide developed in collaboration with CDC scientists. For the FGD, in each city, there will be one FGD with men who have never used PrEP, one with men who are using PrEP and report no adherence issues, and one with men who are currently using PrEP or used PrEP previously and report sub-optimal adherence. In-Depth Interviews (IDIs) A series of 90 in-depth interviews (same n=up to 45 men for each of 3 qualitative assessments) will be conducted over 18 months: up to 45 IDIs each 6 months apart, with up to 15 IDIs per city each wave.",
                    "armGroupLabels": [
                        "MSM using or not using Pre-exposure prophylaxis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Monitoring Measure: Survey reports",
                    "description": "As a prospective observation cohort study, a primary purpose of this study is to monitor real-world, community- (non-clinic) -based HIV prevention behavior (PrEP use/adherence, condom use/adherence), including uptake and transitions among prevention modality (condom, daily oral, episodic oral, long-acting injectable) in an effort to identify patterns and gaps in HIV protection in order to develop more effective messaging to close those gaps. Rapid reports to Centers for Disease Control and Prevention (CDC) after each wave of data collection will summarize gaps in prevention and recommend the most advantageous messages to address gaps.",
                    "timeFrame": "3 months, 6 months, 9 months,12 months,15 months,18 months"
                },
                {
                    "measure": "Change in condom and PrEP use and adherence based on messages for current PrEP users",
                    "description": "The purpose of Qualitative assessments; Focus Group Discussion is to understand men's awareness of PrEP messages, preferences for PrEP messages, and perceived impact/efficacy of HIV prevention and PrEP messages",
                    "timeFrame": "3 months, 6 months, 9 months,12 months,15 months,18 months"
                },
                {
                    "measure": "Change in condom and PrEP use and adherence based on messages for current non adherent PrEP users",
                    "description": "The purpose of Qualitative assessments; Focus Group Discussion is to understand men's awareness of PrEP messages, preferences for PrEP messages, and perceived impact/efficacy of HIV prevention and PrEP messages",
                    "timeFrame": "3 months, 6 months, 9 months,12 months,15 months,18 months"
                },
                {
                    "measure": "Change in condom and PrEP use and adherence based on messages for people who never used PrEP",
                    "description": "The purpose of Qualitative assessments; Focus Group Discussion is to understand men's awareness of PrEP messages, preferences for PrEP messages, and perceived impact/efficacy of HIV prevention and PrEP messages",
                    "timeFrame": "3 months, 6 months, 9 months,12 months,15 months,18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in number of HIV diagnoses",
                    "description": "All participants will have a known HIV-negative status at enrollment and will be provided with HIV and STI tests at baseline and every 6 months thereafter. Men who have a new HIV diagnosis or during the study will be helped with accessing HIV care and treatment services and will not proceed in the study",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change in number of STI diagnoses",
                    "description": "All participants will be provided with HIV and STI tests at baseline and every 6 months thereafter. Men who have a new STI diagnosis during the study will be helped with accessing STI care and treatment services",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male at birth\n* Self-identify as Cis-gender Male\n* Ages 18 or older\n* ≥1 Male anal sex partner in the 6 months before the baseline screener\n* Live in or near Atlanta, Chicago, or San Diego\n* Owns cell phone with data service\n* Willing to download a health-related app to their cell phone as part of the research study\n* Willing to participate in a 2-year cohort study with quarterly surveys and HIV and mailed STI self-testing\n* Able to provide ≥ 2 means of contact\n* Not currently enrolled in another HIV prevention clinical trial\n* Not currently living with HIV\n\nExclusion Criteria:\n\n* Female at birth\n* Do not self-identify as Cis-gender Male\n* Individuals \\< 18 years of age\n* HIV positive status\n* No male anal sex partner in the 6 months before the baseline interview\n* Does not own a mobile phone with data service\n* Not willing to download a health-related app to their cell phone as part of the research study\n* Live outside the metro Atlanta Metropolitan Statistical Area and/or planning to move from the Atlanta area in the next 2 years\n* Currently enrolled in an HIV prevention or treatment clinical trial",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Male sex assigned at birth, currently identify as male",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary recruitment sources will be through online targeted advertisements to adult men in the three metropolitan areas (Atlanta, Detroit, and San Diego), including social media channels, such as Facebook, Instagram or Snapchat, Grindr, and other dating apps. Additionally, recruitment will be done through referrals from local clinics and community-based organizations. These organizations may provide palm cards or QR codes for interested participants to reach the eligibility screening survey.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick Sullivan, DVM",
                    "role": "CONTACT",
                    "phone": "404-727-8737",
                    "email": "pssulli@emory.edu"
                },
                {
                    "name": "Rebecca Moges",
                    "role": "CONTACT",
                    "email": "rebecca.moges-banks@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patrick Sullivan, DVM",
                    "affiliation": "Rollins School of Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "San Diego State University",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92182",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith J Horvath, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "University of Chicago",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Schneider, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators plan to share individual de-identified participant data (including data dictionaries). Individual participant data that underlie the results reported in the primary publication, after deidentification (text, tables, figures, and appendices) will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Beginning 3 months and ending 6 years following primary publication",
            "accessCriteria": "Investigators will share data with researchers who provide a methodologically sound proposal. Proposals should be directed to the PI. In order to gain access, data requestors will need to sign a data access agreement"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "asFound": "Sexually Transmitted Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}