{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06329778",
            "orgStudyIdInfo": {
                "id": "50884b"
            },
            "organization": {
                "fullName": "Mathematica Policy Research, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Home-Based Child Care Toolkit for Nurturing School-Age Children Study",
            "officialTitle": "Home-Based Child Care Toolkit for Nurturing School-Age Children Study",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "home-based-child-care-toolkit-for-nurturing-school-age-children-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-27",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-11",
            "studyFirstSubmitQcDate": "2024-03-21",
            "studyFirstPostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Mathematica Policy Research, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Department of Health and Human Services",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to build psychometric evidence for the Home-Based Child Care Toolkit for Nurturing School-Age Children (HBCC-NSAC Toolkit) provider questionnaire. The main objectives of the study are to: 1) assess the reliability of the HBCC-NSAC Toolkit provider questionnaire, 2) assess the evidence for its validity compared to other existing measures of HBCC quality, and 3) examine invariance across subgroups (that is, look for the absence of any differential item functioning \\[DIF\\]). HBCC provider participants will complete a questionnaire in the HBCC-NSAC Toolkit. A subset of providers will also participate in an observation of their child care setting. Parents or guardians of children receiving care from HBCC providers will complete a survey.",
            "detailedDescription": "Home-based child care (HBCC), child care and early education (CCEE) offered in a provider's or child's home by someone other than a parent, is the most common form of nonparental child care in the United States and is essential for many families. However, HBCC settings often use quality measures designed for center-based settings. The Home-Based Child Care Supply and Quality (HBCCSQ) project developed the Home-Based Child Care Toolkit for Nurturing School-Age Children (HBCC-NSAC Toolkit) to address the gaps in existing measures used in HBCC settings. The HBCC-NSAC Toolkit is intended to help HBCC providers who regularly care for at least one school-age child identify and reflect on their caregiving strengths and areas of growth. It consists of a self-administered provider questionnaire (composed of multiple newly developed measures) and a family communication questionnaire (composed of one communication tool). The provider questionnaire focuses on practices that may be more likely to take place in or be implemented differently in HBCC settings, such as racial and ethnic socialization, interactions among children of different ages, and interactions among children of similar ages. The current study builds upon the pilot study (completed under NCT05730075), which provided findings used to further refine the HBCC-NSAC Toolkit instruments and improve procedures for the subsequent validation study.\n\nThis validation study will recruit 150 purposively selected providers from diverse backgrounds to complete the English version of the HBCC-NSAC Toolkit provider questionnaire. The study team will ask providers to recruit one or more families to complete a family survey, for a total of up to 166 families. The study team will complete in-person observations in a subset of 50 providers' homes.\n\nResults from the study will assist the field in understanding the extent to which the HBCC-NSAC Toolkit provider questionnaire can support home-based providers as well as how the HBCC-NSAC Toolkit addresses gaps in existing measurement."
        },
        "conditionsModule": {
            "conditions": [
                "Child Development"
            ],
            "keywords": [
                "childcare",
                "quality measures",
                "early education",
                "children"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 316,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HBCC providers (no observation)",
                    "description": "This group will include 100 purposively selected providers from diverse backgrounds who will each complete the provider questionnaire and will also be asked to recruit one or more families to complete the family survey."
                },
                {
                    "label": "HBCC providers (observation)",
                    "description": "This group will include 50 purposively selected providers from diverse backgrounds who will each complete the provider questionnaire, be asked to recruit one or more families to complete the family survey, and agree to have their child care setting observed by a field staff member."
                },
                {
                    "label": "Families",
                    "description": "This group will include up to 166 purposively selected families who will each receive the family survey."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Home-Based Child Care Toolkit for Nurturing School-Age Children provider questionnaire",
                    "description": "We will assess reliability and validity of the English version of the HBCC-NSAC Toolkit provider questionnaire by administering the provider questionnaire by web/paper/phone to HBCC providers.\n\nIt was developed by the study team to collect information about how providers support children in their care across five domains: 1) Support for social development, 2) Support for emotional development, 3) Positive and proactive behavior management, 4) Support for learning, 5) Support for health and physical development.\n\nScales, # of items, range scores Emotional development (33 items): 33-231 Social development (41 items): 41-287 Behavior management (22 items): 22-154 Learning (26 items): 26-182 Health and physical development (27 items): 27-189\n\nHigher scores indicate provider does practices more often.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Emlen Scales",
                    "description": "For validation purposes in this study, we will administer items from sub-scales in the Emlen Scales (Emlen 2000; composite subscale, parent's perception of caregiver's cultural sensitivity subscale and happy, safe, secure subscale). These items will be embedded in the family survey administered to family respondents. The study team selected the Emlen subscales from measures used in the field that the team hypothesized are associated with constructs represented in the domains and dimensions in the provider questionnaire. We will compare families' responses to the Emlen scale against provider's responses in the provider questionnaire in order to help validate the provider questionnaire.\n\nScales, number of items, and range of scores:\n\nParent scale measuring quality of child care (composite scale, 15 items): 15-75 Risks to health, safety, and well-being (10 items): 10-50 Rich activities and environment (5 items): 5-25 Higher scores indicate higher parent satisfac",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Multicultural Teaching Competency Scale",
                    "description": "For validation purposes, we will administer items from the Multicultural Teaching Competency Scale (MTCS; Spanierman, 2011). These items will be embedded in the provider questionnaire administered to providers. We will compare responses to the MTCS against provider's responses to certain items in the provider questionnaire in order to help validate specific dimensions in the provider questionnaire.\n\nMulticultural Teaching Competency scales, number of items, and range of scores Multicultural Teaching Skill (10 items): 10-60 Multicultural Teaching Knowledge (6 items): 6-36 Total score (16 items): 16-96 Higher scores indicate greater levels of multicultural teaching competency.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Family Child Care Program Quality Assessment (FCC PQA)",
                    "description": "For validation purposes, we will conduct observations of providers' child care settings using the Family Child Care Program Quality Assessment (FCC PQA). The FCC PQA is designed to assess quality in FCC homes that is appropriate across various FCC size settings and age groups, including school age. The FCC PQA assesses the setting's learning environment, adult-child interactions, daily routine, and safety considerations. We will conduct the observations in-person and each observation will take approximately 3 to 4 hours to complete.\n\nFamily Child Care Program Quality Assessment scales, number of items, and range of scores Daily Schedule Sum Score (8 items): 8-40 Learning Environment Sum Score (9 items): 9-45 Provider-Child Interaction Sum Score (12 items): 12-60 Safe and Healthy Environment Sum Score (7 items): 7-35 Total Sum Score (36 items): 36-180\n\nHigher scores indicate higher setting quality.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Home-based child care providers who, at the time of the study, care for at least one school-age child (age 5 and in kindergarten, or ages 6 through 12) in a home setting for at least 10 hours per week and 8 weeks per year (within the past year) and must also be able to distribute the family survey to at least one eligible family. Providers who participate in observations must provide care in their own home.\n\n* The families must be the parent or guardian of school-age children who receive care in a home-based child care setting for at least 10 hours per week and 8 weeks per year.\n* All participants must be at least 18 years old and be able to read and answer questions in English.\n\nExclusion Criteria:\n\n* Child care providers who do not care for at least one school-age child in a home setting for at least 10 hours per week and 8 weeks per year.\n* Parents or guardians of children (families) who do not have school-age children who receive child care in a home for at least 10 hours per week and 8 weeks per year.\n* Any providers or family members who are below 18 years old.\n* Any providers or family members who cannot read and answer questions in English.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study team will collect information from up to 150 home-based providers who at the time of collection regularly care for at least one school-age child (age 5 and in kindergarten, or ages 6 through 12) as well as from up to 150 family members with at least one school-age child in HBCC. The study team will use a non-probability, purposive approach to select a convenience sample of home-based providers to participate in at least 10 states in different regions of the United States (states vary on HBCC licensing rules). Of the 150 providers, the team will recruit 50 of these providers to participate in observations in a subset (at least 2) of the study states. The study team will recruit family respondents by asking participating providers to distribute the family survey to all eligible families in their care.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley Kopack Klein",
                    "role": "CONTACT",
                    "phone": "(202) 264-3496",
                    "email": "AKopackKlein@mathematica-mpr.com"
                },
                {
                    "name": "Annie Li",
                    "role": "CONTACT",
                    "phone": "(617) 715-9939",
                    "email": "ALi@mathematica-mpr.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashley Kopack Klein",
                    "affiliation": "Mathematica Policy Research, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mathematica Policy Research",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20002",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Kopack Klein",
                            "role": "CONTACT",
                            "phone": "202-484-9220",
                            "email": "lakopackklein@mathematica-mpr.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}