{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05771597",
            "orgStudyIdInfo": {
                "id": "1739484"
            },
            "organization": {
                "fullName": "Augusta University",
                "class": "OTHER"
            },
            "briefTitle": "Home Biofeedback Therapy for Dyssynergic Defecation, Fecal Incontinence and Urinary Incontinence",
            "officialTitle": "Home Biofeedback Therapy for Dyssynergic Defecation, Fecal Incontinence and Urinary Incontinence: Randomized Study",
            "acronym": "Bioanatoner",
            "therapeuticArea": [
                "Other"
            ],
            "study": "home-biofeedback-therapy-for-dyssynergic-defecation-fecal-incontinence-and-urinary-incontinence"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-27",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-30",
            "studyFirstSubmitQcDate": "2023-03-14",
            "studyFirstPostDateStruct": {
                "date": "2023-03-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Satish Rao",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "Augusta University"
            },
            "leadSponsor": {
                "name": "Augusta University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Biofeedback therapy is an effective treatment for the management of patients with dyssynergic defecation and constipation, urinary incontinence (UI), and fecal incontinence (FI). It is labor-intensive, costly, requires multiple office or hospital visits, is not easily available to the vast majority of patients in the community, and is not covered by many insurance companies.\n\nThe purpose of this study is to\n\n1. Evaluate home biofeedback therapy for patients with either constipation and dyssynergic defecation or urinary leakage or stool leakage by assessing the efficacy and safety of a wireless anorectal biofeedback device, and a cellphone app-based and voice guided home biofeedback training system\n2. To compare the efficacy and safety of home biofeedback therapy system with the standard of care, office biofeedback therapy\n3. To assess the cost-effectiveness of home biofeedback therapy.",
            "detailedDescription": "Biofeedback therapy is an effective treatment for the management of patients with constipation and dyssynergic defecation, urinary incontinence, and fecal incontinence, problems that affect 25% of the population in USA. However, it is labor-intensive, costly, requires multiple office or hospital visits, is not widely available to the vast majority of patients in the community, and is not covered by many insurance companies. It is therefore imperative that a more pragmatic biofeedback treatment program that can be administered at home ought to be developed. Our previous studies have shown that home biofeedback training can be just as useful as office-based training, both for constipation with dyssynergia and fecal incontinence. These studies were however performed with older technology that included placement of anal probes connected to hand-held monitors with a liquid crystal display of flashing lights indicating changes in anal pressures. However, these methods are cumbersome and not user-friendly. Further, there is no commercially available home biofeedback system for dyssynergic defecation.\n\nThe advent of newer digital technology using cellphone app-based applications, with real time animations and pictorial displays of anorectal anatomical changes than the traditional liquid crystal display (LCD) lights and computer monitors, if adopted, could immensely improve our ability to provide biofeedback training. Also, the interactive images of the human anatomy that are both dynamic and change in real time during the biofeedback maneuvers can prove to be a significant advance over line tracings showing pressure or electromyogram (EMG) changes that many patients find it difficult to comprehend. These animated real time images could enable the patient to visualize and directly connect with their anal or rectal or pelvic floor muscle dysfunction that is causing their bowel or urinary problem. Also, the use of Bluetooth technology will enable wireless transmission of the pressure changes from inside the body to a cellphone display system, avoiding the hassles of connecting a probe with a hand-held device, to view changes. Further, the ability to provide voice guided instructions using the cellphone application (APP) will provide a structured treatment program on how to perform biofeedback training at home that mirrors the office biofeedback training. A 3 sensor electronic anorectal probe with a balloon will be placed in the rectum for assessment of anal and rectal pressures, and this will communicate wirelessly with the cellphone app. This new home biofeedback system could significantly improve our current method of performing biofeedback training.\n\nOur specific aims are: 1) To test the feasibility, efficacy and safety of a wireless anorectal probe, and a cellphone app-based and Bluetooth interfaced, voice guided home biofeedback training system. 2) To compare the efficacy and safety of home biofeedback therapy with the standard of care office biofeedback therapy for the treatment of patients with dyssynergic constipation, fecal incontinence, and urinary incontinence; 3) To examine and compare the cost-effectiveness of home biofeedback therapy with office biofeedback therapy, in each of the 3 patient cohorts.\n\nOur overall hypothesis is that Home Biofeedback Therapy (HBT) is non-inferior to Office-Biofeedback Therapy (OBT), but is more user friendly, easy to administer, and cost effective for the management of patients with constipation and dyssynergic defecation, fecal incontinence and urinary incontinence."
        },
        "conditionsModule": {
            "conditions": [
                "Fecal Incontinence",
                "Dyssynergic Defecation",
                "Urinary Incontinence"
            ],
            "keywords": [
                "home biofeedback therapy",
                "office biofeedback therapy",
                "fecal incontinence",
                "dyssynergic defecation",
                "urinary incontinence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a new home biofeedback device feasibility study that will be tested in 3 groups of patients; 1. Fecal incontinence (24 subjects); 2. Dyssynergic constipation (24 subjects); 3. Urinary incontinence (24 subjects). The investigators anticipate enrolling 20 in each group and an expected 20% dropout.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Home Biofeedback Therapy (HBT)",
                    "type": "EXPERIMENTAL",
                    "description": "1. HBT for patients with constipation and dyssynergic defecation:\n2. HBT for patients with FI\n3. HBT for patients with UI\n\nAll patients will be advised to practice HBT at least once or twice a day for six weeks.",
                    "interventionNames": [
                        "Other: Home Biofeedback therapy"
                    ]
                },
                {
                    "label": "Office Biofeedback Therapy (OBT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "1. OBT for patients with constipation and dyssynergic defecation.\n2. OBT for patients with FI.\n3. OBT for patients with UI.\n\nAll patients will receive office biofeedback, once weekly, over six weeks.",
                    "interventionNames": [
                        "Other: Office biofeedback therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Home Biofeedback therapy",
                    "description": "Patients will be given home biofeedback device to take home and practice biofeedback exercises at least twice a day for six weeks of therapy.\n\n1. HBT for patients with constipation and dyssynergic defecation:\n\n   Patients will attend one session of training on how to use the device followed by daily sessions at home for 6 weeks. After placing a probe into rectum, the patient sits on a commode, activates the smart phone app and follow the voice-guided instructions to perform diaphragmatic breathing exercises and push maneuvers with/without balloon distension.\n2. HBT for patients with FI:\n\n   Subject will receive training on how to use the home-trainer device and probe placement. The patient will be asked to follow a series of voice guided instructions consisting of performing short and long duration squeeze maneuvers over 25 minutes.\n3. HBT for patients with UI:\n\nThe instructions protocol as written above for patients with FI will be followed for UI patients as well.",
                    "armGroupLabels": [
                        "Home Biofeedback Therapy (HBT)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Office biofeedback therapy",
                    "description": "Patients will receive traditional office biofeedback, once weekly, over six weeks.\n\n1. OBT for patients with constipation and dyssynergic defecation:\n\n   The patient will receive instructions on the diaphragmatic breathing techniques. Then the patient sits on a commode, coordination between push effort and the anal and pelvic floor relaxation is corrected by the therapist. The patients will receive visual and verbal feedback instructions from the therapist.\n2. OBT for patients with FI:\n\n   Patients will be taught Kegels and abdominal muscle exercises. Visual and verbal feedback techniques are used to reinforce the maneuvers. The patient is instructed to squeeze and to maintain this squeeze for as long as possible.\n3. OBT for patients with UI:\n\nBiofeedback training is performed using the protocol and objectives as described above for FI training.",
                    "armGroupLabels": [
                        "Office Biofeedback Therapy (OBT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The number of complete spontaneous bowel movements (CSBM) per week for patients with dyssynergic defecation",
                    "description": "A responder for dyssynergic defecation group is defined as as a subject who demonstrates both ≥ 1 complete spontaneous bowel movement/week and normalization of dyssynergic pattern",
                    "timeFrame": "6 weeks (short term)"
                },
                {
                    "measure": "The number of complete spontaneous bowel movements (CSBM) per week for patients with dyssynergic defecation",
                    "description": "A responder for dyssynergic defecation group is defined as as a subject who demonstrates both ≥ 1 complete spontaneous bowel movement/week and normalization of dyssynergic pattern",
                    "timeFrame": "12 weeks (long term)"
                },
                {
                    "measure": "the number of fecal incontinence (FI) episodes for the FI group",
                    "description": "A responder for FI is defined as an individual reporting at least 50% reduction in weekly number of FI episodes",
                    "timeFrame": "6 weeks (short term)"
                },
                {
                    "measure": "the number of fecal incontinence (FI) episodes for the FI group",
                    "description": "A responder for FI is defined as an individual reporting at least 50% reduction in weekly number of FI episodes",
                    "timeFrame": "12 weeks (long term)"
                },
                {
                    "measure": "the number of Urinary Incontinence (UI) episodes for UI group",
                    "description": "A responder for UI is defined as an individual reporting at least 50% reduction in weekly number of UI episodes",
                    "timeFrame": "6 weeks (short term)"
                },
                {
                    "measure": "the number of Urinary Incontinence (UI) episodes for UI group",
                    "description": "A responder for UI is defined as an individual reporting at least 50% reduction in weekly number of UI episodes",
                    "timeFrame": "12 weeks (long term)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "stool frequency for the patients with dyssynergic defecation and fecal incontinence",
                    "description": "Stool frequency-how often subjects have a bowel movement.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "stool consistence for the patients with dyssynergic defecation and fecal incontinence",
                    "description": "Stool consistency (Bristol Stool scale, 1-7). 1, 2 very hard stool, 3- 5 normal, smooth stool, and 6-7 watery stool, 1, 2 indicates constipated stool consistency and 6,7 indicates stool consistency for diarrhea",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Number of spontaneous bowel movements (SBM) for patients with dyssynergic defecation",
                    "description": "number of bowel movements that the subject feels complete evacuation.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "straining effort (1-3 scale) for patients with dyssynergic defecation",
                    "description": "severity of straining effort during bowel movement; 1 = mild, 2 = moderate, 3 = severe. The higher score, the worse straining.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Proportion of patients who used digital maneuver with stooling for patients with dyssynergic defecation",
                    "description": "Requirement of digital maneuvers to accomplish evacuation of stool",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Patient Assessment of Constipation Symptoms (PAC-SYM) for patients with dyssynergic defecation",
                    "description": "The PAC-SYM is a tool that can be used to understand the severity of the patient's constipation and help investigator identify key symptom areas. A total PAC-SYM score ranges from 0 to 48 with a low score indicating fewer symptoms and of lower severity.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Patient Assessment of Constipation - Quality of Life (PAC-QoL) for patients with dyssynergic defecation",
                    "description": "The PAC-QOL questionnaire is subcategorized to 4 items on physical discomfort, 8 items on psychosocial discomfort, 5 items on treatment satisfaction, and finally 11 items on worries and discomfort. Response choice is a Likert scale from 0 to 4. Higher scores mean higher negative effects on quality of life.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "International Consultation on Incontinence Questionnaire-Lower Urinary Tract Symptoms Quality of Life (ICIQ-LUTSqol) for patients with urinary incontinence",
                    "description": "The ICIQ-LUTSqol ranges from 19 to 76, with greater values indicating increased impact on quality of life.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "International Consultation on Incontinence Questionnaire-Urinary Incontinence Short Form (ICIQ-UI SF) for patients with urinary incontinence",
                    "description": "The ICIQ-UI Short Form is a brief and psychometrically robust patient-completed questionnaire for evaluating the frequency, severity and impact on quality of life (QoL) of urinary incontinence in men and women in research and clinical practice across the world. It is scored on a scale from 0-21.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "International Consultation on Incontinence Questionnaire-Bowels (ICIQ-B) for patients with fecal incontinence",
                    "description": "The ICIQ-B is a patient-completed questionnaire for evaluating symptoms of anal incontinence (including flatus incontinence) and impact on quality of life (QoL) in research and clinical practice across the world. The ICIQ-B provides a robust measure organized into three domains, bowel pattern, bowel control and impact on quality of life associated with anal incontinence symptoms. Four further items are included that do not form part of a score as they were considered essential extra items for assessment, clinically and by patients. This questionnaire will be of use to general practitioners and clinicians in both primary and secondary care institutions to screen for incontinence, to obtain a brief yet comprehensive summary of the level, impact and perceived cause of symptoms of incontinence and to facilitate patient-clinician discussions. Scores from 1-21 for bowel pattern, 0-28 for bowel control and 0-26 for impact on quality of life associated with anal incontinence symptoms.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Fecal Incontinence Severity Sore (FISS) for patients with fecal incontinence",
                    "description": "Fecal Incontinence Severity Scoring System (CCIS) is a fecal incontinence score from 0-20; where 0 is perfect continence and 20 is complete incontinence.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Fecal Incontinence Severity Index (FISI) for patients with fecal incontinence",
                    "description": "Fecal Incontinence Severity Index (FISI)-assessed on characteristics of accidental bowel leakage: 1: 2 or More times a day and 6: Never any symptom. The FISI score ranges between 0 and 61 points.",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Fecal Incontinence Quality OF Life Scale (FIQOL) for patients with fecal incontinence",
                    "description": "A 4 question questionnaire that assesses the quality of life with FI symptoms. 2 questions have scaled questions: 1 (most of the time) 4 (none of the time) and 1(strongly agree) 4 (Strongly disagree)",
                    "timeFrame": "6 weeks & 12 weeks"
                },
                {
                    "measure": "Anal Sphincter Function-Sustained Squeeze Pressure for patients within all 3 groups",
                    "description": "Anal sustained squeeze pressure (mm Hg) measure from Anal rectal manometry study compared to baseline.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Anal Sphincter Function-Anal Resting Pressure for patients within all 3 groups",
                    "description": "Anal resting pressure (mm Hg) measure from Anal rectal manometry study compared to baseline.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Anal Sphincter Function-Squeeze Pressure for patients within all 3 groups",
                    "description": "Anal squeeze pressure (mm Hg) measure from Anal rectal manometry study.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Rectal Sensation-First Sensation (volume of air) for patients within all 3 groups",
                    "description": "During anal manometry test, subject tells investigator when they feel a first sensation of the balloon inside their rectum.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Rectal Sensation- Desire to defecate for patients within all 3 groups",
                    "description": "During anal manometry test, subject tells investigator when they feel a desire to defecate from the balloon that is blown up inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Rectal Sensation-Urgency to Defecate for patients within all 3 groups",
                    "description": "During anal manometry test, subject tells investigator when they feel an urgency to defecate from the balloon that is blown up inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Rectal Sensation-Maximum tolerable volume for patients within all 3 groups",
                    "description": "During anal manometry test, subject tells investigator when they feel have a maximum tolerable volume (as much as they can handle) from the balloon that is blown up inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Rectal Compliance for patients within all 3 groups",
                    "description": "Assessed by dv/dp",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Amplitudes (Millivolts of the nerve) for lumbo-rectal Motor Evoked Potential (MEP) for patients within all 3 groups",
                    "description": "Amplitudes (Millivolts of the nerve) for lumbo-rectal MEP compared to baseline of the lumbo-rectal MEP responses.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Amplitudes (Millivolts of the nerve) for sacro-rectal Motor Evoked Potential (MEP) for patients within all 3 groups",
                    "description": "Amplitudes (Millivolts of the nerve) for sacro-rectal MEP Millivolts of the nerve for the sacral-rectal MEP compared to baseline.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "MEP Index The area under the curve of the Motor Evoked Potential (MEP) response for patients within all 3 groups",
                    "description": "The area under the curve of the MEP response compared to baseline",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Psychological Function Patient-Reported Outcomes Measurement Information System (PROMIS) anxiety Questionnaire for patients within all 3 groups",
                    "description": "Questionnaire that assesses anxiety symptoms. Asks questions on a scale of 1 (never) and 5 (always).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Psychological Function PROMIS Depression Questionnaire for patients within all 3 groups",
                    "description": "Questionnaire that assesses Depression symptoms. Asks questions on a scale of 1 (never) and 5 (always).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Psychological Function PROMIS Efficacy Questionnaire for patients within all 3 groups",
                    "description": "Questionnaire that assesses self-efficacy for managing symptoms. Asks questions on a scale of 1 (I am not at all confident) and 5 (I am very confident).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Global Assessment of bowel satisfaction for patients with fecal incontinence and dyssynergic defecation",
                    "description": "Using 7 point Likert scale (1. Considerably relieved; 7-considerably worse)",
                    "timeFrame": "6 weeks and 12 weeks"
                },
                {
                    "measure": "Global Assessment of bowel satisfaction-Visual Analog Scale for patients with fecal incontinence and dyssynergic defecation",
                    "description": "0 (absent)-10 (very severe) point visual analog scale (VAS)",
                    "timeFrame": "6 weeks and 12 weeks"
                },
                {
                    "measure": "Global Assessment of urinary symptoms for patients with urinary incontinence",
                    "description": "Using 7 point Likert scale (1. Considerably relieved; 7-considerably worse)",
                    "timeFrame": "6 weeks and 12 weeks"
                },
                {
                    "measure": "Global Assessment-Visual Analog Scale of urinary symptoms for patients with urinary incontinence",
                    "description": "0 (absent)-10 (very severe) point visual analog scale (VAS)",
                    "timeFrame": "6 weeks and 12 weeks"
                },
                {
                    "measure": "Cost effectiveness analysis for patients within all 3 groups",
                    "description": "Hospital \\& Physician costs: Is estimated by the hospital bureau and the salary of the staff \\& faculty required to carry out treatment.\n\nEquipment costs: Office device is dependent on the hospital while hom depends on the devices provided by the distributor.\n\nHome treatment costs: Depending on hours utilized by the patient at home. Loss of work salary due to appointments, Travel time costs \\& Transportation costs: Depends on the round trip miles traveled between the patient's home, the hospital, the salary of the patient and the time of visit.\n\nOf note, the salary per hour (SPH) was taken from the Bureau of Labor and Statistics website (2007 dollars) using the patient's job description as documented in their electronic medical record and their state of residence.",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion Criteria for patients with constipation and dyssynergic defecation\n\n  1. Minimum age of 18 years\n  2. Meet Rome IV criteria for functional constipation (≥ 2 of following 6 symptoms) with symptom onset of 6 months on prospective stool diary\n* Straining with 25% of bowel movements (BM)\n* Lumpy or hard stools (Form 1 of 2 on the Bristol Stool Scale) with 25% of BM\n* Sensation of incomplete evacuation with 25% of BM\n* Sensation of anorectal obstruction/blockage with 25% of BM\n* Manual maneuvers to facilitate defecation with 25% of BM\n* \\< 3 Spontaneous bowel movements per week 3. Patients must demonstrate dyssynergic pattern of defecation (Types I-IV), during repeated attempts to defecate, and defined as a paradoxical increase in anal sphincter pressure (anal contraction), or less than 20% relaxation of the resting anal sphincter pressure, or inadequate propulsive forces during anorectal manometry.\n\n  * Dyssynergic pattern of defecation on anorectal manometry plus one or more of the following criteria:\n  * Inability to expel an artificial stool (50 mL water-filled balloon) within 1 minute.\n  * Prolonged colonic transit time on wireless motility capsule (\\>59 hours) or \\>5 markers retained on a colonic transit study.\n  * Inability to evacuate or ≥ 50% retention of barium during defecography.\n\nInclusion Criteria for patients with fecal incontinence\n\n1. Minimum age of 18 years\n2. Recurrent episodes of fecal incontinence for six months\n3. No colonic mucosal disease\n4. On a two-week, prospective stool diary, patient reports at least one episode of fecal incontinence per week\n\nInclusion Criteria for patients with urinary incontinence\n\n1. Minimum age of 18 years\n2. Recurrent episodes of urinary incontinence for three months\n3. Stress, urge or mixed urinary incontinence, with at least 2 episodes of urinary incontinence on a 14-day urinary incontinence diary\n\nExclusion Criteria:\n\n* Exclusion criteria for patients with constipation and dyssynergic defecation\n\n  1. Evidence of structural or metabolic disease that could cause constipation, as assessed by colonoscopy or barium enema and routine hematological, biochemical, and thyroid function tests\n  2. Use of opioids within the previous 2 weeks\n  3. Severe cardiac or renal disease\n  4. Neurological diseases such as multiple sclerosis or stroke\n  5. Rectal prolapse or active anal fissures\n  6. Alternating pattern of constipation and diarrhea\n  7. Pregnant women or nursing mothers\n* Exclusion criteria for patients with fecal incontinence Severe diarrhea with Bristol Stool consistency ≥ Type 6 2. On opioids (except on stable doses \\> 3months) 3. Active depression 4. Comorbid illnesses, severe cardiac disease, chronic renal failure or severe Chronic Obstructive Pulmonary Disease (COPD) 5. Ulcerative and Crohn's colitis 6. Rectal prolapse or active anal fissure 7. Pregnant women or nursing mothers\n* Exclusion criteria for patients with urinary incontinence\n\n  1. Continuous urine leakage\n  2. Active depression\n  3. Comorbid illnesses, severe cardiac disease, chronic renal failure or severe COPD\n  4. Rectal prolapse or active anal fissure\n  5. Pregnant women or nursing mothers",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Satish Rao, MD, PhD",
                    "role": "CONTACT",
                    "phone": "706-721-2239",
                    "email": "srao@augusta.edu"
                },
                {
                    "name": "Bianca Marsh, BS",
                    "role": "CONTACT",
                    "phone": "706-446-5765",
                    "email": "bmarsh@augusta.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Satish Rao, MD, PhD",
                    "affiliation": "Augusta University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Augusta University",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Satish Rao, MD, PhD",
                            "role": "CONTACT",
                            "phone": "706-721-2239",
                            "email": "srao@augusta.edu"
                        },
                        {
                            "name": "Bianca Marsh, BS",
                            "role": "CONTACT",
                            "phone": "706-446-5765",
                            "email": "bmarsh@augusta.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005242",
                    "term": "Fecal Incontinence"
                },
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                },
                {
                    "id": "D000004775",
                    "term": "Enuresis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019960",
                    "term": "Elimination Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8381",
                    "name": "Fecal Incontinence",
                    "asFound": "Fecal Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27171",
                    "name": "Nocturnal Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21832",
                    "name": "Elimination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}