{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05976659",
            "orgStudyIdInfo": {
                "id": "30772"
            },
            "organization": {
                "fullName": "Hebrew SeniorLife",
                "class": "OTHER"
            },
            "briefTitle": "Home-based Neuromodulation to Target Depression And Memory Symptoms in Older Adults",
            "officialTitle": "Targeting Depression And Memory Symptoms With Multi-Focal Circuit-Based Neuromodulation",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "home-based-neuromodulation-to-target-depression-and-memory-symptoms-in-older-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-14",
            "studyFirstSubmitQcDate": "2023-07-27",
            "studyFirstPostDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hebrew SeniorLife",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Brain & Behavior Research Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This project aims to explore the feasibility and effects of a symptom-specific, brain-circuit-based, home-based neuromodulation therapy for addressing mood and memory symptoms in older adults with major depressive disorder (MDD) in the context of dementia.",
            "detailedDescription": "This is a single arm pilot study to determine safety, feasibility, and preliminary efficacy of a home-based brain stimulation intervention of transcranial direct current stimulation (tDCS) targeting the prefrontal cortex, and transcranial alternating stimulation (tACS) targeting the angular gyrus to improve depressive and episodic memory symptoms in individuals with major depressive disorder (MDD) in the context of dementia. Participants will take part in a series of pre-intervention assessments, the brain stimulation intervention consisting of 20 once-daily 20-minute stimulation sessions given over a period of 4 weeks, and a series of post-intervention assessments (taken immediately after brain stimulation and 3 months after stimulation)."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder",
                "Alzheimer Disease",
                "Dementia",
                "Nervous System Diseases",
                "Memory Disorders",
                "Depressive Disorder"
            ],
            "keywords": [
                "Major Depressive Disorder",
                "Alzheimer's Disease",
                "Transcranial Direct Current Stimulation",
                "Transcranial Alternating Current Stimulation",
                "Memory",
                "Brain Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "tDCS prefrontal cortex + tASC angular gyrus in MDD in the context of AD",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo 20 sessions of home-based tDCS over the prefrontal cortex and tACS over the left angular gyrus.These sessions will take place five times a week for four weeks, with one daily stimulation session of no more than 20 minutes. The participant's home will be the setting for the completion of the brain stimulation intervention, which will be delivered by trained caregivers/study companions/administrators.",
                    "interventionNames": [
                        "Device: Transcranial direct current stimulation (tDCS); Transcranial alternating current stimulation (tACS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial direct current stimulation (tDCS); Transcranial alternating current stimulation (tACS)",
                    "description": "Transcranial electrical stimulation (tES), via direct and alternating current, will be administered to the participants in their home by trained caregivers/study companions administrators. All training and intervention sessions will take place in the participant's home.",
                    "armGroupLabels": [
                        "tDCS prefrontal cortex + tASC angular gyrus in MDD in the context of AD"
                    ],
                    "otherNames": [
                        "Transcranial electrical stimulation (tES)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Geriatric Depression Scale-15 Items (GDS-15)",
                    "description": "This questionnaire is designed to evaluate depression in older adults.",
                    "timeFrame": "Change from Baseline GDS-15 total score at immediate post-intervention follow-up"
                },
                {
                    "measure": "Rey Auditory Verbal Learning Test (RAVLT) Total Recall",
                    "description": "This test is designed to evaluate verbal memory in those 16 years of age and older. It can be used to evaluate the nature and severity of memory dysfunction and to track changes in memory function over time.",
                    "timeFrame": "Change from Baseline RAVLT Total Recall total score at immediate post-intervention follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cornell Scale for Depression in Dementia (CSDD)",
                    "description": "This scale measures signs and symptoms of major depression in demented patients. Scores range from 0 to 38, with higher scores indicating higher level of depression.",
                    "timeFrame": "Change from Baseline CSDD total score at immediate post-intervention follow-up"
                },
                {
                    "measure": "Cornell Scale for Depression in Dementia (CSDD)",
                    "description": "This scale measures signs and symptoms of major depression in demented patients. Scores range from 0 to 38, with higher scores indicating higher level of depression.",
                    "timeFrame": "Change from Baseline CSDD total score at 3 months follow-up"
                },
                {
                    "measure": "The Center for Epidemiological Studies-Depression (CES-D)",
                    "description": "This scale is designed to measure self-reported symptoms associated with depression. Scores range from 0 to 60, with higher scores indicating worse outcome.",
                    "timeFrame": "Change from Baseline CES-D at immediate post-intervention follow-up"
                },
                {
                    "measure": "The Center for Epidemiological Studies-Depression (CES-D)",
                    "description": "This scale is designed to measure self-reported symptoms associated with depression. Scores range from 0 to 60, with higher scores indicating worse outcome.",
                    "timeFrame": "Change from Baseline CES-D at 3 month follow-up"
                },
                {
                    "measure": "Montreal Cognitive Assessment (MoCA) total score, memory and executive subscores",
                    "description": "A composite assessment tool that measures functionality of multiple cognitive domains. Scores range from 0 to 30, with higher scores indicating a better outcome.",
                    "timeFrame": "Change from Baseline MoCA at immediate post-intervention follow-up"
                },
                {
                    "measure": "Montreal Cognitive Assessment (MoCA) total score, memory and executive subscores",
                    "description": "A composite assessment tool that measures functionality of multiple cognitive domains. Scores range from 0 to 30, with higher scores indicating a better outcome.",
                    "timeFrame": "Change from Baseline MoCA at 3 month follow up"
                },
                {
                    "measure": "Digit Span (Forward and Backward)",
                    "description": "A digit-span forward and backward task measures auditory registration, basic span of attention and working memory storage capacity of numbers. Participants are auditorily presented with a chain of numerical digits and are instructed to repeat the sequence of numbers verbally in the order that it was presented or in backwards order. The length of the sequence increases with each correct trial completion. The more numbers repeated the better a participants has done.",
                    "timeFrame": "Change from Baseline Digit Span (Forward and Backward) at immediate post-intervention follow-up"
                },
                {
                    "measure": "Digit Span (Forward and Backward)",
                    "description": "A digit-span forward and backward task measures auditory registration, basic span of attention and working memory storage capacity of numbers. Participants are auditorily presented with a chain of numerical digits and are instructed to repeat the sequence of numbers verbally in the order that it was presented or in backwards order. The length of the sequence increases with each correct trial completion. The more numbers repeated the better a participants has done.",
                    "timeFrame": "Change from Baseline Digit Span (Forward and Backward) at 3 month follow-up"
                },
                {
                    "measure": "Trail making test A and B",
                    "description": "This test assess aspects of executive function such as psychomotor processing speed, visual search, cognitive flexibility, set shifting, multitasking.",
                    "timeFrame": "Change from Baseline Trail making test A and B at immediate post-intervention follow-up"
                },
                {
                    "measure": "Trail making test A and B",
                    "description": "This test assess aspects of executive function such as psychomotor processing speed, visual search, cognitive flexibility, set shifting, multitasking.",
                    "timeFrame": "Change from Baseline Trail making test A and B at 3 month follow-up"
                },
                {
                    "measure": "Category and Phonemic Fluency Test",
                    "description": "Test of semantic knowledge and word retrieval.",
                    "timeFrame": "Change from Baseline in Category and Phonemic Fluency Test at immediate post-intervention follow-up"
                },
                {
                    "measure": "Category and Phonemic Fluency Test",
                    "description": "Test of semantic knowledge and word retrieval.",
                    "timeFrame": "Change from Baseline in Category and Phonemic Fluency Test at 3 month follow-up"
                },
                {
                    "measure": "Functional Activity Questionnaire (FAQ)",
                    "description": "This is a 10-item scale to measure functional status via independent activities of daily living. Each item is a functional activity, and the caregiver/informant rates the participant's ability using the following scoring system:\n\nDependent = 3 Requires assistance = 2 Has difficulty but does by self = 1 Normal = 0 Never did \\[the activity\\] but could do now = 0 Never did and would have difficulty now = 1 The scores are summed (range 0-30). Cut-point of 9 (dependent in 3 or more activities) is recommended to indicate impaired function and possible cognitive impairment. This test will be used to track functional status over the course of the intervention and follow-up.",
                    "timeFrame": "Change from Baseline FAQ at immediate post-intervention follow-up"
                },
                {
                    "measure": "Functional Activity Questionnaire (FAQ)",
                    "description": "This is a 10-item scale to measure functional status via independent activities of daily living. Each item is a functional activity, and the caregiver/informant rates the participant's ability using the following scoring system:\n\nDependent = 3 Requires assistance = 2 Has difficulty but does by self = 1 Normal = 0 Never did \\[the activity\\] but could do now = 0 Never did and would have difficulty now = 1 The scores are summed (range 0-30). Cut-point of 9 (dependent in 3 or more activities) is recommended to indicate impaired function and possible cognitive impairment. This test will be used to track functional status over the course of the intervention and follow-up.",
                    "timeFrame": "Change from Baseline FAQ at 3 month follow-up"
                },
                {
                    "measure": "Dementia Quality of Life Questionnaire (DEMQOL)",
                    "description": "A questionnaire that is designed to assess the quality of life of a patient with dementia. Scores range from 28 to 112, where higher scores indicate better health-related quality of life.",
                    "timeFrame": "Change from Baseline DEMQOL at immediate post-intervention follow-up"
                },
                {
                    "measure": "Dementia Quality of Life Questionnaire (DEMQOL)",
                    "description": "A questionnaire that is designed to assess the quality of life of a patient with dementia. Scores range from 28 to 112, where higher scores indicate better health-related quality of life.",
                    "timeFrame": "Change from Baseline DEMQOL at 3 month follow-up"
                },
                {
                    "measure": "Altman Self-Rating Mania Scale (ASRM)",
                    "description": "Screening instrument used to detect early warning signs of impending mania. Scores range from 0 to 20, with higher scores indicating worse outcome.",
                    "timeFrame": "Change from Baseline ASRM at immediate post-intervention follow-up"
                },
                {
                    "measure": "Altman Self-Rating Mania Scale (ASRM)",
                    "description": "Screening instrument used to detect early warning signs of impending mania. Scores range from 0 to 20, with higher scores indicating worse outcome.",
                    "timeFrame": "Change from Baseline ASRM at 3 month follow-up"
                },
                {
                    "measure": "Rey Auditory Verbal Learning Test (RAVLT) Total Recall",
                    "description": "This test is designed to evaluate verbal memory in those 16 years of age and older. It can be used to evaluate the nature and severity of memory dysfunction and to track changes in memory function over time.",
                    "timeFrame": "Change from Baseline RAVLT Total Recall total score at 3 months follow-up"
                },
                {
                    "measure": "Geriatric Depression Scale-15 Items (GDS-15)",
                    "description": "This questionnaire is designed to evaluate depression in older adults.",
                    "timeFrame": "Change from Baseline GDS-15 total score at 3 months follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants (Ps)\n\n* willing and capable to give informed consent for the participation in the study after it has been thoroughly explained\n* able and willing to comply with all study requirements\n* an informed consent form was signed\n* able to read, write, and communicate in English\n* able to identify an eligible administrator to participate with them in the study Caregiver/Administrators (As)\n* at least 21 years of age\n* able to read, write, and communicate in English\n* self-reported computer proficiency and willingness to learn how to use tES as defined by \"yes\" answers to the questions \"Do you feel comfortable using a computer?\" and \"Are you willing to be the primary caregiver for a participant and learn how to administer tES?\"\n* stated availability during weekdays throughout the study period to administer tES to the participant\n\nExclusion Criteria:\n\n* contraindications to tES, as recorded on a standardized screening questionnaire, which include a reported seizure within the past two years, use of neuroactive drugs, self-reported presence of specific implanted medical devices (e.g., deep brain stimulator, medication infusion pump, cochlear implant, etc.)\n* the presence of any active dermatological condition, such as eczema, on the scalp a score of 18 or less on the Montreal Cognitive Assessment (MoCA) during the in-person screen\n* blindness or other disabilities that prevent task performance\n* an inability to understand study procedures following review of the Informed Consent form\n* Understanding will be assessed by asking the participant to answer the following three questions: 1) What is the purpose of this study? 2) What are the risks of study involvement? 3) If you decide to participate, are you allowed to withdraw from the study at any time? Answers will be recorded by study personnel on the \"Assessment of Protocol Understanding\" form. Insufficient understanding will be defined by one or more incorrect answers, as determined at the discretion of the investigator Caregiver/Administrators (As)\n* mild cognitive impairment defined by a MoCA score ≤26 during the in-person screen\n* insufficient understanding of study procedures following review of the Informed Consent form Understanding will be assessed by asking the participant to answer the following three questions: 1) What is the purpose of this study? 2) What are the risks of study involvement? 3) If you decide to participate, are you allowed to withdraw from the study at any time? Answers will be recorded by study personnel on the \"Assessment of Protocol Understanding\" form. Insufficient understanding will be defined by one or more incorrect answers, as determined at the discretion of the investigator.\n* poor eyesight, severe arthritis in the hands, pain, deformity or other condition that interferes with successful administration of tES",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "HomeStim Study",
                    "role": "CONTACT",
                    "phone": "617-971-5415",
                    "email": "MoodMemStim@hsl.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Hinda and Arthur Marcus Institute for Aging Research",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02131",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Davide Balos Cappon, MS; PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Rachel Fox, BS",
                            "role": "CONTACT",
                            "phone": "617-971-5415",
                            "email": "rachelfox@hsl.harvard.edu"
                        },
                        {
                            "name": "Davide Balos Cappon, MS; PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The prospective plan is to have data available in a data dementia-related data repository.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The data will be available at the end of the study.",
            "accessCriteria": "Depending on the repositories in which the data is held. However, use of the data will be restricted by permission and appropriate human subjects review of the prospective project."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000008569",
                    "term": "Memory Disorders"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M11552",
                    "name": "Memory Disorders",
                    "asFound": "Memory Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}