{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04465708",
            "orgStudyIdInfo": {
                "id": "19-016865"
            },
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "HOPS Study: A Conceptual Replication",
            "officialTitle": "Evaluation of Homework, Organization, and Planning Skills (HOPS) Program: A Conceptual Replication",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hops-study-a-conceptual-replication"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-30",
            "studyFirstSubmitQcDate": "2020-07-06",
            "studyFirstPostDateStruct": {
                "date": "2020-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "U.S. Department of Education",
                    "class": "FED"
                },
                {
                    "name": "Rutgers University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this current study is to conduct a conceptual replication with an independent evaluation team of the randomized controlled trial conducted by Langberg and colleagues, which demonstrated the efficacy of the Homework, Organization, and Planning Skills (HOPS) intervention. The study will be conducted under routine practice conditions with school staff serving as interventionists; the study sample will include the broad range of students with organization, time management, and planning problems. The study will examine how implementation factors (fidelity, engagement, working alliance) are related to outcomes, and it will explore the potential moderating role of school organization factors on outcomes.",
            "detailedDescription": "Organization, time management, and planning (OTMP) skills are associated with academic performance. A randomized controlled trial found that the Homework, Organization, and Planning Skills (HOPS) intervention was effective in improving student organization skills and homework performance, with moderate to large effect sizes. HOPS is a 16-session skills training program, provided individually to students in grades 6 through 8 who have OTMP skills deficits that contribute to academic difficulties. Two parent consultations and one teacher consultation promote generalization and maintenance of effects. The current study is a conceptual replication of the previous HOPS study, conducted by an independent evaluation team. The intervention will be delivered under routine practice conditions, with school staff serving as interventionists. The study will examine how fidelity, engagement, and working alliance are related to outcomes, and it will explore the extent to which school organization factors moderate outcomes. Across 30 schools in Pennsylvania and New Jersey, Investigators will recruit a total of 240 6th, 7th, and 8th grade students with OTMP deficits. Parents and teachers provide data about the students. School counselors, Principals, and an Individualized Education Plan (IEP)/504 Plan Case Manager may provide data about the organizational context of the schools. The intervention is provided individually to students by a member of the school staff or a member of the research team.\n\nUsing a cluster randomized design, Investigators will randomize schools to HOPS or Treatment as Usual - Wait List (TAU-WL), ratio of 2:1. In HOPS schools, students will be randomly assigned to receive intervention by school providers (HOPS-ST) or by research team providers (HOPS-RT). Outcomes will be assessed at Baseline and Post-Treatment period for all students, at 5 school months after Baseline assessment for all students in the HOPS condition, and at 12 calendar months after Baseline for students who are in the HOPS condition and who stay in the same school into the following academic year. Participants in TAU-WL will receive HOPS following Post-Treatment data collection. Participants in TAU-WL will be evaluated again a third time with an abridged battery after they receive HOPS."
        },
        "conditionsModule": {
            "conditions": [
                "Executive Dysfunction",
                "Attention Deficit Hyperactivity Disorder"
            ],
            "keywords": [
                "organizational skills",
                "middle school"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Homework, Organization, and Planning Skills (HOPS)",
                    "type": "OTHER",
                    "description": "The Homework, Organization, and Planning Skills (HOPS) intervention is delivered through a series of 16 frequent but brief sessions between the HOPS provider and student. The HOPS intervention will be delivered by either a member of the school team (HOPS-ST), referred to as a \"school provider\", or a member of the research team (HOPS-RT), referred to as a \"research provider\". Each session is approximately 20 minutes. The three main skill areas covered as part of the program are: (1) school materials organization, (2) homework management and (3) time management and planning. A reward system is utilized in effort to change behavior patterns by making rewards available when a student engages in productive organizing and planning behaviors. The intervention also includes two parent meetings and one teacher meeting.",
                    "interventionNames": [
                        "Behavioral: Homework, Organization, and Planning Skills"
                    ]
                },
                {
                    "label": "Treatment-As-Usual Waitlist (WL-TAU)",
                    "type": "NO_INTERVENTION",
                    "description": "The Treatment-As-Usual Waitlist (WL-TAU) will be enacted for study participants attending the enrolled schools assigned to this arm. After providing post data (and in some cases, follow-up data as well), participants will then receive the HOPS intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Homework, Organization, and Planning Skills",
                    "description": "HOPS is a 16-session, skills training program, provided individually to students in grades 6 through 8 who have OTMP skills deficits that contribute to academic difficulties. HOPS includes two parent consultations and one teacher consultation to promote generalization and maintenance of effects.",
                    "armGroupLabels": [
                        "Homework, Organization, and Planning Skills (HOPS)"
                    ],
                    "otherNames": [
                        "HOPS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Student Functioning at Home",
                    "description": "The Children's Organizational Skills Scale - Parent version (COSS-P) will be used to assess changes in OTMP functioning at home. COSS-P total scores have good discriminant validity and are sensitive to treatment effects. The COSS-P uses a 4-point rating scale (1=Hardly ever or never to 4=Just about all of the time). The COSS-P yields three subscale scores: Materials Management, Organized Actions, and Task Planning. Minimum scores for each subscale and the Total score are 40 and maximum scores are 90, with higher scores representing more impairment. The COSS-P will be used primarily as an outcome measure. In addition, Investigators will examine whether severity of organization problems, as measured by Baseline COSS-P scores, moderates the effect of treatment on academic outcomes.",
                    "timeFrame": "Baseline, 3 Months after Baseline, 5 Months after Baseline, 12 Months after Baseline"
                },
                {
                    "measure": "Change in Student Functioning at School",
                    "description": "The Children's Organizational Skills Scale - Teacher version (COSS-T) will be used to assess changes in OTMP functioning at school. COSS total scores have good discriminant validity and are sensitive to treatment effects. The COSS-T uses a 4-point rating scale (1=Hardly ever or never to 4=Just about all of the time). The COSS-T yields three subscale scores: Materials Management, Organized Actions, and Task Planning. Minimum scores for each subscale and the Total score are 40 and maximum scores are 90, with higher scores representing more impairment. The COSS-T will be used primarily as an outcome measure. In addition, Investigators will examine whether severity of organization problems, as measured by Baseline COSS-T scores, moderates the effect of treatment on academic outcomes.",
                    "timeFrame": "Baseline, 3 Months after Baseline, 5 Months after Baseline, 12 Months after Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Student Proficiency in Academic Subject Areas",
                    "description": "The Academic Progress Report (APR) is a teacher-report measure that assesses proficiency in up to six academic subjects relative to standard expectations (1=Well below standard expected at this time of year; 3=At standard; 5=Well above standard). The sum of ratings across six academic subjects is the unit of analysis. The minimum score is 1 and the maximum score is 5, with higher scores indicating higher functioning. Reliability is acceptable (alpha = .84), and this measure is sensitive to treatment effects for an elementary school organizational skills training intervention. For each participating student, Investigators will obtain teacher ratings on the APR from two of the student's academic teachers to attempt to capture the student's academic performance in a standardized fashion.",
                    "timeFrame": "Baseline, 3 Months after Baseline, 5 Months after Baseline, 12 Months after Baseline"
                },
                {
                    "measure": "Change in Student Academic Grades",
                    "description": "Investigators will obtain report card grades for the academic year prior to student enrollment, the academic year of student enrollment, and the academic year following student enrollment for all participating students. Investigators will calculate students' grade point average based on report card grades.",
                    "timeFrame": "Baseline, 3 Months after Baseline, 5 Months after Baseline, 12 Months after Baseline"
                },
                {
                    "measure": "Change in Student Homework Performance at Home",
                    "description": "The Homework Problem Checklist (HPC) is a 20-item parent-report measure that assesses student homework performance. Factor analyses conducted by Power and Langberg et al., have indicated that the HPC has two distinct factors: Homework Completion and Homework Materials Management. Scores range from a minimum of 0 to a maximum of 60, with higher scores representing higher impairment. The HPC has been shown to be sensitive to the effects of interventions to improve student homework and organization skills.",
                    "timeFrame": "Baseline, 3 Months after Baseline, 5 Months after Baseline, 12 Months after Baseline"
                },
                {
                    "measure": "Change in Student Homework Competence at School",
                    "description": "The Homework Performance Questionnaire - Teacher Revised Version (HPQ-T) assesses students' homework behavior during the past 4 weeks. Each item is rated on a 7-point scale indicating how often each behavior occurs (never or rarely = 0% to 10% of time; almost always/always = 91% to 100% of time). The 17-item General factor that assesses overall homework competence, which has strong psychometric properties, will be used in the analyses. This score is generated by averaging the scores of items 9-25, with a minimum score of 0 and a maximum score of 6. Higher scores indicate higher functioning.",
                    "timeFrame": "Baseline, 3 Months after Baseline, 5 Months after Baseline, 12 Months after Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSTUDENTS\n\n1. Male or female students in grades 6 through 8.\n2. Student is in a general education classroom.\n3. Student is nominated for the study by at least one teacher(s) who rates the student as needing the intervention and having OTMP skills deficits that have a negative impact on academic performance (rating \\> 3 on a 4-point scale on at least one of four interference items of COSS-T)\n4. Parental/guardian permission (informed consent) and student assent.\n\nPARENTS\n\n1. The parent/legal guardian's child is eligible for the study\n\nSCHOOL PROVIDERS\n\n1. School providers will be chosen by school administrators as personnel who are capable of delivering the HOPS intervention (HOPS-ST) in the school context.\n\nRESEARCH PROVIDER\n\n1. A person with experience providing instruction or intervention to students in a school context.\n2. A member of the research team who will provide the HOPS intervention to the HOPS-RT condition\n3. Has consented to be a \"secondary research participant\"\n\nExclusion Criteria:\n\nSTUDENTS\n\n1. Students will be excluded if they are in a pull-out special education classroom for more than 50% of the day, because the organizational demands for these students may differ from those placed mostly in general education.\n2. Students with a one-to-one aide will be excluded because the presence of an aide substantially alters how an organizational intervention is implemented.\n3. Students from families in which both caregivers do not speak English will be excluded because the program has not yet been developed for non-English speakers.\n4. Students who may have participated in HOPS before (as it is a commercially-available program) is not eligible to participate in this study.\n\nPARENTS\n\n1. Parents who are not fluent in English are excluded since at this time because the intervention and many of the study outcome measures are not available in other languages.\n\nSCHOOL PROVIDERS\n\n1. Any school professional who declines to participate will not be enrolled.\n\nRESEARCH PROVIDERS\n\n1. Does not consent to be a \"secondary research participant\"",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "15 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Phylicia Fleming",
                    "role": "CONTACT",
                    "phone": "267-542-2534",
                    "email": "flemingp@chop.edu"
                },
                {
                    "name": "Jaclyn Cacia",
                    "role": "CONTACT",
                    "phone": "(267) 426-6015",
                    "email": "caciaj@chop.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Power, PhD",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jenelle Nissley-Tsiopinis, PhD",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Power, PhD",
                            "role": "CONTACT",
                            "email": "power@chop.edu"
                        },
                        {
                            "name": "Jenelle Nissley-Tsiopinis, PhD",
                            "role": "CONTACT",
                            "email": "nissleyj@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24319323",
                    "type": "BACKGROUND",
                    "citation": "Langberg JM, Becker SP, Epstein JN, Vaughn AJ, Girio-Herrera E. Predictors of Response and Mechanisms of Change in an Organizational Skills Intervention for Students with ADHD. J Child Fam Stud. 2013 Oct 1;22(6):10.1007/s10826-012-9662-5. doi: 10.1007/s10826-012-9662-5."
                },
                {
                    "pmid": "29172596",
                    "type": "BACKGROUND",
                    "citation": "Langberg JM, Dvorsky MR, Molitor SJ, Bourchtein E, Eddy LD, Smith ZR, Oddo LE, Eadeh HM. Overcoming the research-to-practice gap: A randomized trial with two brief homework and organization interventions for students with ADHD as implemented by school mental health providers. J Consult Clin Psychol. 2018 Jan;86(1):39-55. doi: 10.1037/ccp0000265. Epub 2017 Nov 27."
                },
                {
                    "pmid": "22889336",
                    "type": "BACKGROUND",
                    "citation": "Abikoff H, Gallagher R, Wells KC, Murray DW, Huang L, Lu F, Petkova E. Remediating organizational functioning in children with ADHD: immediate and long-term effects from a randomized controlled trial. J Consult Clin Psychol. 2013 Feb;81(1):113-28. doi: 10.1037/a0029648. Epub 2012 Aug 13."
                },
                {
                    "pmid": "23506023",
                    "type": "BACKGROUND",
                    "citation": "Pfiffner LJ, Villodas M, Kaiser N, Rooney M, McBurnett K. Educational outcomes of a collaborative school-home behavioral intervention for ADHD. Sch Psychol Q. 2013 Mar;28(1):25-36. doi: 10.1037/spq0000016."
                },
                {
                    "pmid": "21544228",
                    "type": "BACKGROUND",
                    "citation": "Langberg JM, Arnold LE, Flowers AM, Altaye M, Epstein JN, Molina BS. Assessing Homework Problems in Children with ADHD: Validation of a Parent-Report Measure and Evaluation of Homework Performance Patterns. School Ment Health. 2010 Mar 1;2(1):3-12. doi: 10.1007/s12310-009-9021-x."
                },
                {
                    "pmid": "22506793",
                    "type": "BACKGROUND",
                    "citation": "Power TJ, Mautone JA, Soffer SL, Clarke AT, Marshall SA, Sharman J, Blum NJ, Glanzman M, Elia J, Jawad AF. A family-school intervention for children with ADHD: results of a randomized clinical trial. J Consult Clin Psychol. 2012 Aug;80(4):611-23. doi: 10.1037/a0028188. Epub 2012 Apr 16."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001289",
                    "term": "Attention Deficit Disorder with Hyperactivity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019958",
                    "term": "Attention Deficit and Disruptive Behavior Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9999",
                    "name": "Hyperkinesis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4594",
                    "name": "Attention Deficit Disorder with Hyperactivity",
                    "asFound": "Attention Deficit Hyperactivity Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21830",
                    "name": "Attention Deficit and Disruptive Behavior Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T187",
                    "name": "Hops",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}