{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01884051",
            "orgStudyIdInfo": {
                "id": "P01HL108800",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/P01HL108800"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Hormonal, Metabolic, and Signaling Interactions in PAH",
            "officialTitle": "Hormonal, Metabolic, and Signaling Interaction in Pulmonary Arterial Hypertension",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "hormonal-metabolic-and-signaling-interactions-in-pah"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-09"
            },
            "primaryCompletionDateStruct": {
                "date": "2032-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-01-15",
            "studyFirstSubmitQcDate": "2013-06-18",
            "studyFirstPostDateStruct": {
                "date": "2013-06-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-08-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anna Hemnes",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "Our hypothesis is that optimal treatment of the dysfunctional metabolic pathways which underlie PAH will improve pulmonary vascular function and consequences of the disease.",
            "detailedDescription": "Project 1: This project will work to understand why women are affected by pulmonary arterial hypertension (PAH) so much more often than men. This observation is true in heritable, idiopathic and associated forms of PAH. While males and females have some similar hormone levels, certain hormones exist at higher levels in each gender. For example, estrogen levels are much higher in females, and thus seemed the most sensible place to start looking for differences that may be affecting disease. In a small, early study of our heritable patients, we found differences in how patients break down estrogens as compared to healthy control subjects. Now, we want to confirm that what we found is true in a much larger group of patients that includes idiopathic and associated forms of PAH. We will also look to see if testosterone and other androgenic hormones are somehow protective for males. If the observation holds true in the larger group of patients, then we may try to \"fix\" the hormone imbalance in a mouse model of PAH with a drug therapy, and see if it helps improve the mouse pulmonary hypertension without bad side effects to the animals. If the animal drug studies work, then we may be able to try this drug in patients to see if it will work as a human treatment.\n\nProject 2: Despite major advances in understanding PAH in recent decades, safe, effective and tolerable therapies remain elusive. The metabolic syndrome (central obesity, insulin resistance, high blood pressure and hyperlipidemia-fats in the blood) has been implicated in PAH. Treating the downstream consequences of insulin resistance in the pulmonary vasculature is a new approach to effective intervention against this highly mortal disease. This project will study the role of insulin resistance in pulmonary arterial hypertension and determine if therapies to treat insulin resistance will improve pulmonary arterial hypertension.\n\nProject 3: In Project 3, we are working on the theory that PAH can be treated by fixing cell-cell junctions in blood vessels with a drug called recombinant ACE2(angiotensin converting enzyme 2). This is the only approach so far that has worked to reverse disease in mouse models of heritable PAH, but we need to better understand how it is working and make sure it has long term safety in animal models before starting human trials, hopefully within a few years. Definition: Cell-cell junctions-all of our organs and body structures are made from cells. Normally, these cells (think of a balloon filled with water) line up right next to each other so that the cell membranes touch each other. Materials can flow from one cell to the next. In PAH patients it is believed that the cells in the linings of the small arteries are not able to line up together as they should."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic Pulmonary Arterial Hypertension",
                "Heritable Pulmonary Arterial Hypertension",
                "Scleroderma Associated Pulmonary Arterial Hypertension",
                "Appetite Suppressant Associate PAH"
            ],
            "keywords": [
                "Pulmonary arterial hypertension"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "We plan to collect the following samples on all subjects:\n\nDNA, RNA, white cells, plasma, serum, urine\n\nWe plan to collect the following samples on selected subjects:\n\nSkin biopsy"
            },
            "enrollmentInfo": {
                "count": 1899,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PAH patients",
                    "description": "Patients diagnosed with WHO Group 1 PAH"
                },
                {
                    "label": "Healthy subjects",
                    "description": "Subjects who have been evaluated for heart and lung disease and found to be healthy"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Ratio of sex hormone metabolites",
                    "description": "The primary outcome measure is the ratio of 2-hydroxyestrogens to 16-hydroxyestrogens among patients compared to both controls and at risk but well subjects.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Evaluation of insulin resistance in pulmonary arterial hypertension patients/Clinical trial of Metformin in Pulmonary Arterial Hypertension",
                    "description": "We will assess various measures of insulin resistance among patients, compared to healthy control subjects as well as at risk but well subjects. The primary measure will be assessed using the glucose clamp technique to quantify insulin secretion and resistance.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Mechanism, safety, and efficacy of ACE-2 (Angiotensin Converting Enzyme 2) in the treatment of PAH.",
                    "description": "We will assess the safety and efficacy of ACE-2 for the treatment of established PAH. The primary objective of the study is to determine safety of rhACE2 when administered as a single dose or multiple doses intravenously to subjects with PAH receiving background PAH-specific therapy.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Clinical Trial of Metformin in Pulmonary Arterial Hypertension",
                    "description": "Specific Aim 1. To test the hypothesis that metformin will ameliorate oxidant stress in pulmonary arterial hypertension Primary safety endpoint: absence of lactic acidosis, withdrawal from the study if attributed to metformin Primary efficacy endpoint: change in urinary and plasma oxidant stress measures (F2 isoprostanes and metabolites, isofurans, and nitrotyrosine)\n\nSpecific Aim 2. To test the hypothesis that metformin will decrease myocardial lipid content, increase oxidative metabolism and decrease glucose uptake.\n\nPrimary Endpoints: change in myocardial percent triglycerides (%TGs), kmono/RPP of C11 acetate, and uptake of FDG before and after metformin.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mechanism, safety, and efficacy of ACE-2 in the treatment of PAH.",
                    "description": "The secondary objective of the study is to evaluate changes in biomarkers of disease (BNP, AngII/Ang (1-7, serum soluble IDH, serum NO, cardiac troponin I, SOD2 activity, urine isoprostanes and isofuranes) in subjects with PAH receiving rhACE2. We will also evaluate changes in pulmonary and systemic hemodynamics and echocardiographic markers of right heart function in patients receiving rhACE2.",
                    "timeFrame": "5-year"
                },
                {
                    "measure": "Clinical Trial of Metformin in Pulmonary Arterial Hypertension",
                    "description": "Specific Aim 1. To test the hypothesis that metformin will ameliorate oxidant stress in pulmonary arterial hypertension\n\nSecondary Endpoints: lung cellular proliferation as measured by FDG avidity, change in the markers of insulin resistance and sensitivity, BMPR2 expression in peripheral blood mononuclear cells, and change in glucose and lipid metabolites.\n\nSpecific Aim 2. To test the hypothesis that metformin will decrease myocardial lipid content, increase oxidative metabolism and decrease glucose uptake.\n\nSecondary Endpoints: change in RVEF, RV mass index, insulin resistance and sensitivity indices, glucose and lipid metabolites, and six-minute walk distance (6MWD)",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nProject 1\n\nInclusion:\n\n1. Diagnosis of IPAH (idiopathic pulmonary arterial hypertension), HPAH (heritable pulmonary arterial hypertension), or APAH (associated pulmonary arterial hypertension), family members of affected persons\n2. Age 0-90, age 12-90 for skin biopsy\n\nExclusion:\n\n1. Other diagnosis\n2. Age greater than 90, age less than 12 or greater than 90 for skin biopsy\n\nProject 2\n\nInclusion:\n\n1. Diagnosis of IPAH, HPAH, or APAH, family members of affected persons\n2. 0-90\n3. Subjects with reasonably easy access to clinic for blood collection and other testing\n4. Subject able to tolerate fasting state prior to sample collection and EndoPAT (endothelial function assessment) testing\n\nExclusion:\n\n1. Other diagnosis\n2. 0-90\n3. Subjects with difficulty reaching clinic for blood collection and other testing\n4. Subjects unable to tolerate fasting state\n\nProject 3\n\nInclusion:\n\n1. Diagnosis of IPAH, HPAH, or APAH, family members of affected persons\n2. 7-90\n\nExclusion:\n\n1. Other diagnosis\n2. Age less than 7 or greater than 90\n\n   -\n\n   Exclusion Criteria:\n\n   -",
            "healthyVolunteers": true,
            "sex": "ALL",
            "maximumAge": "90 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Cohort 1 subjects will be recruited from our adult and pediatric pulmonary vascular disease clinics. Cohort 2-healthy controls will be recruited form patients families and the general public in middle Tennesssee.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly L Fox",
                    "role": "CONTACT",
                    "phone": "800-288-0378",
                    "email": "Kelly.Burke@vumc.org"
                },
                {
                    "name": "Shannon Cordell, BSN",
                    "role": "CONTACT",
                    "phone": "615-343-8277",
                    "email": "shannon.eason@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James E Loyd, MD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19357154",
                    "type": "BACKGROUND",
                    "citation": "Austin ED, Cogan JD, West JD, Hedges LK, Hamid R, Dawson EP, Wheeler LA, Parl FF, Loyd JE, Phillips JA 3rd. Alterations in oestrogen metabolism: implications for higher penetrance of familial pulmonary arterial hypertension in females. Eur Respir J. 2009 Nov;34(5):1093-9. doi: 10.1183/09031936.00010409. Epub 2009 Apr 8."
                },
                {
                    "pmid": "19188551",
                    "type": "BACKGROUND",
                    "citation": "Robbins IM, Newman JH, Johnson RF, Hemnes AR, Fremont RD, Piana RN, Zhao DX, Byrne DW. Association of the metabolic syndrome with pulmonary venous hypertension. Chest. 2009 Jul;136(1):31-36. doi: 10.1378/chest.08-2008. Epub 2009 Feb 2."
                },
                {
                    "pmid": "19246717",
                    "type": "BACKGROUND",
                    "citation": "Ferreira AJ, Shenoy V, Yamazato Y, Sriramula S, Francis J, Yuan L, Castellano RK, Ostrov DA, Oh SP, Katovich MJ, Raizada MK. Evidence for angiotensin-converting enzyme 2 as a therapeutic target for the prevention of pulmonary hypertension. Am J Respir Crit Care Med. 2009 Jun 1;179(11):1048-54. doi: 10.1164/rccm.200811-1678OC. Epub 2009 Feb 26."
                },
                {
                    "pmid": "21493097",
                    "type": "BACKGROUND",
                    "citation": "Pugh ME, Robbins IM, Rice TW, West J, Newman JH, Hemnes AR. Unrecognized glucose intolerance is common in pulmonary arterial hypertension. J Heart Lung Transplant. 2011 Aug;30(8):904-11. doi: 10.1016/j.healun.2011.02.016. Epub 2011 Apr 13."
                },
                {
                    "pmid": "20204736",
                    "type": "BACKGROUND",
                    "citation": "West J. Cross talk between Smad, MAPK, and actin in the etiology of pulmonary arterial hypertension. Adv Exp Med Biol. 2010;661:265-78. doi: 10.1007/978-1-60761-500-2_17."
                },
                {
                    "pmid": "33167773",
                    "type": "DERIVED",
                    "citation": "Brittain EL, Niswender K, Agrawal V, Chen X, Fan R, Pugh ME, Rice TW, Robbins IM, Song H, Thompson C, Ye F, Yu C, Zhu H, West J, Newman JH, Hemnes AR. Mechanistic Phase II Clinical Trial of Metformin in Pulmonary Arterial Hypertension. J Am Heart Assoc. 2020 Nov 17;9(22):e018349. doi: 10.1161/JAHA.120.018349. Epub 2020 Nov 10."
                },
                {
                    "pmid": "29903860",
                    "type": "DERIVED",
                    "citation": "Hemnes AR, Rathinasabapathy A, Austin EA, Brittain EL, Carrier EJ, Chen X, Fessel JP, Fike CD, Fong P, Fortune N, Gerszten RE, Johnson JA, Kaplowitz M, Newman JH, Piana R, Pugh ME, Rice TW, Robbins IM, Wheeler L, Yu C, Loyd JE, West J. A potential therapeutic role for angiotensin-converting enzyme 2 in human pulmonary arterial hypertension. Eur Respir J. 2018 Jun 21;51(6):1702638. doi: 10.1183/13993003.02638-2017. Print 2018 Jun."
                },
                {
                    "pmid": "25225206",
                    "type": "DERIVED",
                    "citation": "Shenoy V, Kwon KC, Rathinasabapathy A, Lin S, Jin G, Song C, Shil P, Nair A, Qi Y, Li Q, Francis J, Katovich MJ, Daniell H, Raizada MK. Oral delivery of Angiotensin-converting enzyme 2 and Angiotensin-(1-7) bioencapsulated in plant cells attenuates pulmonary hypertension. Hypertension. 2014 Dec;64(6):1248-59. doi: 10.1161/HYPERTENSIONAHA.114.03871. Epub 2014 Sep 15. Erratum In: Hypertension. 2015 Mar;65(3):e8. doi: 10.1161/HYP.0000000000000020."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081029",
                    "term": "Pulmonary Arterial Hypertension"
                },
                {
                    "id": "D000065627",
                    "term": "Familial Primary Pulmonary Hypertension"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2261",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15412",
                    "name": "Scleroderma, Systemic",
                    "relevance": "LOW"
                },
                {
                    "id": "M25560",
                    "name": "Scleroderma, Diffuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M30541",
                    "name": "Familial Primary Pulmonary Hypertension",
                    "asFound": "Idiopathic Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4807",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5565",
                    "name": "Systemic Scleroderma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}