{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01511588",
            "orgStudyIdInfo": {
                "id": "120050"
            },
            "secondaryIdInfos": [
                {
                    "id": "12-E-0050"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Hormonal Regulation of Puberty and Fertility",
            "officialTitle": "The Role of Gonadotropin Pulsations in the Regulation of Puberty and Fertility",
            "therapeuticArea": [
                "Endocrinology",
                "Pediatrics",
                "Other"
            ],
            "study": "hormonal-regulation-of-puberty-and-fertility"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-28",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-04-25",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2012-01-13",
            "studyFirstSubmitQcDate": "2012-01-13",
            "studyFirstPostDateStruct": {
                "date": "2012-01-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Environmental Health Sciences (NIEHS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- The body produces gonadotropin-releasing hormone (GnRH) about every 2 hours. GnRH travels through the bloodstream to the pituitary gland, where it stimulates the gland to produce hormones called gonadotropins. These hormones stimulate the testicles or ovaries. The testicles produce testosterone and develop sperm. The ovaries produce estrogen and prepare for ovulation. Normal estrogen and testosterone levels are required for puberty. Some people, however, have either low levels or total lack of GnRH. This can cause problems with puberty and fertility. Researchers want to study people with low or no GnRH to better understand how it affects puberty and fertility.\n\nObjectives:\n\n- To study disorders of GnRH production.\n\nEligibility:\n\n* Adult men and women at least 18 years of age with low or no gonadotropin levels.\n* Adolescents between 14 and 18 years of age with low or no gonadotropin levels.\n\nDesign:\n\n* Participants will be screened with a physical exam and medical history. Blood and urine samples will be collected.\n* Participants will have tests to look at their hormone levels. Blood samples may be collected after taking different drugs, including insulin and cortisone. A 24-hour urine sample will be collected.\n* Participants will have imaging studies to look at bone and brain development. They will also have ultrasounds of the kidneys, abdomen, and reproductive organs.\n* Tests of smell and hearing will be used to look for abnormalities in these senses.",
            "detailedDescription": "The key initiating factors for reproductive development remain among the great mysteries of pediatric and reproductive endocrinology. The onset of puberty is initiated by pulsatile secretion of gonadotropin-releasing hormone (GnRH) from the hypothalamus. GnRH secretion is fully active during the neonatal period, quiescent throughout most of childhood, and is reactivated at the time of puberty to induce sexual maturation and subsequent fertility. The neuroendocrine events leading to increased GnRH secretion and the resultant onset of puberty remain largely unknown.\n\nIsolated deficiency of GnRH results in the rare clinical syndrome of idiopathic hypogonadotropic hypogonadism (IHH), where decreased secretion of GnRH results in impaired gonadotropin secretion. The resultant hypogonadism presents with delayed, incomplete, or absent sexual maturation. In addition, non-reproductive phenotypes of this spectrum have been identified in some individuals, including anosmia, auditory defects, skeletal and renal anomalies. More severe syndromic forms of IHH have also been associated with rare congenital malformations, such as the Bosma arhinia microphthalmia (BAM) syndrome.\n\nDefining the physiology of GnRH is critical to understanding the clinical heterogeneity of isolated GnRH deficiency, particularly in light of emerging gene discoveries that elucidate genotype-phenotype correlations. Careful human phenotyping of patients with mutations in genes known to cause IHH has provided insight into developmental pathways involved in the ontogeny of GnRH neurons, but the neuroendocrine regulation of this system is not well understood.\n\nWe will phenotypically characterize subjects with IHH, including severe syndromic forms. We plan to admit males and females 14 years of age or older with clinical signs suggestive of IHH for comprehensive phenotyping to include neuroendocrine profiling via an LH pulsatility study, as well as identification of other non-reproductive findings.\n\nThis protocol will utilize the disease model of IHH to increase our understanding of the physiology of GnRH secretion, including the neuroendocrine regulation of GnRH pulsatility, as well as other unknown aspects of GnRH biology, which may be illuminated through the non-reproductive characteristics of these patients. Examining the baseline characteristics of subjects with isolated GnRH deficiency will reveal insights into the mechanisms underlying the reawakening of the hypothalamic-pituitary-gonadal axis at puberty, providing opportunities for new diagnostic capabilities and therapeutic interventions for disorders of puberty and fertility."
        },
        "conditionsModule": {
            "conditions": [
                "Endocrine Disease",
                "Infertility",
                "Hypogonadism",
                "Amenorrhea",
                "Adolescents"
            ],
            "keywords": [
                "Kallmann Syndrome",
                "Delayed Puberty",
                "GnRH Deficiency",
                "Infertility",
                "Hypogonadotropic Hypogonadism",
                "Natural History",
                "Amenorrhea",
                "Hypogonadism"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HH patients",
                    "description": "Clinical patients with hypogonadotropic hypogonadism (HH)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The main outcome is the identification of novel GnRH secretory patterns or non-reproductive phenotypic characteristics in individuals representing the complete spectrum of idiopathic hypogonadotropic hypogonadism.",
                    "description": "The main outcome is the identification of novel GnRH secretory patterns or non-reproductive phenotypic characteristics in individuals representing the complete spectrum of idiopathic hypogonadotropic hypogonadism.",
                    "timeFrame": "At study enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Secondary outcomes are the recognition of specific pubertal phenotypes, as well as discovery of the roles of newly identified genes contributing to IHH in GnRH development and biology, for those subjects who also enroll in our genetics protocol.",
                    "description": "Secondary outcomes are the recognition of specific pubertal phenotypes, as well as discovery of the roles of newly identified genes contributing to IHH in GnRH development and biology, for those subjects who also enroll in our genetics protocol."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nSince hypogonadotropic hypogonadism is a rare condition, with an incidence of 1/10,000 to 1/86,000 for isolated GnRH deficiency (43, 44), this protocol remains open to enrollment so that we may study all subjects that are both qualified and interested in participating. Males or females who are \\>= 14 years old with clinical findings of HH as follows will be included (due to substantial variability among patient presentations, this will be based on the clinical judgement of the investigator):\n\n* Failure to go through a normal, age-appropriate, spontaneous puberty and low sex steroid levels in the setting of low/normal gonadotropins; OR\n* Normal puberty with subsequent development of low gonadotropin levels.\n\nA patient under the age of 14 years may be considered for baseline evaluation if there is sufficient evidence suggestive of HH, including, but not limited to any two of the following: anosmia, history of cryptorchidism or microphallus. As above, due to substantial variability among patient presentations, this will be based on the clinical judgement of the Investigator.\n\nEXCLUSION CRITERIA:\n\nBecause HH represents a spectrum, where associated clinical findings may provide phenotypic clues to the assessment of inheritability and underlying physiology, exclusion criteria are very limited:\n\n* Patients who have additional pituitary deficiencies, effectively ruling out isolated GnRH deficiency, whether these deficiencies are congenital or acquired (e.g. secondary to malignancy, infection, or irradiation).\n* Patients who are taking medications known to cause HH, such as corticosteroids or continuous opiate administration.\n* Pregnancy or lactation\n\nIn some cases, the subjects will be given the option of having the initial evaluation performed at the NIEHS Clinical Research Unit (Durham, NC). The initial evaluation may be completed at one site with completion of the LH pulsatility study and other diagnostic evaluations undertaken at the other site, depending up on logistical considerations for both the patient and the sites.\n\nAll subjects will be provided with a copy of the consent to read over. Time will be given to meet with the subject, describe the study, and review the procedures involved with the study. This will be followed by a time where the prospective subject can express any questions or concerns he/she may have regarding the study and have those issues addressed by one of the investigators. The consent will be signed by the subject and by a designated investigator. A copy of the signed consent will be given to the subject prior to the initiation of any study procedures.\n\nINCLUSION OF VULNERABLE PARTICIPANTS:\n\n-Children\n\nFor subjects who are children, all provisions regarding obtaining assent from children and consent from their parent/guardian are described in detail in Consent/Assent Procedures, below.\n\n-NIH Staff, and family members of study team members\n\nNIH staff and family members of study team members may be enrolled in this study as this population meets the study entry criteria. Neither participation nor refusal to participate as a subject in the research will have an effect, either beneficial or adverse, on the participant s employment or position at NIH.\n\nEvery effort will be made to protect participant information, but such information may be available in medical records and may be available to authorized users outside of the study team in both an identifiable and unidentifiable manner.\n\nThe NIH Frequently Asked Questions (FAQs) for Staff Who are Considering Participation in NIH Research will be made available. Please see Consent/Assent Procedures for consent of NIH Staff. NIH employees or staff who participate during work hours will receive a copy of Leave Policy for NIH Employees Participating in NIH Medical Research Studies.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Clinical patients with hypogonadotropic hypogonadism (HH)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NIEHS Join A Study Recruitment Group",
                    "role": "CONTACT",
                    "phone": "(855) 696-4347",
                    "email": "myniehs@nih.gov"
                },
                {
                    "name": "Janet E Hall, M.D.",
                    "role": "CONTACT",
                    "phone": "(984) 287-3647",
                    "email": "janet.hall@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janet E Hall, M.D.",
                    "affiliation": "National Institute of Environmental Health Sciences (NIEHS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "NIEHS Clinical Research Unit (CRU)",
                    "status": "RECRUITING",
                    "city": "Research Triangle Park",
                    "state": "North Carolina",
                    "zip": "27709",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.90567,
                        "lon": -78.90497
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "100883",
                    "type": "BACKGROUND",
                    "citation": "Belchetz PE, Plant TM, Nakai Y, Keogh EJ, Knobil E. Hypophysial responses to continuous and intermittent delivery of hypopthalamic gonadotropin-releasing hormone. Science. 1978 Nov 10;202(4368):631-3. doi: 10.1126/science.100883."
                },
                {
                    "pmid": "9793755",
                    "type": "BACKGROUND",
                    "citation": "Seminara SB, Hayes FJ, Crowley WF Jr. Gonadotropin-releasing hormone deficiency in the human (idiopathic hypogonadotropic hypogonadism and Kallmann's syndrome): pathophysiological and genetic considerations. Endocr Rev. 1998 Oct;19(5):521-39. doi: 10.1210/edrv.19.5.0344. No abstract available."
                },
                {
                    "pmid": "9010147",
                    "type": "BACKGROUND",
                    "citation": "Nachtigall LB, Boepple PA, Pralong FP, Crowley WF Jr. Adult-onset idiopathic hypogonadotropic hypogonadism--a treatable form of male infertility. N Engl J Med. 1997 Feb 6;336(6):410-5. doi: 10.1056/NEJM199702063360604."
                },
                {
                    "pmid": "32034419",
                    "type": "DERIVED",
                    "citation": "Delaney A, Volochayev R, Meader B, Lee J, Almpani K, Noukelak GY, Henkind J, Chalmers L, Law JR, Williamson KA, Jacobsen CM, Buitrago TP, Perez O, Cho CH, Kaindl A, Rauch A, Steindl K, Garcia JE, Russell BE, Prasad R, Mondal UK, Reigstad HM, Clements S, Kim S, Inoue K, Arora G, Salnikov KB, DiOrio NP, Prada R, Capri Y, Morioka K, Mizota M, Zechi-Ceide RM, Kokitsu-Nakata NM, Tonello C, Vendramini-Pittoli S, da Silva Dalben G, Balasubramanian R, Dwyer AA, Seminara SB, Crowley WF, Plummer L, Hall JE, Graham JM, Lin AE, Shaw ND. Insight Into the Ontogeny of GnRH Neurons From Patients Born Without a Nose. J Clin Endocrinol Metab. 2020 May 1;105(5):1538-51. doi: 10.1210/clinem/dgaa065."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2012-E-0050.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".This study does not meet the criteria of a clinical trial, therefore ICMJE does not require a data sharing statement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007246",
                    "term": "Infertility"
                },
                {
                    "id": "D000007006",
                    "term": "Hypogonadism"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000000568",
                    "term": "Amenorrhea"
                }
            ],
            "ancestors": [
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000008599",
                    "term": "Menstruation Disturbances"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10290",
                    "name": "Infertility",
                    "asFound": "Infertility",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "asFound": "Endocrine Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10056",
                    "name": "Hypogonadism",
                    "asFound": "Hypogonadism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3909",
                    "name": "Amenorrhea",
                    "asFound": "Amenorrhea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19705",
                    "name": "Kallmann Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M14483",
                    "name": "Puberty, Delayed",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11582",
                    "name": "Menstruation Disturbances",
                    "relevance": "LOW"
                },
                {
                    "id": "T3189",
                    "name": "Kallmann Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}