{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06396897",
            "orgStudyIdInfo": {
                "id": "21905"
            },
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "Hospital @ Home Model of Care for Cirrhosis",
            "officialTitle": "The Hospital @ Home Model of Care: A Novel Healthcare Solution for the Management of Decompensated Cirrhosis",
            "acronym": "H@H",
            "therapeuticArea": [
                "Hepatology"
            ],
            "study": "hospital-home-model-of-care-for-cirrhosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-30",
            "studyFirstSubmitQcDate": "2024-04-30",
            "studyFirstPostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Archita P. Desai",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to work with patients diagnosed with end-stage liver disease to understand their perspectives on the Health at Home (H@H) Program, including desired outcomes and expectations, perceived barriers, and drivers. H@H is an emerging model of home-based care, designed to extend traditional, inpatient hospital care which may address these needs. Through H@H, acute medical care services as well as ancillary care such as rehabilitation therapy can be delivered in the home. The study is divided into three phases: Phase 1 occurs while the participant is an inpatient. Phase 2 is when the actual H@H program takes place as part of the participant's clinical care. The study team will not be involved in the Phase 2 - H@H program as it will be conducted by the clinical staff. Phase 3, at which point the participant enters a rehabilitation phase to transition the patient to self-management, involves a research jam session with the participant and caregiver to assess the value of the program.",
            "detailedDescription": "Hospital at Home (H@H) as an emerging model of care is designed as an extension for traditional inpatient hospital care. Patients experiencing certain medical conditions normally requiring admission to an inpatient hospital can instead consent to receive acute care treatment in their homes. Prior studies have shown success of this model through demonstration of clinical and economic efficacy and feasibility, as well as greater satisfaction with care for patients, their family members and their providers. Since November 2020, Centers for Medicare and Medicaid Services has provided a waiver for H@H services. Similarly in 2020, Indiana University Health (IUH) introduced the Hospital at Home (H@H) Program for its beneficiaries to increase hospital capacity during the Public Health Emergency. Through this program, primary medical management services as well as ancillary services such as Occupational Therapy, Physical Therapy, and diagnostic testing can be delivered in the home. This model has been successful used at IUH to management patients with moderate COVID-19 infection, common infectious diseases, and decompensated heart failure.\n\nIn the realm of liver disease, acute decompensations of chronic liver disease often require hospitalizations for acute management. In certain clinical scenarios, while the initial 24-48 hour period may require the intensive management offered in an acute care hospital, the remaining hospital days represent less acute and/or intense needs such as continued administration of IV medications, monitoring for safe transition to oral medications and/or daily lab monitoring for period of time. We hypothesize that services through the IUH H@H program can offer equally safe and effective for these clinical scenarios while improving patient satisfaction, reducing care-giver burden, being cost-saving and improving access to acute care hospital services to other patients. We also hypothesize that completing the acute care management in the home setting will lead to more effective transition to chronic management as measured by subsequent 30-day readmissions and 30-day emergency room visits leading to reduced overall cost of health care. As a next step in expansion, the IUH H@H team is partnering with the PI and IUH Hepatology team to manage select patients with chronic liver disease (CLD). The overall goal of this proposal is to assess whether IUH's H@H program represents a novel care delivery model in cirrhosis that is safe, improves patient and caregiver experience as well as reduces HCU in the high-risk, CLD population."
        },
        "conditionsModule": {
            "conditions": [
                "Decompensated Cirrhosis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Decompensated Cirrhotics",
                    "description": "Phase 1:\n\n* two questionnaires to assess patient reported outcomes\n* an open-ended patient interview using a variety of patient-engagement methods to assess program expectations\n\nPhase 2:\n\n• completion of the Hospital at Home (H@H) program as part of clinical care. In brief, the Hospital at Home program (H@H) is an innovative care delivery method that aims to provide hospital-level care at home and facilitate the transition care from the hospital to the home.\n\nPhase 3:\n\n* researchers engage virtually to discuss actual experience, outcomes, and challenges. These will be semi-structured interviews about their perspectives on the program, including desired outcomes and expectations and perceived barriers and drivers and will last about two hours.\n* complete four questionnaires relating to quality of life."
                },
                {
                    "label": "Caregivers",
                    "description": "Caregivers who self-identify as one who provides care for the afflicted person will be asked to participate in the study and will sign a separate informed consent statement. Caregivers will provide basic demographic information including prior involvement in the patient participant's care. At two time points, caregivers will complete two questionnaires to assess caregiver burden and quality of life. After participant completion of the H@H program, the caregiver will be asked to complete a brief questionnaire to assess the program."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants enrolled into program",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with follow-up visits during program",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Number of participants with follow-up visit 90 days after program",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Number of participants with repeat ED visits",
                    "timeFrame": "Days 7, 30, and 90"
                },
                {
                    "measure": "Number of participants with rehospitalization",
                    "timeFrame": "Days 7, 30, and 90"
                },
                {
                    "measure": "Rate of Mortality",
                    "timeFrame": "Days 7, 30, and 90"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Enrolled into IUH's H@H program\n* At least 18 years of age\n* Chronic liver disease/cirrhosis based on characteristic clinical, laboratory, and imaging findings\n* English speaking\n* Able to provide consent\n* Caregiver able to be present during the acute phase of care (first 48 hours post-hospital discharge)\n* Able to perform activities of daily living independently\n* Lives within IU Health Home service area\n\nExclusion Criteria:\n\n* Unable to complete study questionnaires due to neurocognitive disease, legal blindness or hearing loss\n* Transplant of organ other than liver\n* Pregnant\n* Incarcerated\n* New hemodialysis\n* Blood pressure \\< 90/60, Pulse \\> 120, O2 \\> 6L or \\>2L above baseline\n* HIV+/CD4 count \\< 200\n* Receiving hospice services\n* Concurrent enrollment in a related research study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Inpatients at IU Health University or Methodist Hospitals with chronic liver disease who meet a pre-defined set of clinical criteria.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Regia Weber",
                    "role": "CONTACT",
                    "phone": "317-278-3584",
                    "email": "reginaw@iu.edu"
                },
                {
                    "name": "Archita Desai, MD",
                    "role": "CONTACT",
                    "phone": "(317) 278-1664",
                    "email": "desaiar@iu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "IU School of Medicine",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Miranda Stovall",
                            "role": "CONTACT",
                            "phone": "317-278-2401",
                            "email": "mirstova@iu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}