{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05516524",
            "orgStudyIdInfo": {
                "id": "22-020232"
            },
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "HSAT for OSA Management in Children",
            "officialTitle": "Home Sleep Apnea Testing for the Evaluation of Obstructive Sleep Apnea in Children Following Management With Adenotonsillectomy",
            "acronym": "HOM-Kids",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "hsat-for-osa-management-in-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-23",
            "studyFirstSubmitQcDate": "2022-08-23",
            "studyFirstPostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Academy of Sleep Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial will compare the diagnostic accuracy of type II HSAT with PSG for determining OSA status following treatment with adenotonsillectomy in children",
            "detailedDescription": "Many children have residual obstructive sleep apnea (OSA) following adenotonsillectomy, but in-lab polysomnography (PSG), the recommended means of re-evaluating these patients, is resource-intensive and availability is limited. Home sleep apnea testing (HSAT), a similar test performed in the patient's home and used clinically in adults, may offer an alternative means of evaluating the effect of OSA treatment in children and make testing more convenient and widely available."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep Apnea, Obstructive",
                "Sleep Disorder",
                "Sleep Apnea Syndromes",
                "Sleep Disturbance"
            ],
            "keywords": [
                "obstructive sleep apnea",
                "home sleep apnea testing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Participants will be randomized to the initial test (home sleep apnea test or polysomnography) and then complete the alternate test within approximately one week.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The investigators will be masked as to the order of the two sleep tests",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HSAT prior to clinical sleep study",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized to undergo HSAT before receiving their clinical, in-lab polysomnography",
                    "interventionNames": [
                        "Diagnostic Test: Home sleep apnea test"
                    ]
                },
                {
                    "label": "PSG first Participants will be random",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be randomized to undergo HSAT after receiving their clinical, in-lab polysomnography.",
                    "interventionNames": [
                        "Diagnostic Test: PSG"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Home sleep apnea test",
                    "description": "Level II home sleep apnea testing evaluates for obstructive sleep apnea in the home environment with parental supervision.",
                    "armGroupLabels": [
                        "HSAT prior to clinical sleep study"
                    ],
                    "otherNames": [
                        "Nox A1",
                        "HSAT"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "PSG",
                    "description": "Overnight sleep study in the sleep laboratory with continuous monitoring by clinical staff.",
                    "armGroupLabels": [
                        "PSG first Participants will be random"
                    ],
                    "otherNames": [
                        "In-Lab Polysomnography"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Correlation between obstructive apnea hypopnea index (OAHI) by HSAT vs PSG",
                    "description": "Correlation will be assessed in all participants completing PSG and HSAT using the OAHI from both tests",
                    "timeFrame": "up to one month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Correlation between OAHI from HSAT and score from OSA questionnaires",
                    "description": "Correlation between OAHI from HSAT will be measured by completion of the Pediatric Sleep Questionnaire-Sleep Related Breathing Disorders scale (PSQ-SRBD) and OSA-18 Questionnaire. . The PSQ-SRBD is a 22-item questionnaire where a score of \\>0.33 is consistent with a diagnosis of OSA. The OSA-18 consists of 18 questions for which the overall total scores will assess for OSA risk. Total scores range from 18 to 126, with 18 indicating low risk of OSA and 126 indicating high risk of OSA.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Parent-reported preference between HSAT and PSG",
                    "description": "Parent-reported preference between HSAT and PSG will be measured by the parents' completion of the preference questionnaire after completion of both studies. The questionnaire contains 5 questions for which the overall score will assess for preference. Total scores range from 5 to 10, with 5 indicating a strong preference for HSAT and 10 indicating a low preference for HSAT.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Child-reported preference between HSAT and PSG",
                    "description": "Child-reported preference between HSAT and PSG will be measured by the child's completion of the preference questionnaire after completion of both studies. The questionnaire contains 5 questions for which the overall score will assess for preference. Total scores range from 5 to 10, with 5 indicating a strong preference for HSAT and 10 indicating a low preference for HSAT.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Parent-reported acceptability of HSAT",
                    "description": "Parent-reported acceptability of HSAT will be measures by the parents' completion of the acceptability questionnaire after completion of both studies. The questionnaire contains 4 questions for which the overall score will assess for preference. Total scores range from 4 to 20, with 4 indicating a strong preference for HSAT and 20 indicating a low preference for HSAT.",
                    "timeFrame": "up to one month."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female children age 5-12 years old inclusive\n* History of adenotonsillectomy for OSA\n\nExclusion Criteria:\n\n* Children with a history of hypoventilation or hypoxemia or who require supplemental oxygen or positive airway pressure during sleep\n* Children with a tracheostomy or tracheocutaneous fistula\n* Children who live in a facility without their parent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yaelis Roman-Rosado, BS",
                    "role": "CONTACT",
                    "phone": "215-590-9184",
                    "email": "romanyd@chop.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher M Cielo, DO",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yaelis Roman-Rosado, BS",
                            "role": "CONTACT",
                            "phone": "215-590-9184",
                            "email": "romanyd@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19544748",
                    "type": "BACKGROUND",
                    "citation": "Bixler EO, Vgontzas AN, Lin HM, Liao D, Calhoun S, Vela-Bueno A, Fedok F, Vlasic V, Graff G. Sleep disordered breathing in children in a general population sample: prevalence and risk factors. Sleep. 2009 Jun;32(6):731-6. doi: 10.1093/sleep/32.6.731."
                },
                {
                    "pmid": "20965935",
                    "type": "BACKGROUND",
                    "citation": "Li AM, So HK, Au CT, Ho C, Lau J, Ng SK, Abdullah VJ, Fok TF, Wing YK. Epidemiology of obstructive sleep apnoea syndrome in Chinese children: a two-phase community study. Thorax. 2010 Nov;65(11):991-7. doi: 10.1136/thx.2010.134858."
                },
                {
                    "pmid": "21708802",
                    "type": "BACKGROUND",
                    "citation": "Horne RS, Yang JS, Walter LM, Richardson HL, O'Driscoll DM, Foster AM, Wong S, Ng ML, Bashir F, Patterson R, Nixon GM, Jolley D, Walker AM, Anderson V, Trinder J, Davey MJ. Elevated blood pressure during sleep and wake in children with sleep-disordered breathing. Pediatrics. 2011 Jul;128(1):e85-92. doi: 10.1542/peds.2010-3431. Epub 2011 Jun 27."
                },
                {
                    "pmid": "23692173",
                    "type": "BACKGROUND",
                    "citation": "Marcus CL, Moore RH, Rosen CL, Giordani B, Garetz SL, Taylor HG, Mitchell RB, Amin R, Katz ES, Arens R, Paruthi S, Muzumdar H, Gozal D, Thomas NH, Ware J, Beebe D, Snyder K, Elden L, Sprecher RC, Willging P, Jones D, Bent JP, Hoban T, Chervin RD, Ellenberg SS, Redline S; Childhood Adenotonsillectomy Trial (CHAT). A randomized trial of adenotonsillectomy for childhood sleep apnea. N Engl J Med. 2013 Jun 20;368(25):2366-76. doi: 10.1056/NEJMoa1215881. Epub 2013 May 21."
                },
                {
                    "pmid": "17400731",
                    "type": "BACKGROUND",
                    "citation": "Gozal D, Crabtree VM, Sans Capdevila O, Witcher LA, Kheirandish-Gozal L. C-reactive protein, obstructive sleep apnea, and cognitive dysfunction in school-aged children. Am J Respir Crit Care Med. 2007 Jul 15;176(2):188-93. doi: 10.1164/rccm.200610-1519OC. Epub 2007 Mar 30."
                },
                {
                    "pmid": "25835282",
                    "type": "BACKGROUND",
                    "citation": "Schwab RJ, Kim C, Bagchi S, Keenan BT, Comyn FL, Wang S, Tapia IE, Huang S, Traylor J, Torigian DA, Bradford RM, Marcus CL. Understanding the anatomic basis for obstructive sleep apnea syndrome in adolescents. Am J Respir Crit Care Med. 2015 Jun 1;191(11):1295-309. doi: 10.1164/rccm.201501-0169OC."
                },
                {
                    "pmid": "28256998",
                    "type": "BACKGROUND",
                    "citation": "Hall MJ, Schwartzman A, Zhang J, Liu X. Ambulatory Surgery Data From Hospitals and Ambulatory Surgery Centers: United States, 2010. Natl Health Stat Report. 2017 Feb;(102):1-15."
                },
                {
                    "pmid": "20448096",
                    "type": "BACKGROUND",
                    "citation": "Bhattacharjee R, Kheirandish-Gozal L, Spruyt K, Mitchell RB, Promchiarak J, Simakajornboon N, Kaditis AG, Splaingard D, Splaingard M, Brooks LJ, Marcus CL, Sin S, Arens R, Verhulst SL, Gozal D. Adenotonsillectomy outcomes in treatment of obstructive sleep apnea in children: a multicenter retrospective study. Am J Respir Crit Care Med. 2010 Sep 1;182(5):676-83. doi: 10.1164/rccm.200912-1930OC. Epub 2010 May 6."
                },
                {
                    "pmid": "19467393",
                    "type": "BACKGROUND",
                    "citation": "Friedman M, Wilson M, Lin HC, Chang HW. Updated systematic review of tonsillectomy and adenoidectomy for treatment of pediatric obstructive sleep apnea/hypopnea syndrome. Otolaryngol Head Neck Surg. 2009 Jun;140(6):800-8. doi: 10.1016/j.otohns.2009.01.043."
                },
                {
                    "pmid": "22926173",
                    "type": "BACKGROUND",
                    "citation": "Marcus CL, Brooks LJ, Draper KA, Gozal D, Halbower AC, Jones J, Schechter MS, Sheldon SH, Spruyt K, Ward SD, Lehmann C, Shiffman RN; American Academy of Pediatrics. Diagnosis and management of childhood obstructive sleep apnea syndrome. Pediatrics. 2012 Sep;130(3):576-84. doi: 10.1542/peds.2012-1671. Epub 2012 Aug 27."
                },
                {
                    "pmid": "26541535",
                    "type": "BACKGROUND",
                    "citation": "Kaditis AG, Alonso Alvarez ML, Boudewyns A, Alexopoulos EI, Ersu R, Joosten K, Larramona H, Miano S, Narang I, Trang H, Tsaoussoglou M, Vandenbussche N, Villa MP, Van Waardenburg D, Weber S, Verhulst S. Obstructive sleep disordered breathing in 2- to 18-year-old children: diagnosis and management. Eur Respir J. 2016 Jan;47(1):69-94. doi: 10.1183/13993003.00385-2015. Epub 2015 Nov 5."
                },
                {
                    "pmid": "22926176",
                    "type": "BACKGROUND",
                    "citation": "Marcus CL, Brooks LJ, Draper KA, Gozal D, Halbower AC, Jones J, Schechter MS, Ward SD, Sheldon SH, Shiffman RN, Lehmann C, Spruyt K; American Academy of Pediatrics. Diagnosis and management of childhood obstructive sleep apnea syndrome. Pediatrics. 2012 Sep;130(3):e714-55. doi: 10.1542/peds.2012-1672. Epub 2012 Aug 27."
                },
                {
                    "pmid": "28942762",
                    "type": "BACKGROUND",
                    "citation": "Rosen IM, Kirsch DB, Chervin RD, Carden KA, Ramar K, Aurora RN, Kristo DA, Malhotra RK, Martin JL, Olson EJ, Rosen CL, Rowley JA; American Academy of Sleep Medicine Board of Directors. Clinical Use of a Home Sleep Apnea Test: An American Academy of Sleep Medicine Position Statement. J Clin Sleep Med. 2017 Oct 15;13(10):1205-1207. doi: 10.5664/jcsm.6774."
                },
                {
                    "pmid": "28162150",
                    "type": "BACKGROUND",
                    "citation": "Kapur VK, Auckley DH, Chowdhuri S, Kuhlmann DC, Mehra R, Ramar K, Harrod CG. Clinical Practice Guideline for Diagnostic Testing for Adult Obstructive Sleep Apnea: An American Academy of Sleep Medicine Clinical Practice Guideline. J Clin Sleep Med. 2017 Mar 15;13(3):479-504. doi: 10.5664/jcsm.6506."
                },
                {
                    "pmid": "21471093",
                    "type": "BACKGROUND",
                    "citation": "Kuna ST, Gurubhagavatula I, Maislin G, Hin S, Hartwig KC, McCloskey S, Hachadoorian R, Hurley S, Gupta R, Staley B, Atwood CW. Noninferiority of functional outcome in ambulatory management of obstructive sleep apnea. Am J Respir Crit Care Med. 2011 May 1;183(9):1238-44. doi: 10.1164/rccm.201011-1770OC. Epub 2011 Jan 21."
                },
                {
                    "pmid": "18853940",
                    "type": "BACKGROUND",
                    "citation": "Berry RB, Hill G, Thompson L, McLaurin V. Portable monitoring and autotitration versus polysomnography for the diagnosis and treatment of sleep apnea. Sleep. 2008 Oct;31(10):1423-31."
                },
                {
                    "pmid": "20173052",
                    "type": "BACKGROUND",
                    "citation": "Skomro RP, Gjevre J, Reid J, McNab B, Ghosh S, Stiles M, Jokic R, Ward H, Cotton D. Outcomes of home-based diagnosis and treatment of obstructive sleep apnea. Chest. 2010 Aug;138(2):257-63. doi: 10.1378/chest.09-0577. Epub 2010 Feb 19."
                },
                {
                    "pmid": "22654195",
                    "type": "BACKGROUND",
                    "citation": "Rosen CL, Auckley D, Benca R, Foldvary-Schaefer N, Iber C, Kapur V, Rueschman M, Zee P, Redline S. A multisite randomized trial of portable sleep studies and positive airway pressure autotitration versus laboratory-based polysomnography for the diagnosis and treatment of obstructive sleep apnea: the HomePAP study. Sleep. 2012 Jun 1;35(6):757-67. doi: 10.5665/sleep.1870."
                },
                {
                    "pmid": "28877820",
                    "type": "BACKGROUND",
                    "citation": "Kirk V, Baughn J, D'Andrea L, Friedman N, Galion A, Garetz S, Hassan F, Wrede J, Harrod CG, Malhotra RK. American Academy of Sleep Medicine Position Paper for the Use of a Home Sleep Apnea Test for the Diagnosis of OSA in Children. J Clin Sleep Med. 2017 Oct 15;13(10):1199-1203. doi: 10.5664/jcsm.6772."
                },
                {
                    "pmid": "33666166",
                    "type": "BACKGROUND",
                    "citation": "Bhattacharjee R, Benjafield A, Blase A, Dever G, Celso J, Nation J, Good R, Malhotra A. The accuracy of a portable sleep monitor to diagnose obstructive sleep apnea in adolescent patients. J Clin Sleep Med. 2021 Jul 1;17(7):1379-1387. doi: 10.5664/jcsm.9202."
                },
                {
                    "pmid": "24083303",
                    "type": "BACKGROUND",
                    "citation": "Massicotte C, Al-Saleh S, Witmans M, Narang I. The utility of a portable sleep monitor to diagnose sleep-disordered breathing in a pediatric population. Can Respir J. 2014 Jan-Feb;21(1):31-5. doi: 10.1155/2014/271061. Epub 2013 Sep 30."
                },
                {
                    "pmid": "22701384",
                    "type": "BACKGROUND",
                    "citation": "Lesser DJ, Haddad GG, Bush RA, Pian MS. The utility of a portable recording device for screening of obstructive sleep apnea in obese adolescents. J Clin Sleep Med. 2012 Jun 15;8(3):271-7. doi: 10.5664/jcsm.1912."
                },
                {
                    "pmid": "31053204",
                    "type": "BACKGROUND",
                    "citation": "Masoud AI, Patwari PP, Adavadkar PA, Arantes H, Park C, Carley DW. Validation of the MediByte Portable Monitor for the Diagnosis of Sleep Apnea in Pediatric Patients. J Clin Sleep Med. 2019 May 15;15(5):733-742. doi: 10.5664/jcsm.7764."
                },
                {
                    "pmid": "24497654",
                    "type": "BACKGROUND",
                    "citation": "Tan HL, Gozal D, Ramirez HM, Bandla HP, Kheirandish-Gozal L. Overnight polysomnography versus respiratory polygraphy in the diagnosis of pediatric obstructive sleep apnea. Sleep. 2014 Feb 1;37(2):255-60. doi: 10.5665/sleep.3392."
                },
                {
                    "pmid": "25126039",
                    "type": "BACKGROUND",
                    "citation": "Marcus CL, Traylor J, Biggs SN, Roberts RS, Nixon GM, Narang I, Bhattacharjee R, Davey MJ, Horne RS, Cheshire M, Gibbons KJ, Dix J, Asztalos E, Doyle LW, Opie GF, D'ilario J, Costantini L, Bradford R, Schmidt B. Feasibility of comprehensive, unattended ambulatory polysomnography in school-aged children. J Clin Sleep Med. 2014 Aug 15;10(8):913-8. doi: 10.5664/jcsm.3970."
                },
                {
                    "pmid": "11766164",
                    "type": "BACKGROUND",
                    "citation": "Goodwin JL, Enright PL, Kaemingk KL, Rosen GM, Morgan WJ, Fregosi RF, Quan SF. Feasibility of using unattended polysomnography in children for research--report of the Tucson Children's Assessment of Sleep Apnea study (TuCASA). Sleep. 2001 Dec 15;24(8):937-44. doi: 10.1093/sleep/24.8.937."
                },
                {
                    "pmid": "16061787",
                    "type": "BACKGROUND",
                    "citation": "Guilleminault C, Lee JH, Chan A. Pediatric obstructive sleep apnea syndrome. Arch Pediatr Adolesc Med. 2005 Aug;159(8):775-85. doi: 10.1001/archpedi.159.8.775."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Berry RB, Quan SF, Abreu AR. The AASM Manual for the Scoring of Sleep and Associated Events: Rules, Terminology, and Technical Specifications. 2.6 ed. Darien, IL: American Academy of Sleep Medicine; 2020."
                },
                {
                    "pmid": "21344042",
                    "type": "BACKGROUND",
                    "citation": "Das S, Mindell J, Millet GC, Ofer D, Beck SE, Mason TB, Brooks LJ, Traylor J, Marcus CL. Pediatric polysomnography: the patient and family perspective. J Clin Sleep Med. 2011 Feb 15;7(1):81-7."
                },
                {
                    "pmid": "16735907",
                    "type": "BACKGROUND",
                    "citation": "Mitchell RB, Pereira KD, Friedman NR. Sleep-disordered breathing in children: survey of current practice. Laryngoscope. 2006 Jun;116(6):956-8. doi: 10.1097/01.MLG.0000216413.22408.FD."
                },
                {
                    "pmid": "21676944",
                    "type": "BACKGROUND",
                    "citation": "Roland PS, Rosenfeld RM, Brooks LJ, Friedman NR, Jones J, Kim TW, Kuhar S, Mitchell RB, Seidman MD, Sheldon SH, Jones S, Robertson P; American Academy of Otolaryngology-Head and Neck Surgery Foundation. Clinical practice guideline: Polysomnography for sleep-disordered breathing prior to tonsillectomy in children. Otolaryngol Head Neck Surg. 2011 Jul;145(1 Suppl):S1-15. doi: 10.1177/0194599811409837. Epub 2011 Jun 15."
                },
                {
                    "pmid": "33739294",
                    "type": "BACKGROUND",
                    "citation": "Cho S, Ensari I, Weng C, Kahn MG, Natarajan K. Factors Affecting the Quality of Person-Generated Wearable Device Data and Associated Challenges: Rapid Systematic Review. JMIR Mhealth Uhealth. 2021 Mar 19;9(3):e20738. doi: 10.2196/20738."
                },
                {
                    "pmid": "32427529",
                    "type": "BACKGROUND",
                    "citation": "Kannampallil T, Ma J. Digital Translucence: Adapting Telemedicine Delivery Post-COVID-19. Telemed J E Health. 2020 Sep;26(9):1120-1122. doi: 10.1089/tmj.2020.0158. Epub 2020 May 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001049",
                    "term": "Apnea"
                },
                {
                    "id": "D000012891",
                    "term": "Sleep Apnea Syndromes"
                },
                {
                    "id": "D000020181",
                    "term": "Sleep Apnea, Obstructive"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22010",
                    "name": "Sleep Apnea, Obstructive",
                    "asFound": "Sleep Apnea, Obstructive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "asFound": "Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "asFound": "Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "asFound": "Sleep Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        }
    },
    "hasResults": false
}