{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04262167",
            "orgStudyIdInfo": {
                "id": "18-1430"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Human Autologous Lung Stem Cell Transplant for Idiopathic Pulmonary Fibrosis",
            "officialTitle": "A Phase I, Randomized Study of the Safety and Efficacy of Intravenous Delivery of Lung Spheroid Stem Cells (LSCs) in Patients With Idiopathic Pulmonary Fibrosis",
            "acronym": "HALT-IPF",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "human-autologous-lung-stem-cell-transplant-for-idiopathic-pulmonary-fibrosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-06",
            "studyFirstSubmitQcDate": "2020-02-06",
            "studyFirstPostDateStruct": {
                "date": "2020-02-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Purpose:\n\nTo demonstrate the safety and efficacy of autologous Lung Spheroid Stem Cells (LSCs) administered by intravenous infusion in patients with idiopathic pulmonary fibrosis Progressive Fibrotic Interstitial Lung Disease.\n\nParticipants:\n\nPatients with Idiopathic Pulmonary Fibrosis (IPF) and Progressive Fibrotic Interstitial Lung Disease\n\nProcedures (methods):\n\n24 patients previously diagnosed with idiopathic pulmonary fibrosis or Progressive Fibrotic Interstitial Lung Disease meeting all inclusion/exclusion criteria will be evaluated at baseline. LSCs will be grown from autologous trans-bronchial pulmonary biopsy specimens. The first group, consisting of 6 patients will be randomized after completion of the screening procedures to either a treatment group of 100 million LSCs administered via intravenous infusion or to a control group (standard care) in a 2:1 LSC to control group ratio. The second group of 18 patients will be randomized after completion of the screening procedures to either a treatment group of 200 million LSCs administered via intravenous infusion or to a control group (standard care) in a 2:1 LSC to control group ratio. Patients will be randomized using permuted blocks in a 2:1 LSC to control group ratio, providing a distribution of 8:4:12 patients among the control, low dose, and high dose groups, respectively. If the patient is randomized and 100 million LSCs are not achieved, then the patient will be analyzed separately and another patient enrolled. Intravenous infusion of LSCs will take place 4-8 weeks after the pulmonary biopsies are obtained. All patients will be followed up at months 0.5, 1, 3, 6, 9, 12, 18, and 24 after infusion to complete the safety and efficacy assessments listed herein. All patients will receive standard of care for their IPF."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic Pulmonary Fibrosis and Progressive Fibrotic Interstitial Lung Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Low Dose LSCs (cohort 1) n = 4 planned",
                    "type": "EXPERIMENTAL",
                    "description": "4-8 weeks following transbronchial biopsy, participants in this arm will receive 100 million Lung Spheroid Stem Cell (LSC) infusion.",
                    "interventionNames": [
                        "Biological: Lung Spheroid Stem Cells 100 million"
                    ]
                },
                {
                    "label": "Usual Care (Cohort 1) n = 2 planned",
                    "type": "NO_INTERVENTION",
                    "description": "Patients will receive standard of care with no biopsy and no infusion. Placebo will not be used."
                },
                {
                    "label": "High Dose LSCs (Cohort 2) n = 12 planned",
                    "type": "EXPERIMENTAL",
                    "description": "4-8 weeks following transbronchial biopsy, participants in this arm will receive 200 million LSC infusion.",
                    "interventionNames": [
                        "Biological: Lung Spheroid Stem Cells 200 million"
                    ]
                },
                {
                    "label": "Usual Care (Cohort 2) n = 6 planned",
                    "type": "NO_INTERVENTION",
                    "description": "Patients will receive standard of care with no biopsy and no infusion. Placebo will not be used."
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Lung Spheroid Stem Cells 100 million",
                    "description": "LSCs grown from autologous trans-bronchial biopsy specimens",
                    "armGroupLabels": [
                        "Low Dose LSCs (cohort 1) n = 4 planned"
                    ],
                    "otherNames": [
                        "LSCs"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Lung Spheroid Stem Cells 200 million",
                    "description": "LSCs grown from autologous trans-bronchial biopsy specimens",
                    "armGroupLabels": [
                        "High Dose LSCs (Cohort 2) n = 12 planned"
                    ],
                    "otherNames": [
                        "LSCs"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
                    "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study treatment, whether or not considered related to the study treatment. An SAE is defined as any untoward medical occurrence that, at any dose: results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent disability/incapacity; is a congenital anomaly/birth defect; other important medical events that may jeopardize the participant or may require medical or surgical intervention to prevent one of the other outcomes listed before.",
                    "timeFrame": "Through study completion, 24 months"
                },
                {
                    "measure": "Number of Participants With Hematological Parameters of Potential Clinical Importance",
                    "description": "Blood samples will be collected for the assessment of hematology parameters. The clinical concern range for the parameters will be: hematocrit (high: \\>0.54 proportion of red blood cells in blood); hemoglobin (high: \\>180 grams per liter \\[g/L\\]), lymphocytes (low: \\<0.8x10\\^9 cells per liter \\[cells/L\\]); neutrophil count (low: \\<1.5x10\\^9 cells/L); platelet count (low: \\<100x10\\^9 cells/L and high: \\>550x10\\^9 cells/L); white blood cells count (low: \\<3x10\\^9 cells/L and high: \\>20x10\\^9 cells/L).",
                    "timeFrame": "Through study completion, 24 months"
                },
                {
                    "measure": "Number of Participants With Clinical Chemistry Parameters of Potential Clinical Importance",
                    "description": "Blood samples will be collected for the assessment of clinical chemistry parameters. The clinical concern range for the parameters are: albumin (low: \\<30 millimoles per liter \\[mmol/L\\]); alanine aminotransferase (ALT) (high: \\>=2xupper limit of normal \\[ULN\\]); aspartate aminotransferase (AST) (high: \\>=2xULN); alkaline phosphatase (ALP) (high: \\>=2xULN); total bilirubin (high: \\>=1.5xULN); calcium (low: \\<2 mmol/L and high: \\>2.75 mmol/L); glucose (low: \\<3 mmol/L and high: \\>9 mmol/L); potassium (low: \\<3 mmol/L and high: \\>5.5 mmol/L) and sodium (low: \\<130 mmol/L and high: \\>150 mmol/L).",
                    "timeFrame": "Through study completion, 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline in High Resolution CT scan Fibrosis Score (0-50)",
                    "description": "Each lobe of the lung will be numerically scored on findings seen with fibrosis utilizing High resolution CT Chest (HRCT). A numerical value is assigned to a specific finding related to fibrosis, with higher values assigned to more specific findings of fibrosis. A total composite overall numerical score will be obtained for the lungs, with a maximum possible pulmonary fibrosis score of 50 (Right upper lobe, right middle lobe, right lower lobe, left upper lobe, and left lower lobe). An azygous lobe if present will be considered as part of the right upper lobe.",
                    "timeFrame": "screening visit prior to infusion and 12 months after infusion"
                },
                {
                    "measure": "Change from baseline in Forced Vital Capacity (FVC)",
                    "description": "Efficacy of therapy as measured by the annual rate of decline in FVC expressed in mL",
                    "timeFrame": "screening visit prior to infusion and 360days post infusion"
                },
                {
                    "measure": "Change from baseline in 6 minute walk test distance (meters)",
                    "description": "A 6 minute walk test will be done at the indicated time points to determine change in exercise capacity with the intervention and meters walked in 6 minutes on a flat surface will be recorded",
                    "timeFrame": "screening visit prior to infusion and 360days post infusion"
                },
                {
                    "measure": "Change from baseline in Diffusion capacity of the lung for carbon monoxide (DLCO)",
                    "description": "Change from baseline in DLCO, corrected for Hemaglobin (mmol/min/kPa)",
                    "timeFrame": "screening visit prior to infusion and 360days post infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female between the ages of 40 to 80.\n* Diagnosis of a Progressive Fibrotic Interstitial Lung Disease\n* Diagnosis of IPF based on the following criteria in accordance with American Thoracic Society (ATS) guidelines for diagnosing IPF:\n\n  1. Definite usual interstitial pneumonia (UIP) confirmed on surgical lung biopsy (SLB) with all other etiologies for UIP excluded OR High resolution CT scan (HRCT) showing definite UIP with all other etiologies for UIP excluded.\n  2. Probable UIP on both imaging and surgical lung biopsy with all other etiologies for UIP excluded.\n* Forced vital capacity (FVC) greater than 50% of predicted with a ratio of forced expiratory volume in 1 second to FVC (FEV1/FVC) greater than 0.75 (Pulmonary function tests must be completed no more than 90 days before screening).\n* Diffusing capacity for carbon monoxide (DLCO) greater than 25% of predicted capacity.\n* Ability to perform a 6-Minute Walk Test (6MWT) at screening.\n* Competency to understand the information given in the Human Research and Ethics Committee (HREC) approved Informed Consent Form and must sign the form prior to the initiation of any study procedures\n\nExclusion Criteria:\n\n* Diagnosis of an interstitial lung disease (ILD) or restrictive lung disease other than IPF or Progressive Fibrotic Interstitial Lung Disease.\n* Obstructive lung disease as determined by evidence of airflow obstruction on HRCT or physiologic criteria including: FEV1/FVC ratio less than 0.75, Residual volume (RV) greater than 120% by plethysmography or significant (verified by radiologist) emphysema on HRCT or evidence of reactive airway disease by change in FEV1 of greater than 12% following bronchodilator challenge.\n* Evidence of sustained improvement lung function defined as improvement from pre-therapy pulmonary function tests (PFTs) observed with two or more successive post-therapy PFTs over the year prior to randomization.\n* Active or recent (less than 60 days prior to enrollment) significant respiratory tract infections, or a history of frequent (greater than 2 per year for the last 2 years) infective exacerbations of IPF.\n* Hospitalization within 60 days of screening for an acute exacerbation of IPF (AE-IPF).\n\nChronic heart failure (NYHA class III/IV) or known left ventricular ejection fraction less than 45%.\n\n* Acute or chronic impairment (other than dyspnea) which limits the ability to comply with study requirements and procedures including the 6MWT.\n* Subject requires hemodialysis, peritoneal dialysis or hemofiltration.\n* Infection with HIV\n* Viral Hepatitis\n* Resting oxygen requirements or \\>4 L of nasal canula oxygen needed with exertion",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jackson Pettee",
                    "role": "CONTACT",
                    "phone": "919-843-4450",
                    "email": "jackson_Pettee@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Leonard Lobo, MD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina as Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Caleb Hemphill",
                            "role": "CONTACT",
                            "phone": "984-974-2963",
                            "email": "caleb_hemphill@med.unc.edu"
                        },
                        {
                            "name": "Leonard Lobo",
                            "role": "CONTACT",
                            "phone": "919-966-2531",
                            "email": "jason_lobo@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "9 to 36 months following publication",
            "accessCriteria": "IRB, IEC, or REB approval and an executed Data Use Agreement (DUA) with UNC specifying the uses of such data to be shared must be in place before any data is shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000011658",
                    "term": "Pulmonary Fibrosis"
                },
                {
                    "id": "D000054990",
                    "term": "Idiopathic Pulmonary Fibrosis"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14512",
                    "name": "Pulmonary Fibrosis",
                    "asFound": "Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "asFound": "Interstitial Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27989",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3003",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}