{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05910762",
            "orgStudyIdInfo": {
                "id": "833228B"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH129436",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH129436"
                }
            ],
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Human Learning of New Structured Information Across Time and Sleep",
            "officialTitle": "Learning Novel Structure Across Time and Sleep",
            "therapeuticArea": [
                "Other"
            ],
            "study": "human-learning-of-new-structured-information-across-time-and-sleep"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-10",
            "studyFirstSubmitQcDate": "2023-06-12",
            "studyFirstPostDateStruct": {
                "date": "2023-06-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Acting adaptively requires quickly picking up on structure in the environment and storing the acquired knowledge for effective future use. Dominant theories of the hippocampus have focused on its ability to encode individual snapshots of experience, but the investigators and others have found evidence that it is also crucial for finding structure across experiences. The mechanisms of this essential form of learning have not been established. The investigators have developed a neural network model of the hippocampus instantiating the theory that one of its subfields can quickly encode structure using distributed representations, a powerful form of representation in which populations of neurons become responsive to multiple related features of the environment.\n\nThe first aim of this project is to test predictions of this model using high resolution functional magnetic resonance imaging (fMRI) in paradigms requiring integration of information across experiences. The results will clarify fundamental mechanisms of how humans learn novel structure, adjudicating between existing models of this process, and informing further model development. There are also competing theories as to the eventual fate of new hippocampal representations. One view posits that during sleep, the hippocampus replays recent information to build longer-term distributed representations in neocortex. Another view claims that memories are directly and independently formed and consolidated within the hippocampus and neocortex.\n\nThe second aim of this project is to test between these theories. The investigators will assess changes in hippocampal and cortical representations over time by re-scanning participants and tracking changes in memory at a one-week delay. Any observed changes in the brain and behavior across time, however, may be due to generic effects of time or to active processing during sleep.\n\nThe third aim is thus to assess the specific causal contributions of sleep to the consolidation of structured information. The investigators will use real-time sleep electroencephalography to play sound cues to bias memory reactivation. The investigators expect that this work will clarify the anatomical substrates and, critically, the nature of the representations that support encoding and consolidation of novel structure in the environment."
        },
        "conditionsModule": {
            "conditions": [
                "Learning",
                "Humans",
                "Consolidation",
                "Sleep"
            ],
            "keywords": [
                "memory",
                "sleep",
                "learning"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 105,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Learning and consolidation in Associative Inference",
                    "type": "EXPERIMENTAL",
                    "description": "The proposed functional magnetic resonance imaging study assesses the neural representations contributing to humans' ability to associate objects in the support of simple inferences and generalization. All participants will undergo the same procedure. Participants will learn about pairs of objects and then be asked to make judgments and inferences about the relationships between the objects. The order of presentation of the objects will be manipulated within subjects, as different learning theories make different predictions about how learning will unfold under different orderings. Participants will be brought back one week later for a second scan, to evaluate how the neural substrates of these processes change with consolidation.",
                    "interventionNames": [
                        "Behavioral: Associative inference"
                    ]
                },
                {
                    "label": "Learning and consolidation in category learning",
                    "type": "EXPERIMENTAL",
                    "description": "The proposed functional magnetic resonance imaging study assesses the neural representations contributing to humans' ability to learn new categories of objects. All participants will undergo the same procedure. Participants will learn about novel objects, each with several colored parts. Some parts are unique to individual objects and others are shared among the members of the category. The investigators will assess how different regions of the brain contribute to learning and remembering these different kinds of parts, and how the resulting representations support category understanding. Participants will be brought back one week later for a second scan, to evaluate how the neural substrates of these processes change with consolidation.",
                    "interventionNames": [
                        "Behavioral: Category learning"
                    ]
                },
                {
                    "label": "Manipulating replay during sleep using real-time EEG",
                    "type": "EXPERIMENTAL",
                    "description": "In the proposed electroencephalography (EEG) study, all participants will undergo the same procedure. Participants will learn the visual features and spoken names associated with three categories of novel objects. Participants' memory for these objects and the objects' parts will be tested before and after a nap. The investigators will monitor brain activity during the nap in real time and, at optimal moments, quietly play the spoken names of the objects to encourage reactivation of particular objects in particular orders. The investigators will assess how this manipulation impacts memory for these objects.",
                    "interventionNames": [
                        "Behavioral: Category learning",
                        "Behavioral: Sleep"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Associative inference",
                    "description": "Participants will engage in an associative inference paradigm. Memory will be assessed behaviorally and neural representations will be assessed using functional magnetic resonance imaging.",
                    "armGroupLabels": [
                        "Learning and consolidation in Associative Inference"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Category learning",
                    "description": "Participants will engage in a category learning paradigm. Memory will be assessed behaviorally (Arms 2 and 3), and neural representations will be assessed using functional magnetic resonance imaging (Arm 2).",
                    "armGroupLabels": [
                        "Learning and consolidation in category learning",
                        "Manipulating replay during sleep using real-time EEG"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep",
                    "description": "Participants will sleep after engaging in a category learning paradigm while electroencephalography data are collected, and memory will be assessed behaviorally after sleep.",
                    "armGroupLabels": [
                        "Manipulating replay during sleep using real-time EEG"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in multivariate representations",
                    "description": "Changes in spatial correlations between the MRI BOLD pattern associated with related objects over the course of learning and across the one-week delay.",
                    "timeFrame": "Within first session (spanning 2-3 hrs.) and at approximately one week delay in second session (spanning 1-2 hrs.)"
                },
                {
                    "measure": "Brain-behavior correlations",
                    "description": "Correlations between BOLD signal in the brain and participant behavior during judgments about objects.",
                    "timeFrame": "Within first session (spanning 2-3 hrs.) and at approximately one week delay in second session (spanning 1-2 hrs.)"
                },
                {
                    "measure": "Correlations between activity across brain regions",
                    "description": "Relationships between BOLD activity across different regions of the brain as a function of trial type and delay.",
                    "timeFrame": "Within first session (spanning 2-3 hrs.) and at approximately one week delay in second session (spanning 1-2 hrs.)"
                },
                {
                    "measure": "Memory accuracy",
                    "description": "Change in generalization ability from before to after the nap as a function of the different conditions of object cueing during sleep.",
                    "timeFrame": "Within single study session (spanning 4-5 hrs.)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between 18 and 35 years of age (all aims)\n* Not a member of a vulnerable population (all aims)\n* Normal or corrected-to-normal vision (all aims)\n* Normal hearing (all aims)\n* Able to speak English fluently (all aims)\n* No prior history of major psychiatric or neurological disorders (Aims 1 and 2; MRI-specific)\n* Not currently taking any antidepressants or sedatives (Aims 1 and 2; MRI-specific)\n* No known neurological disorders (Aim 3; EEG-specific)\n\nExclusion Criteria:\n\n* The investigators will exclude individuals with MR contraindications such as non-removable biomedical devices or metal in or on the body (Aims 1 and 2; MRI-specific)\n* Claustrophobia (Aims 1 and 2; MRI-specific)\n* Pregnant women will also be excluded from neuroimaging, as the effects of MR on pregnancy are not fully understood (Aims 1 and 2; MRI-specific)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anna C Schapiro, PhD",
                    "role": "CONTACT",
                    "phone": "6177974555",
                    "email": "aschapir@sas.upenn.edu"
                },
                {
                    "name": "Rishi Krishnamurthy, BA",
                    "role": "CONTACT",
                    "phone": "4255050841",
                    "email": "rishikr@sas.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anna C Schapiro, PhD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rishi Krishnamurthy, BA",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22885059",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, Kustner LV, Turk-Browne NB. Shaping of object representations in the human medial temporal lobe based on temporal regularities. Curr Biol. 2012 Sep 11;22(17):1622-7. doi: 10.1016/j.cub.2012.06.056. Epub 2012 Aug 9."
                },
                {
                    "pmid": "26332666",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, Turk-Browne NB, Norman KA, Botvinick MM. Statistical learning of temporal community structure in the hippocampus. Hippocampus. 2016 Jan;26(1):3-8. doi: 10.1002/hipo.22523. Epub 2015 Oct 13."
                },
                {
                    "pmid": "24456393",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, Gregory E, Landau B, McCloskey M, Turk-Browne NB. The necessity of the medial temporal lobe for statistical learning. J Cogn Neurosci. 2014 Aug;26(8):1736-47. doi: 10.1162/jocn_a_00578. Epub 2014 Jan 23."
                },
                {
                    "pmid": "29308986",
                    "type": "BACKGROUND",
                    "citation": "Covington NV, Brown-Schmidt S, Duff MC. The Necessity of the Hippocampus for Statistical Learning. J Cogn Neurosci. 2018 May;30(5):680-697. doi: 10.1162/jocn_a_01228. Epub 2018 Jan 8."
                },
                {
                    "pmid": "25750931",
                    "type": "BACKGROUND",
                    "citation": "Schlichting ML, Preston AR. Memory integration: neural mechanisms and implications for behavior. Curr Opin Behav Sci. 2015 Feb;1:1-8. doi: 10.1016/j.cobeha.2014.07.005."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hinton, GE. Distributed representations. Technical Report CMU-CS-84-157. 1984."
                },
                {
                    "pmid": "7624455",
                    "type": "BACKGROUND",
                    "citation": "McClelland JL, McNaughton BL, O'Reilly RC. Why there are complementary learning systems in the hippocampus and neocortex: insights from the successes and failures of connectionist models of learning and memory. Psychol Rev. 1995 Jul;102(3):419-457. doi: 10.1037/0033-295X.102.3.419."
                },
                {
                    "pmid": "27872368",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, Turk-Browne NB, Botvinick MM, Norman KA. Complementary learning systems within the hippocampus: a neural network modelling approach to reconciling episodic memory with statistical learning. Philos Trans R Soc Lond B Biol Sci. 2017 Jan 5;372(1711):20160049. doi: 10.1098/rstb.2016.0049."
                },
                {
                    "pmid": "14599236",
                    "type": "BACKGROUND",
                    "citation": "Norman KA, O'Reilly RC. Modeling hippocampal and neocortical contributions to recognition memory: a complementary-learning-systems approach. Psychol Rev. 2003 Oct;110(4):611-46. doi: 10.1037/0033-295X.110.4.611."
                },
                {
                    "pmid": "37227843",
                    "type": "BACKGROUND",
                    "citation": "Zhou Z, Singh D, Tandoc MC, Schapiro AC. Building integrated representations through interleaved learning. J Exp Psychol Gen. 2023 Sep;152(9):2666-2684. doi: 10.1037/xge0001415. Epub 2023 May 25."
                },
                {
                    "pmid": "22775499",
                    "type": "BACKGROUND",
                    "citation": "Kumaran D, McClelland JL. Generalization through the recurrent interaction of episodic memories: a model of the hippocampal system. Psychol Rev. 2012 Jul;119(3):573-616. doi: 10.1037/a0028681."
                },
                {
                    "pmid": "30872808",
                    "type": "BACKGROUND",
                    "citation": "Yonelinas AP, Ranganath C, Ekstrom AD, Wiltgen BJ. A contextual binding theory of episodic memory: systems consolidation reconsidered. Nat Rev Neurosci. 2019 Jun;20(6):364-375. doi: 10.1038/s41583-019-0150-4."
                },
                {
                    "pmid": "29093451",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, McDevitt EA, Chen L, Norman KA, Mednick SC, Rogers TT. Sleep Benefits Memory for Semantic Category Structure While Preserving Exemplar-Specific Information. Sci Rep. 2017 Nov 1;7(1):14869. doi: 10.1038/s41598-017-12884-5."
                },
                {
                    "pmid": "30254219",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, McDevitt EA, Rogers TT, Mednick SC, Norman KA. Human hippocampal replay during rest prioritizes weakly learned information and predicts memory performance. Nat Commun. 2018 Sep 25;9(1):3920. doi: 10.1038/s41467-018-06213-1."
                },
                {
                    "pmid": "36279437",
                    "type": "BACKGROUND",
                    "citation": "Singh D, Norman KA, Schapiro AC. A model of autonomous interactions between hippocampus and neocortex driving sleep-dependent memory consolidation. Proc Natl Acad Sci U S A. 2022 Nov;119(44):e2123432119. doi: 10.1073/pnas.2123432119. Epub 2022 Oct 24."
                },
                {
                    "pmid": "28728020",
                    "type": "BACKGROUND",
                    "citation": "Hassabis D, Kumaran D, Summerfield C, Botvinick M. Neuroscience-Inspired Artificial Intelligence. Neuron. 2017 Jul 19;95(2):245-258. doi: 10.1016/j.neuron.2017.06.011."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "McCloskey M, Cohen NJ. Catastrophic interference in connectionist networks: The sequential learning problem. Psychology of Learning and Motivation. 1989; 24: 109-165."
                },
                {
                    "pmid": "16286932",
                    "type": "BACKGROUND",
                    "citation": "Daw ND, Niv Y, Dayan P. Uncertainty-based competition between prefrontal and dorsolateral striatal systems for behavioral control. Nat Neurosci. 2005 Dec;8(12):1704-11. doi: 10.1038/nn1560. Epub 2005 Nov 6."
                },
                {
                    "pmid": "31451802",
                    "type": "BACKGROUND",
                    "citation": "Klinzing JG, Niethard N, Born J. Mechanisms of systems memory consolidation during sleep. Nat Neurosci. 2019 Oct;22(10):1598-1610. doi: 10.1038/s41593-019-0467-3. Epub 2019 Aug 26. Erratum In: Nat Neurosci. 2019 Oct;22(10):1743-1744. doi: 10.1038/s41593-019-0507-z."
                },
                {
                    "pmid": "15272123",
                    "type": "BACKGROUND",
                    "citation": "Leutgeb S, Leutgeb JK, Treves A, Moser MB, Moser EI. Distinct ensemble codes in hippocampal areas CA3 and CA1. Science. 2004 Aug 27;305(5688):1295-8. doi: 10.1126/science.1100265. Epub 2004 Jul 22."
                },
                {
                    "pmid": "17303747",
                    "type": "BACKGROUND",
                    "citation": "Leutgeb JK, Leutgeb S, Moser MB, Moser EI. Pattern separation in the dentate gyrus and CA3 of the hippocampus. Science. 2007 Feb 16;315(5814):961-6. doi: 10.1126/science.1135801."
                },
                {
                    "pmid": "18218862",
                    "type": "BACKGROUND",
                    "citation": "Nakashiba T, Young JZ, McHugh TJ, Buhl DL, Tonegawa S. Transgenic inhibition of synaptic transmission reveals role of CA3 output in hippocampal learning. Science. 2008 Feb 29;319(5867):1260-4. doi: 10.1126/science.1151120. Epub 2008 Jan 24."
                },
                {
                    "pmid": "26608407",
                    "type": "BACKGROUND",
                    "citation": "Schlichting ML, Preston AR. Hippocampal-medial prefrontal circuit supports memory updating during learning and post-encoding rest. Neurobiol Learn Mem. 2016 Oct;134 Pt A(Pt A):91-106. doi: 10.1016/j.nlm.2015.11.005. Epub 2015 Nov 25."
                },
                {
                    "pmid": "28343868",
                    "type": "BACKGROUND",
                    "citation": "Guise KG, Shapiro ML. Medial Prefrontal Cortex Reduces Memory Interference by Modifying Hippocampal Encoding. Neuron. 2017 Apr 5;94(1):183-192.e8. doi: 10.1016/j.neuron.2017.03.011. Epub 2017 Mar 23."
                },
                {
                    "pmid": "28655882",
                    "type": "BACKGROUND",
                    "citation": "Eichenbaum H. Prefrontal-hippocampal interactions in episodic memory. Nat Rev Neurosci. 2017 Sep;18(9):547-558. doi: 10.1038/nrn.2017.74. Epub 2017 Jun 29."
                },
                {
                    "pmid": "28067902",
                    "type": "BACKGROUND",
                    "citation": "Barker GR, Banks PJ, Scott H, Ralph GS, Mitrophanous KA, Wong LF, Bashir ZI, Uney JB, Warburton EC. Separate elements of episodic memory subserved by distinct hippocampal-prefrontal connections. Nat Neurosci. 2017 Feb;20(2):242-250. doi: 10.1038/nn.4472. Epub 2017 Jan 9."
                },
                {
                    "pmid": "22487039",
                    "type": "BACKGROUND",
                    "citation": "Wimmer GE, Daw ND, Shohamy D. Generalization of value in reinforcement learning by humans. Eur J Neurosci. 2012 Apr;35(7):1092-104. doi: 10.1111/j.1460-9568.2012.08017.x."
                },
                {
                    "pmid": "31917954",
                    "type": "BACKGROUND",
                    "citation": "Tompary A, Davachi L. Consolidation Promotes the Emergence of Representational Overlap in the Hippocampus and Medial Prefrontal Cortex. Neuron. 2020 Jan 8;105(1):199-200. doi: 10.1016/j.neuron.2019.12.020. No abstract available."
                },
                {
                    "pmid": "31160728",
                    "type": "BACKGROUND",
                    "citation": "Antony JW, Schapiro AC. Active and effective replay: systems consolidation reconsidered again. Nat Rev Neurosci. 2019 Aug;20(8):506-507. doi: 10.1038/s41583-019-0191-8. No abstract available."
                },
                {
                    "pmid": "29422722",
                    "type": "BACKGROUND",
                    "citation": "Paller KA. Sleeping in a Brave New World: Opportunities for Improving Learning and Clinical Outcomes through Targeted Memory Reactivation. Curr Dir Psychol Sci. 2017 Dec;26(6):532-537. doi: 10.1177/0963721417716928. Epub 2017 Nov 1."
                },
                {
                    "pmid": "21134974",
                    "type": "BACKGROUND",
                    "citation": "Armstrong K, Kose S, Williams L, Woolard A, Heckers S. Impaired associative inference in patients with schizophrenia. Schizophr Bull. 2012 May;38(3):622-9. doi: 10.1093/schbul/sbq145. Epub 2010 Dec 6."
                },
                {
                    "pmid": "19104670",
                    "type": "BACKGROUND",
                    "citation": "Kriegeskorte N, Mur M, Bandettini P. Representational similarity analysis - connecting the branches of systems neuroscience. Front Syst Neurosci. 2008 Nov 24;2:4. doi: 10.3389/neuro.06.004.2008. eCollection 2008."
                },
                {
                    "pmid": "33239402",
                    "type": "BACKGROUND",
                    "citation": "Molitor RJ, Sherrill KR, Morton NW, Miller AA, Preston AR. Memory Reactivation during Learning Simultaneously Promotes Dentate Gyrus/CA2,3 Pattern Differentiation and CA1 Memory Integration. J Neurosci. 2021 Jan 27;41(4):726-738. doi: 10.1523/JNEUROSCI.0394-20.2020. Epub 2020 Nov 25."
                },
                {
                    "pmid": "29348512",
                    "type": "BACKGROUND",
                    "citation": "Dimsdale-Zucker HR, Ritchey M, Ekstrom AD, Yonelinas AP, Ranganath C. CA1 and CA3 differentially support spontaneous retrieval of episodic contexts within human hippocampal subfields. Nat Commun. 2018 Jan 18;9(1):294. doi: 10.1038/s41467-017-02752-1."
                },
                {
                    "pmid": "24888442",
                    "type": "BACKGROUND",
                    "citation": "Schlichting ML, Zeithamova D, Preston AR. CA1 subfield contributions to memory integration and inference. Hippocampus. 2014 Oct;24(10):1248-60. doi: 10.1002/hipo.22310. Epub 2014 Jun 11."
                },
                {
                    "pmid": "18957228",
                    "type": "BACKGROUND",
                    "citation": "Shohamy D, Wagner AD. Integrating memories in the human brain: hippocampal-midbrain encoding of overlapping events. Neuron. 2008 Oct 23;60(2):378-89. doi: 10.1016/j.neuron.2008.09.023."
                },
                {
                    "pmid": "22470333",
                    "type": "BACKGROUND",
                    "citation": "Zeithamova D, Schlichting ML, Preston AR. The hippocampus and inferential reasoning: building memories to navigate future decisions. Front Hum Neurosci. 2012 Mar 26;6:70. doi: 10.3389/fnhum.2012.00070. eCollection 2012."
                },
                {
                    "pmid": "26303198",
                    "type": "BACKGROUND",
                    "citation": "Schlichting ML, Mumford JA, Preston AR. Learning-related representational changes reveal dissociable integration and separation signatures in the hippocampus and prefrontal cortex. Nat Commun. 2015 Aug 25;6:8151. doi: 10.1038/ncomms9151."
                },
                {
                    "pmid": "23416451",
                    "type": "BACKGROUND",
                    "citation": "Schapiro AC, Rogers TT, Cordova NI, Turk-Browne NB, Botvinick MM. Neural representations of events arise from temporal community structure. Nat Neurosci. 2013 Apr;16(4):486-92. doi: 10.1038/nn.3331. Epub 2013 Feb 17."
                },
                {
                    "pmid": "29791296",
                    "type": "BACKGROUND",
                    "citation": "Tompary A, Al-Aidroos N, Turk-Browne NB. Attending to What and Where: Background Connectivity Integrates Categorical and Spatial Attention. J Cogn Neurosci. 2018 Sep;30(9):1281-1297. doi: 10.1162/jocn_a_01284. Epub 2018 May 23."
                },
                {
                    "pmid": "20159444",
                    "type": "BACKGROUND",
                    "citation": "Carr VA, Rissman J, Wagner AD. Imaging the human medial temporal lobe with high-resolution fMRI. Neuron. 2010 Feb 11;65(3):298-308. doi: 10.1016/j.neuron.2009.12.022."
                },
                {
                    "pmid": "23597720",
                    "type": "BACKGROUND",
                    "citation": "Poppenk J, Evensmoen HR, Moscovitch M, Nadel L. Long-axis specialization of the human hippocampus. Trends Cogn Sci. 2013 May;17(5):230-40. doi: 10.1016/j.tics.2013.03.005. Epub 2013 Apr 16."
                },
                {
                    "pmid": "28801273",
                    "type": "BACKGROUND",
                    "citation": "Mack ML, Love BC, Preston AR. Building concepts one episode at a time: The hippocampus and concept formation. Neurosci Lett. 2018 Jul 27;680:31-38. doi: 10.1016/j.neulet.2017.07.061. Epub 2017 Aug 8."
                },
                {
                    "pmid": "33882251",
                    "type": "BACKGROUND",
                    "citation": "Chanales AJH, Tremblay-McGaw AG, Drascher ML, Kuhl BA. Adaptive Repulsion of Long-Term Memory Representations Is Triggered by Event Similarity. Psychol Sci. 2021 May;32(5):705-720. doi: 10.1177/0956797620972490. Epub 2021 Apr 21."
                },
                {
                    "pmid": "32324030",
                    "type": "BACKGROUND",
                    "citation": "Miner AE, Schurgin MW, Brady TF. Is working memory inherently more \"precise\" than long-term memory? Extremely high fidelity visual long-term memories for frequently encountered objects. J Exp Psychol Hum Percept Perform. 2020 Aug;46(8):813-830. doi: 10.1037/xhp0000748. Epub 2020 Apr 23."
                },
                {
                    "pmid": "33619210",
                    "type": "BACKGROUND",
                    "citation": "Zhao Y, Chanales AJH, Kuhl BA. Adaptive Memory Distortions Are Predicted by Feature Representations in Parietal Cortex. J Neurosci. 2021 Mar 31;41(13):3014-3024. doi: 10.1523/JNEUROSCI.2875-20.2021. Epub 2021 Feb 22."
                },
                {
                    "pmid": "21182535",
                    "type": "BACKGROUND",
                    "citation": "Ashby FG, Maddox WT. Human category learning 2.0. Ann N Y Acad Sci. 2011 Apr;1224:147-161. doi: 10.1111/j.1749-6632.2010.05874.x. Epub 2010 Dec 23."
                },
                {
                    "pmid": "33241999",
                    "type": "BACKGROUND",
                    "citation": "Bowman CR, Iwashita T, Zeithamova D. Tracking prototype and exemplar representations in the brain across learning. Elife. 2020 Nov 26;9:e59360. doi: 10.7554/eLife.59360."
                },
                {
                    "pmid": "28493807",
                    "type": "BACKGROUND",
                    "citation": "Margalit E, Biederman I, Tjan BS, Shah MP. What Is Actually Affected by the Scrambling of Objects When Localizing the Lateral Occipital Complex? J Cogn Neurosci. 2017 Sep;29(9):1595-1604. doi: 10.1162/jocn_a_01144. Epub 2017 May 11."
                },
                {
                    "pmid": "17243356",
                    "type": "BACKGROUND",
                    "citation": "Rogers TT, Hocking J, Noppeney U, Mechelli A, Gorno-Tempini ML, Patterson K, Price CJ. Anterior temporal cortex and semantic memory: reconciling findings from neuropsychology and functional imaging. Cogn Affect Behav Neurosci. 2006 Sep;6(3):201-13. doi: 10.3758/cabn.6.3.201."
                },
                {
                    "pmid": "32027149",
                    "type": "BACKGROUND",
                    "citation": "Hu X, Cheng LY, Chiu MH, Paller KA. Promoting memory consolidation during sleep: A meta-analysis of targeted memory reactivation. Psychol Bull. 2020 Mar;146(3):218-244. doi: 10.1037/bul0000223."
                },
                {
                    "pmid": "24813468",
                    "type": "BACKGROUND",
                    "citation": "Landmann N, Kuhn M, Piosczyk H, Feige B, Baglioni C, Spiegelhalder K, Frase L, Riemann D, Sterr A, Nissen C. The reorganisation of memory during sleep. Sleep Med Rev. 2014 Dec;18(6):531-41. doi: 10.1016/j.smrv.2014.03.005. Epub 2014 Mar 18."
                },
                {
                    "pmid": "30804371",
                    "type": "BACKGROUND",
                    "citation": "Goldi M, van Poppel EAM, Rasch B, Schreiner T. Increased neuronal signatures of targeted memory reactivation during slow-wave up states. Sci Rep. 2019 Feb 25;9(1):2715. doi: 10.1038/s41598-019-39178-2."
                },
                {
                    "pmid": "29526594",
                    "type": "BACKGROUND",
                    "citation": "Cairney SA, Guttesen AAV, El Marj N, Staresina BP. Memory Consolidation Is Linked to Spindle-Mediated Information Processing during Sleep. Curr Biol. 2018 Mar 19;28(6):948-954.e4. doi: 10.1016/j.cub.2018.01.087. Epub 2018 Mar 8."
                },
                {
                    "pmid": "35022449",
                    "type": "BACKGROUND",
                    "citation": "Whitmore NW, Bassard AM, Paller KA. Targeted memory reactivation of face-name learning depends on ample and undisturbed slow-wave sleep. NPJ Sci Learn. 2022 Jan 12;7(1):1. doi: 10.1038/s41539-021-00119-2."
                },
                {
                    "pmid": "16260116",
                    "type": "BACKGROUND",
                    "citation": "Norman KA, Newman EL, Perotte AJ. Methods for reducing interference in the Complementary Learning Systems model: oscillating inhibition and autonomous memory rehearsal. Neural Netw. 2005 Nov;18(9):1212-28. doi: 10.1016/j.neunet.2005.08.010. Epub 2005 Nov 2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All IPD that underlie results in a publication.",
            "timeFrame": "IPD will be available at the time of study publication.",
            "accessCriteria": "IPD will be publicly available without restriction."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}