{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06354023",
            "orgStudyIdInfo": {
                "id": "IAGH for Osteoarthritis"
            },
            "organization": {
                "fullName": "BioShift Life Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Human Growth Hormone Injections in the Knee Joint to Treat Osteoarthritis",
            "officialTitle": "Administration of Recombinant Human Growth Hormone in the Knee Joint of Patients Suffering From Osteoarthritis",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "human-growth-hormone-injections-in-the-knee-joint-to-treat-osteoarthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-03",
            "studyFirstSubmitQcDate": "2024-04-03",
            "studyFirstPostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "John Sledge",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "BioShift Life Sciences"
            },
            "leadSponsor": {
                "name": "John Sledge",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn if growth hormone injections can be used to treat osteoarthritis (OA) in the knee. Human studies have shown that repeated injections of human growth hormone leads to the production of articular chondrocytes, which are the cells that make up the cartilage in the knee joint. Restoring cartilage in the knee can alleviate pain, improve function, and postpone the need for a joint replacement procedure. The main questions the study aims to answer are:\n\n* Do growth hormone injections in the knee joint stimulate cartilage growth?\n* Do the injections lower pain and stiffness in the participant's treated knee?\n* Does the participant have more mobility after the injections?\n\nThe physician will monitor the participant's progress through X-ray images, questionnaires, and physical evaluation of the treated knee.\n\nFor the trial, participants will:\n\n* Receive a growth hormone injection in their knee once per week for six weeks, for a total of 6 injections.\n* Complete at-home exercises during the treatment period.\n* Use crutches as needed during the trial.\n* Have X-rays taken at 8 weeks, 6 months, and 12 months after the first injection.\n* Go to follow-up visits at 8 weeks, 6 months, and 12 months after the first injection.\n* Complete treatment surveys before treatment starts and after it is finished.",
            "detailedDescription": "The trial and protocol are being reviewed by PearlIRB, an institutional review board, at 29 East McCarty St, Suite #100, Indianapolis, IN 46225.\n\nClinical and non-clinical studies of repeated intra-articular human growth hormone injections have shown to regrow cartilage and reduce symptoms of osteoarthritis (OA). Recently, a population of stem cells, osteochondroreticular (OCR) stem cells, were identified in adult mice. OCR stem cells were found to display growth hormone (GH) receptors and can undergo asymmetric division. The cells respond to GH in a paracrine-like manner with insulin-like growth factor 1 (IGF-1) and have been found to differentiate into chondrocytes on the articular surfaces of mice. Chondrocytes have been shown to have few if any, GH receptors, so it is likely that the OCR cells are the target of GH and are responsible for the treatment effect. It is hypothesized that the weekly injections of recombinant human growth hormone (rGH) into the knee joint of patients suffering from OA will act upon chondrocyte progenitor cells to divide and release IGF-1 that will act in a paracrine manner and promote the formation of new hyaline cartilage in the joint capsule.\n\nPeople with OA will be recruited through the participating physicians, friends, and family of the clinic, and word of mouth. Participants will be identified based on physician assessment of the inclusion and exclusion criteria. After discussing the purpose of the study, if the patient wishes to participate, they will read and sign the informed consent form, acknowledging they understand the trial they are participating in. The participants will undergo a blood draw to ensure they meet the inclusion criteria in the study. When the participant's blood work has been completed and if the levels fall within the ranges of the study, the patient will have preliminary X-ray images taken of their affected knee.\n\nThe participant's knee will be assessed by a physician using the Knee Society Score and the Kellgren-Lawrence grading scale. The participant and physician complete the Knee Society Score form. The questionnaire is scored out of 100 possible points; the higher the score, the less severe a patient's OA. The Kellgren-Lawrence scale is a 0 (no signs of OA) to 4 (severe OA) grading system that uses radiographs of the knee to evaluate the severity of OA. Due to low intra- and interobserver reliability, automated imaging software will be used to analyze changes in each participant's radiographs.\n\nThe treatment plan for each participant will involve a weekly intra-articular injection of 15IU rGH with Lidocaine and Marcaine for a duration of 6 weeks. Participants will have crutches and be weight-bearing as tolerated during the treatment. To monitor the progress, X-ray images of the treated knee will be taken before the first injection, 8 weeks after the initial injection, and at 6 and 12 months after the initial injection. Additional blood draws will be conducted immediately before the 6th injection and in the afternoon after the 6th injection to evaluate circulating IGF-1 levels. The physician will assess the injected knee using the Knee Society Score and the Kellgren-Lawrence grading scale before treatment begins and at 8 weeks, 6 months, and 12 months after the initial injection.\n\nThe study will have 23 subjects, and we hope that this is enough to allow us to reject our null hypothesis. The trial is constrained to some degree by the cost of the growth hormone.\n\nThe source documents will be the Knee Society Score questionnaire and the Kellgren-Lawrence grade that will be determined by automated radiographic classifiers. The two tests will be evaluated using a one-tailed t-test to determine significance between the different time periods with a p-value \\< 0.05.\n\nPatient safety data will be presented as a combination of patient-reported safety, physician-reported patient safety, and any adverse events (AE) or serious adverse events (SAE) as reported by the physicians. All AE and SAE will be collected and submitted to the PI at the time of their identification. All submissions will be acknowledged within 24 hours. All submissions will have an association determination within 72 hours by Dr. John Sledge. Any life-threatening event that is determined to be related or possibly related to the study will be seen as potential grounds for study termination. Any Unanticipated Problem will be seen as potential grounds for study termination."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis, Knee"
            ],
            "keywords": [
                "Intra-Articular Injection",
                "Somatropin",
                "Growth Hormone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed clinical trial is a single-arm intervention model. Once per week for six weeks, each participant will receive an intra-articular injection of recombinant human growth hormone (rGH) 15 IU in their affected knee. During the treatment course, the participants will use the same knee brace and crutches (as needed) and be given the same exercises to complete at home. They will all be evaluated 8 weeks, 6 months, and 12 months after their initial injection.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "None, each participant will receive the same treatment"
                }
            },
            "enrollmentInfo": {
                "count": 23,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intra-articular Injection of Recombinant Human Growth Hormone",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Recombinant human growth hormone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Recombinant human growth hormone",
                    "description": "All participants will receive six weeks of treatment. Once per week, they will receive one intra-articular injection of 2cc (15IU) recombinant human growth hormone in their affected knee. The injection will also contain 1cc (1%) Lidocaine and 1cc (0.5%) Marcaine and Epinephrine for anesthetic purposes. The participants will receive a total of 6 growth hormone injections.",
                    "armGroupLabels": [
                        "Intra-articular Injection of Recombinant Human Growth Hormone"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Knee Society Score",
                    "description": "A validated questionnaire completed by both the physician and patient to assess changes from the treatment. The physician will evaluate the alignment, instability, and range of motion of the participant's knee. The participant completes a self-evaluation of their pain level, knee function, and treatment expectations. Each answer contains a numerical value with a possible completed score of 100.",
                    "timeFrame": "The questionnaire will be filled out at 4 time points: before treatment begins and at 8 weeks, 6 months, and 12 months after the first injection."
                },
                {
                    "measure": "Kellgren-Lawrence Grading Scale",
                    "description": "The physician uses anterior/posterior knee radiographs to complete the Kellgren-Lawrence Grading scale. Each radiograph is assigned a value of 0 to 4, which correlates to an increase in OA severity. To decrease observer bias and variability, automated staging of osteoarthritis using deep neural networks will be used to analyze changes in each patient's radiographs. The software automatically detects variability in image contrast, joint size, joint location in the frame, and limb size.",
                    "timeFrame": "The grade will be assigned at 4 time points: before treatment begins and at 8 weeks, 6 months, and 12 months after the first injection."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Serum IGF-1 Levels",
                    "description": "A blood test to identify circulating insulin-like growth factor 1 (IGF-1) levels. The levels will be an indicator of growth hormone leakage from the joint capsule.",
                    "timeFrame": "The grade will be assigned at 3 time points: before the first injection, immediately before the 6th injection, and one hour after the 6th injection."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Should be between 18-72 years old\n* Can comply with partial weight-bearing status during the study\n* Should have symptomatic knee arthritis\n\n  * Knee pain ≥3 months\n  * Kellgren-Lawrence score between 1-3\n* Should have complete blood count levels within healthy ranges\n* Should have complete renal function based on the metabolic panel\n* Should have IGF-1 levels within the designated healthy range for their age\n* Should have normal thyroid function\n\nExclusion Criteria:\n\n* Should not have a current or previous cancer diagnosis\n* Should not have rheumatoid arthritis\n* Should not have hemophilia\n* Should not abnormal knee alignment or stability\n* Should not be pregnant or trying to get pregnant\n* Should not have had a knee injection within the last 3 months\n* Should not have a history of drug or alcohol abuse\n* Should not have a diabetes diagnosis\n* Should not have inflammatory or septic knee arthritis\n* Should not have any signs of infection\n* Should not have used anti-coagulants and/or NSAIDs 7 days before treatment begins",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "72 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John Sledge, MD",
                    "role": "CONTACT",
                    "phone": "7812547599",
                    "email": "john@bioshift.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Sledge, MD",
                    "affiliation": "BioShift Life Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "BioShift Life Sciences",
                    "city": "Santa Monica",
                    "state": "California",
                    "zip": "90404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maggie Phillips",
                            "role": "CONTACT",
                            "phone": "301-655-4651",
                            "email": "maggie@bioshift.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.01945,
                        "lon": -118.49119
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24453578",
                    "type": "BACKGROUND",
                    "citation": "Martimbianco AL, Calabrese FR, Iha LA, Petrilli M, Lira Neto O, Carneiro Filho M. Reliability of the \"American Knee Society Score\" (AKSS). Acta Ortop Bras. 2012;20(1):34-8. doi: 10.1590/S1413-78522012000100007."
                },
                {
                    "pmid": "34150571",
                    "type": "BACKGROUND",
                    "citation": "Imani F, Hejazian K, Kazemi MR, Narimani-Zamanabadi M, Malik KM. Adding Ozone to Dextrose and Somatropin for Intra-articular Knee Prolotherapy: A Randomized Single-Blinded Controlled Trial. Anesth Pain Med. 2020 Nov 7;10(5):e110277. doi: 10.5812/aapm.110277. eCollection 2020 Oct."
                },
                {
                    "pmid": "28975078",
                    "type": "BACKGROUND",
                    "citation": "Rahimzadeh P, Imani F, Faiz SH, Alebouyeh MR, Azad-Ehyaei D, Bahari L, Memarian A, Kim KH. Adding Intra-Articular Growth Hormone to Platelet Rich Plasma under Ultrasound Guidance in Knee Osteoarthritis: A Comparative Double-Blind Clinical Trial. Anesth Pain Med. 2016 Oct 19;6(6):e41719. doi: 10.5812/aapm.41719. eCollection 2016 Dec."
                },
                {
                    "pmid": "32280948",
                    "type": "BACKGROUND",
                    "citation": "Thomas KA, Kidzinski L, Halilaj E, Fleming SL, Venkataraman GR, Oei EHG, Gold GE, Delp SL. Automated Classification of Radiographic Knee Osteoarthritis Severity Using Deep Neural Networks. Radiol Artif Intell. 2020 Mar 18;2(2):e190065. doi: 10.1148/ryai.2020190065."
                },
                {
                    "pmid": "25594183",
                    "type": "BACKGROUND",
                    "citation": "Worthley DL, Churchill M, Compton JT, Tailor Y, Rao M, Si Y, Levin D, Schwartz MG, Uygur A, Hayakawa Y, Gross S, Renz BW, Setlik W, Martinez AN, Chen X, Nizami S, Lee HG, Kang HP, Caldwell JM, Asfaha S, Westphalen CB, Graham T, Jin G, Nagar K, Wang H, Kheirbek MA, Kolhe A, Carpenter J, Glaire M, Nair A, Renders S, Manieri N, Muthupalani S, Fox JG, Reichert M, Giraud AS, Schwabe RF, Pradere JP, Walton K, Prakash A, Gumucio D, Rustgi AK, Stappenbeck TS, Friedman RA, Gershon MD, Sims P, Grikscheit T, Lee FY, Karsenty G, Mukherjee S, Wang TC. Gremlin 1 identifies a skeletal stem cell with bone, cartilage, and reticular stromal potential. Cell. 2015 Jan 15;160(1-2):269-84. doi: 10.1016/j.cell.2014.11.042."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Intra-articular growth hormone injections regrow cartilage, increase motion and reduce pain in 93 per cent. of arthritic ankles. Osteoarthritis and Cartilage, 20, S1-S296.",
                    "url": "http://www.oarsijournal.com/article/S1063-4584(12)00584-5/fulltext"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "This study proposes to share data but only when the names and identifying characteristics have been removed. The only data that will be shared will be the questionnaire results or changes in the Kellgren-Lawrence grading scale."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis, Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006728",
                    "term": "Hormones"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "asFound": "Clinic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                }
            ]
        }
    },
    "hasResults": false
}