{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06457256",
            "orgStudyIdInfo": {
                "id": "CLS-A-FUERTE"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Hybrid Effectiveness-Implementation Trial of a School Clinician Training and Psychosocial ADHD/ODD Intervention Program Adapted for Schools Across Mexico",
            "officialTitle": "Hybrid Effectiveness-Implementation Trial of a School Clinician Training and Psychosocial ADHD/ODD Intervention Program Adapted for Schools Across Mexico (CLS-A-FUERTE)",
            "acronym": "(CLS-A-FUERTE)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hybrid-effectiveness-implementation-trial-of-a-school-clinician-training-and-psychosocial-adhd-odd-intervention-program-adapted-for-schools-across-mexico"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-07",
            "studyFirstSubmitQcDate": "2024-06-07",
            "studyFirstPostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Fogarty International Center of the National Institute of Health",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Neurodevelopmental disorders of Attention-Deficit/ Hyperactivity Disorder (ADHD) and Oppositional Defiant Disorder (ODD) are extremely common but underserved with Evidence- Based Treatments (EBT) worldwide. Thus, our team developed, implemented and evaluated a school clinician training and ADHD/ODD intervention (i.e., the Collaborative Life Skills \\[CLS\\] program) for Mexico: a setting with high unmet need. We integrated technology into our in-person program (CLS-FUERTE) to create a digitally enhanced version (CLS-R-FUERTE). Given findings demonstrating feasibility, acceptability, and efficacy of both program versions, we propose a Type 2 Hybrid Effectiveness-Implementation Design to evaluate the program effectiveness, mechanisms of intervention change, and maintenance barriers/facilitators in a scaled-up cluster randomized controlled trial across two Mexican states -while simultaneously exploring an implementation strategy in which we adapt the program to enhance maintenance given each school's needs/resources (i.e., CLS-A-FUERTE). Our implementation process is guided by the Exploration, Preparation, Implementation, and Sustainment (EPIS) model with evaluation following the Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) Framework.\n\nAim 1) Test the effectiveness and implementation of the CLS-A-FUERTE school clinician training and ADHD/ODD intervention program adapted for schools across Mexico. We expect:\n\nH1) School clinicians will engage in training and implement chosen intervention components with fidelity H2) Teachers and/or families will engage in chosen intervention components and adhere to the strategies H3) Students receiving the CLS-A-FUERTE intervention will show greater improvements in ADHD/ODD symptoms and associated impairment compared to students receiving school services as usual\n\nAim 2) Evaluate mechanisms of sustained intervention change. We expect:\n\nH4) Improvements in parenting behaviors will mediate sustained intervention effects H5) Improvements in teacher and/or school clinician competency will mediate intervention effects\n\nAim 3) Identify CLS-A-FUERTE maintenance barriers and facilitators. We expect across adaptations that sustained intervention effects and continuation of program activities at follow-up will relate to: H6) Program feasibility (i.e., cost estimates) and acceptability (i.e., participant satisfaction) H7) Characteristics of participating schools and school context factors\n\nAim 4) Expand research capacity to a novel university setting. We expect emerging investigators will:\n\nH8) Complete clinical research coursework and produce deliverables (i.e., presentations, papers, grants) H9) Show improved EBT skills, research capacity and culture ratings, and competency as program trainers"
        },
        "conditionsModule": {
            "conditions": [
                "ADHD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "School Services as Usual (SAU) waitlist design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CLS-A-FUERTE",
                    "type": "EXPERIMENTAL",
                    "description": "Receiving the CLS-A-FUERTE program immediately",
                    "interventionNames": [
                        "Behavioral: CLS-A-FUERTE"
                    ]
                },
                {
                    "label": "School Services as Usual (SA)",
                    "type": "NO_INTERVENTION",
                    "description": "Receiving School Services as Usual while waiting to receive the CLS-A-FUERTE program in the subsequent schoolyear"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CLS-A-FUERTE",
                    "description": "CLS-A-FUERTE Intervention Description: The CLS-A-FUERTE program is a school clinician training and psychosocial intervention program designed to improve attention and behavior in Mexican school-aged youth (grades 1-5). Participating school clinicians are supported by a clinical research team of trainers who co-leads weekly training/consultation meetings and observes each intervention component (i.e., 6 weekly parent and student skills groups, as well as classroom management in the form of a Daily Report Card) in-vivo via videoconferencing.",
                    "armGroupLabels": [
                        "CLS-A-FUERTE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Child Symptom Inventory-4 (CSI-4) Parent Checklist ADHD Combined type Symptom Severity Score",
                    "description": "Parents will assess ADHD symptoms using the CSI-4. The CSI-4: Parent Checklist contains 18 symptoms for ADHD, Combined type (ADHD:C; 18 items). Each symptom is rated on a 4-point scale (0= never to 3= very often). The average of ADHD:C scores range from zero to four, with higher scores indicating more severe symptoms.",
                    "timeFrame": "Baseline and post treatment (8 weeks) and follow-up (3 months)"
                },
                {
                    "measure": "Change in Child Symptom Inventory-4 (CSI-4) Teacher Checklist ADHD Combined type Symptom Severity Score",
                    "description": "Teachers will assess ADHD symptoms using the CSI-4. The CSI-4: Teacher Checklist contains 18 symptoms for ADHD, Combined type (ADHD:C; 18 items). Each symptom is rated on a 4-point scale (0= never to 3= very often). The average of ADHD:C scores range from zero to four, with higher scores indicating more severe symptoms.",
                    "timeFrame": "Baseline and post treatment (8 weeks) and follow-up (3 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Child Symptom Inventory-4 (CSI-4) Parent Checklist (Oppositional Defiant Disorder) ODD Symptom Severity Score",
                    "description": "Parents will assess ODD symptoms using the CSI-4. The CSI-4: Parent Checklist contains 9 symptoms of ODD. Each symptom is rated on a 4-point scale (0= never to 3= very often). The average ODD scores range from zero to four, with higher scores indicating more severe symptoms.",
                    "timeFrame": "Baseline and post treatment (8 weeks) and follow-up (3 months)"
                },
                {
                    "measure": "Change in Child Symptom Inventory-4 (CSI-4) Teacher Checklist (Oppositional Defiant Disorder) ODD Symptom Severity Score",
                    "description": "Teachers will assess ODD symptoms using the CSI-4. The CSI-4: Teacher Checklist contains 9 symptoms of ODD. Each symptom is rated on a 4-point scale (0= never to 3= very often). The average ODD scores range from zero to four, with higher scores indicating more severe symptoms.",
                    "timeFrame": "Baseline and post treatment (8 weeks) and follow-up (3 months)"
                },
                {
                    "measure": "Change Impairment Rating Scale (IRS) Parent Questionnaire Overall Severity Score",
                    "description": "Parents will assess impairment using the IRS. The IRS Parent Questionnaire contains 8 items of functional impairment (i.e., academic and peer relations). Each item is rated on a 7-point scale (1= no problem; does not need treatment/services to 7= extreme impairment; definitely needs treatment/services). The average of all IRS scores range from one to seven, with higher scores indicating more severe impairment.",
                    "timeFrame": "Baseline and post treatment (8 weeks) and follow-up (3 months)"
                },
                {
                    "measure": "Change Impairment Rating Scale (IRS) Teacher Questionnaire Overall Severity Score",
                    "description": "Teachers will assess impairment using the IRS. The IRS Teacher Questionnaire contains 8 items of functional impairment (i.e., academic and peer relations). Each item is rated on a 7-point scale (1= no problem; does not need treatment/services to 7= extreme impairment; definitely needs treatment/services). The average of all IRS scores range from one to seven, with higher scores indicating more severe impairment.",
                    "timeFrame": "Baseline and post treatment (8 weeks) and follow-up (3 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nStudents meeting the following criteria are eligible:\n\n* at least six inattention symptoms and/or six hyperactive/impulsive symptoms endorsed by parent or teacher as occurring often or very often,\n* at least one area of impairment rated as concerning by both parent and teacher, and\n* a parent and teacher agreeing to participate.\n* Students taking medication are eligible as long as regimens were stable.\n\n  * Parents and teachers and school clinicians of participating are eligible to participate.\n\nExclusion Criteria:\n\nAll Participants:\n\nAnyone who does not speak and read Spanish will be excluded, given that all informed consent, measurement, and activity procedures will be conducted in Spanish.\n\nChild Participants:\n\n* Children taking medication will be eligible for screening after the child has been on a stable medication regimen for at least one month (to minimize chance that treatment effects are due to medication and not the proposed program).\n* Presence of conditions that are incompatible with this study's treatment.\n* severe visual or hearing impairment,\n* severe language delay, • psychosis,\n* Child does not read or speak Spanish (inability to complete assessment measures or participate in group treatments).\n* Child is in an all-day special education classroom. Children in these classrooms are frequently receiving intensive behavior modification programs and assistance such that the teacher consultation component would be expected to require modification for use in these settings.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Haack, PhD",
                    "role": "CONTACT",
                    "phone": "415-502-8060",
                    "email": "lauren.haack@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lauren Haack, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCSF",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}