{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05347446",
            "orgStudyIdInfo": {
                "id": "1880189"
            },
            "organization": {
                "fullName": "AdventHealth",
                "class": "OTHER"
            },
            "briefTitle": "Hybrid Versus Non-Hybrid Endoscopic Submucosal Dissection for Colorectal Polyps (SHORT-ESD)",
            "officialTitle": "Hybrid Versus Non-Hybrid Endoscopic Submucosal Dissection for Colorectal Polyps: A Randomized Trial (SHORT-ESD)",
            "acronym": "SHORT-ESD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hybrid-versus-non-hybrid-endoscopic-submucosal-dissection-for-colorectal-polyps-short-esd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-21",
            "studyFirstSubmitQcDate": "2022-04-21",
            "studyFirstPostDateStruct": {
                "date": "2022-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "AdventHealth",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This proposed trial will randomize 60 patients with a ≥20 mm large colorectal polyp to either undergo hybrid or non-hybrid ESD. For the primary comparison (hybrid vs non-hybrid ESD), the primary outcome will be procedure time. The study will further examine the safety and efficacy of hybrid ESD compared to non-hybrid ESD and investigate factors that may be associated with resection outcomes.",
            "detailedDescription": "Endoscopic submucosal dissection (ESD) permits the en-bloc resection of colorectal lesions irrespective of size. En-bloc resection, as opposed to piecemeal endoscopic mucosal resection (EMR) of colorectal polyps ≥20 mm, provides a more definitive resection specimen for accurate histopathological assessment, and is associated with a low risk for recurrence1,2.\n\nCurrent guidelines from the Japan Gastroenterological Endoscopy Society (JGES), the European Society of Gastrointestinal Endoscopy (ESGE), and the American Gastroenterology Association (AGA), recommend ESD as a preferred strategy for superficial colorectal lesions with suspicion for advanced neoplasia or early cancer (e.g. depressed morphology, advanced surface pattern, nongranular laterally spreading tumor \\[LST-NG\\], polyps, ≥20 mm in size)3-5. In these cases, ESD procures an ideal pathological specimen for submucosal staging, provides curative intent, and prevents unnecessary surgery for lesions with low risk for lymph node metastasis6 Yet, ESD in the United States and Europe has been primarily restricted to specialized centers for a variety of reasons, notably due to its technical complexity7. Technical difficulty resides primarily in the process of submucosal dissection using endoknives. Maintaining adequate visualization of the dissection plane during ESD is often regarded the rate-limiting step (Figure 1 Non-hybrid ESD). Other factors, including maintaining the endoknife parallel to the dissection plane and accounting for paradoxical scope movements due to patient-related factors (e.g. colon redundancy, peristalsis, breathing movements) represent formidable challenges during colorectal ESD. These technical hurdles can lead to prolonged procedural times and higher risk for adverse events8. Overcoming these barriers is necessary for the safe and widespread adoption of ESD in Western clinical practice.\n\nTo reduce the technical difficulty of colorectal ESD, several techniques have been introduced, such as the introduction of traction techniques to assist with the exposure and visualization of the dissection plane during ESD8. However, many of these traction techniques require additional devices, second-hand assistance, and have a learning curve of their own9-12. Hence, many of these methods have not been widely adopted.\n\nHybrid ESD is a modified ESD technique that uses snare-assisted resection as part of the procedure7. With hybrid ESD, a circumferential mucosal incision followed by limited submucosal dissection is performed. Following this, a snare is placed around the lesion, slowly closed to allow resection by traversing the submucosal space. The main advantage of this method is that it reduces the need for deep submucosal dissection underneath the center of the lesion, which intuitively would reduce procedural time and risk of adverse events. Furthermore, snare resection is a technique that is familiar to most endoscopists in the West.\n\nA recent systematic review and meta-analysis evaluated outcomes between hybrid ESD and conventional ESD for colorectal lesions7. In aggregate, when compared with conventional ESD among over 2000 patients, hybrid ESD was associated with a shorter procedural time (mean difference of 18.5 minutes, p=0.003). The rate of adverse events decreased for hybrid ESD compared with conventional ESD (odds ratio 1.56; p=0.04), but no difference when stratified by perforation rate (odds ratio 1.86; p=0.11) or delayed bleeding (odds ratio 1.15; p=0.7). Conversely, hybrid ESD was associated with a lower rate of en-bloc resection when compared to conventional ESD (odds ratio 0.31; p\\<0.001)7. There are several limitations with this data. For one, 14 out of the 16 studies included in this analysis were observational in design. Hence, important factors, such as lesion size, endoscopist experience, type of snare, were not accounted for in most of the studies. Notably, the meta-analysis included studies in which hybrid ESD was used as a rescue therapy after failed conventional ESD, which further complicates the interpretability of the results. Furthermore, only 4 studies originated from the West (Europe) and none from the United States, limiting the generalizability of this technique by US endoscopists. In all, high-quality studies evaluating hybrid ESD for colorectal lesions are needed.\n\nThis proposed trial will randomize 60 patients with a ≥20 mm large colorectal polyp to either undergo hybrid or non-hybrid ESD. For the primary comparison (hybrid vs non-hybrid ESD), the primary outcome will be procedure time. The study will further examine the safety and efficacy of hybrid ESD compared to non-hybrid ESD and investigate factors that may be associated with resection outcomes.\n\nThis trial is timely, as ESD has been endorsed in recent years by multiple international and national GI societies. This study will provide information on the feasibility of hybrid ESD as a modified technique that can be more widely adopted in the West. The findings of this trial will therefore help identify a safe and practical ESD technique for large colorectal polyps."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Lesions"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized trial where the subject will either be randomized to Hybrid Endoscopic Submucosal Dissection or Non-Hybrid Endoscopic Submucosal Dissection. The provider nor the participant will be aware of what group the subject will be randomized to.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Once the subject is consented and enrolled after intraprocedural confirmation of inclusion and exclusion criteria, the randomization envelope will be opened to assign the subject to either Hybrid ESD or Non-Hybrid ESD.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Hybrid ESD",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Hybrid ESD is a modified ESD technique that uses snare-assisted resection as part of the procedure. With hybrid ESD, a circumferential mucosal incision followed by limited submucosal dissection is performed. Following this, a snare is placed around the lesion, slowly closed to allow resection by traversing the submucosal space",
                    "interventionNames": [
                        "Procedure: Hybrid ESD"
                    ]
                },
                {
                    "label": "Non-Hybrid ESD",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A partial or complete circumferential mucosal incision will be performed to expose the submucosa around and underneath the polyp. Endoscopic resection will then proceed via conventional ESD, submucosal tunneling or pocket technique.",
                    "interventionNames": [
                        "Procedure: Non-hybrid ESD"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Hybrid ESD",
                    "description": "Method of removing colon lesion",
                    "armGroupLabels": [
                        "Hybrid ESD"
                    ],
                    "otherNames": [
                        "Endoscopic Mucosal Resection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Non-hybrid ESD",
                    "description": "Method of removing colon lesion",
                    "armGroupLabels": [
                        "Non-Hybrid ESD"
                    ],
                    "otherNames": [
                        "Endoscopic Mucosal Resection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "• The primary endpoint is to compare procedural time between hybrid vs non-hybrid ESD.",
                    "description": "The primary endpoint is to compare procedural time between hybrid vs non-hybrid ESD. Procedure time is defined as the time from the beginning of the submucosal injection to completion of the ESD, defined as complete removal of the polyp from the colonic wall and all interventions for any intraprocedural adverse events.\n\nProcedure speed will be calculated by diving the area of the resected specimen by the procedure time (cm2/minute). The following formula will be used to calculate the area: π (3.14) x 0.25 x long axis x short axis/procedure time.",
                    "timeFrame": "1 day"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "En-Bloc resection rate",
                    "description": "• En-Bloc resection rate: Compare en-bloc resection rate between the two arms (hybrid ESD vs non-hybrid ESD). En-bloc resection is defined as resection of the lesion in one single piece.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Completeness of resection",
                    "description": "Completeness of resection: defined as removal of all visible polyp tissue at the end of the ESD as assessed by the endoscopist.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Complete (R0) resection rate",
                    "description": ".Complete (R0) resection rate: Compare complete (R0) resection rate between the two arms (hybrid ESD vs non-hybrid ESD). Complete resection is defined as successful en-bloc resection with histologically negative lateral and deep resection margins.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Polyp recurrence",
                    "description": "Polyp recurrence: presence of biopsy proven neoplastic polyp tissue at the ESD resection site at SC following complete polyp resection",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Incidence of overall severe adverse events",
                    "description": "• Incidence of overall severe adverse events: aggregate of all severe adverse events that occur at the time of the procedure (immediate complications) or during 30 days of follow-up. Severe adverse events include severe bleeding, perforation, post-polypectomy syndrome, and clinical events that require non-elective hospital admission.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of unremovable polyps",
                    "description": "• Proportion of polyps that could not be removed by the assigned treatment, required cross-over to the other arm and/or additional interventions (e.g. use of traction devices, conversion to EMR)",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "ESD technical difficulty:",
                    "description": "• ESD technical difficulty: difficulty of the task at hand graded by each endoscopist after each case using the National Aeronautical and Space Administration (NASA) Task Load Index (NASA-TLX)27.",
                    "timeFrame": "1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any patient ≥18 years\n* Ability to provide informed consent\n* Patient scheduled to undergo colonoscopy with endoscopic resection of colorectal polyps\n* Non-pedunculated polyps measuring ≥20 mm in lateral diameter by endoscopic estimation\n\nExclusion Criteria:\n\n* Age \\< 18 years\n* Inability to provide informed consent\n* Pedunculated polyps (as defined by Paris classification type Ip)8\n* Lesions \\< 20 mm in lateral diameter\n* Suspected adenocarcinoma with deep submucosal invasion (e.g. Paris III morphology, Kudo type Vn pit pattern)4,13\n* Previously attempted incomplete endoscopic resection (EMR) of the lesion\n* Uncorrected coagulopathy defined as an elevated INR ≥ 1.5 and/or platelet count \\< 50,000\n* Any standard contraindication to anesthesia and/or colonoscopy\n* Pregnancy or lactating women",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dennis Yang, MD",
                    "role": "CONTACT",
                    "phone": "407.303.2570",
                    "email": "Dennis.Yang.MD@adventhealth.com"
                },
                {
                    "name": "Diana Paredes, RN",
                    "role": "CONTACT",
                    "phone": "407-303-9736",
                    "email": "Diana.Paredes@adventhealth.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dennis Yang, MD",
                    "affiliation": "AdventHealth Orlando",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Draganov, MD",
                            "role": "CONTACT",
                            "phone": "352-273-9472",
                            "email": "Peter.Draganov@medicine.ufl.edu"
                        },
                        {
                            "name": "April Goddard, PA-C",
                            "role": "CONTACT",
                            "phone": "352-273-9483",
                            "email": "April.Goddard@medicine.ufl.edu"
                        },
                        {
                            "name": "Peter Draganov, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                },
                {
                    "facility": "AdventHealth Orlando",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dennis Yang, MD",
                            "role": "CONTACT",
                            "phone": "407-303-2570",
                            "email": "Dennis.Yang.MD@adventhealth.com"
                        },
                        {
                            "name": "Diana Paredes, RN",
                            "role": "CONTACT",
                            "phone": "407-303-9736",
                            "email": "Diana.Paredes@adventhealth.com"
                        },
                        {
                            "name": "Dennis Yang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "Parkview",
                    "status": "RECRUITING",
                    "city": "Fort Wayne",
                    "state": "Indiana",
                    "zip": "46845",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neil Sharma, MD",
                            "role": "CONTACT",
                            "email": "Neil.Sharma@parkview.com"
                        },
                        {
                            "name": "Christina Zelt, MSN, RN",
                            "role": "CONTACT",
                            "phone": "260-266-4153",
                            "email": "Christina.Zelt@parkview.com"
                        },
                        {
                            "name": "Neil Sharma, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.1306,
                        "lon": -85.12886
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mohamed Othman, MD",
                            "role": "CONTACT",
                            "phone": "713-798-3606",
                            "email": "Mohamed.Othman@bcm.edu"
                        },
                        {
                            "name": "Michael Mercado",
                            "role": "CONTACT",
                            "phone": "713-798-3606",
                            "email": "Michael.Mercado@bcm.edu"
                        },
                        {
                            "name": "Salmaan Jawaid, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Mohamed Othman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yutaka Tomizawa, MD",
                            "role": "CONTACT",
                            "phone": "206-744-8209",
                            "email": "ytomizawa@medicine.washington.edu"
                        },
                        {
                            "name": "Rosa Pazhouh, JD",
                            "role": "CONTACT",
                            "phone": "206-685-7113",
                            "email": "rpazhouh@medicine.washington.edu"
                        },
                        {
                            "name": "Yutaka Tomizawa, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30267866",
                    "type": "RESULT",
                    "citation": "Yang D, Othman M, Draganov PV. Endoscopic Mucosal Resection vs Endoscopic Submucosal Dissection For Barrett's Esophagus and Colorectal Neoplasia. Clin Gastroenterol Hepatol. 2019 May;17(6):1019-1028. doi: 10.1016/j.cgh.2018.09.030. Epub 2018 Sep 26."
                },
                {
                    "pmid": "25796422",
                    "type": "RESULT",
                    "citation": "ASGE Technology Committee; Maple JT, Abu Dayyeh BK, Chauhan SS, Hwang JH, Komanduri S, Manfredi M, Konda V, Murad FM, Siddiqui UD, Banerjee S. Endoscopic submucosal dissection. Gastrointest Endosc. 2015;81(6):1311-25. doi: 10.1016/j.gie.2014.12.010. Epub 2015 Mar 18."
                },
                {
                    "pmid": "31470448",
                    "type": "RESULT",
                    "citation": "Pimentel-Nunes P, Pioche M, Albeniz E, Berr F, Deprez P, Ebigbo A, Dewint P, Haji A, Panarese A, Weusten BLAM, Dekker E, East JE, Sanders DS, Johnson G, Arvanitakis M, Ponchon T, Dinis-Ribeiro M, Bisschops R. Curriculum for endoscopic submucosal dissection training in Europe: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. Endoscopy. 2019 Oct;51(10):980-992. doi: 10.1055/a-0996-0912. Epub 2019 Aug 30."
                },
                {
                    "pmid": "25652022",
                    "type": "RESULT",
                    "citation": "Tanaka S, Kashida H, Saito Y, Yahagi N, Yamano H, Saito S, Hisabe T, Yao T, Watanabe M, Yoshida M, Kudo SE, Tsuruta O, Sugihara KI, Watanabe T, Saitoh Y, Igarashi M, Toyonaga T, Ajioka Y, Ichinose M, Matsui T, Sugita A, Sugano K, Fujimoto K, Tajiri H. JGES guidelines for colorectal endoscopic submucosal dissection/endoscopic mucosal resection. Dig Endosc. 2015 May;27(4):417-434. doi: 10.1111/den.12456. Epub 2015 Mar 5."
                },
                {
                    "pmid": "30077787",
                    "type": "RESULT",
                    "citation": "Draganov PV, Wang AY, Othman MO, Fukami N. AGA Institute Clinical Practice Update: Endoscopic Submucosal Dissection in the United States. Clin Gastroenterol Hepatol. 2019 Jan;17(1):16-25.e1. doi: 10.1016/j.cgh.2018.07.041. Epub 2018 Aug 2."
                },
                {
                    "pmid": "28254526",
                    "type": "RESULT",
                    "citation": "Fuccio L, Hassan C, Ponchon T, Mandolesi D, Farioli A, Cucchetti A, Frazzoni L, Bhandari P, Bellisario C, Bazzoli F, Repici A. Clinical outcomes after endoscopic submucosal dissection for colorectal neoplasia: a systematic review and meta-analysis. Gastrointest Endosc. 2017 Jul;86(1):74-86.e17. doi: 10.1016/j.gie.2017.02.024. Epub 2017 Feb 28."
                },
                {
                    "pmid": "32947624",
                    "type": "RESULT",
                    "citation": "McCarty TR, Bazarbashi AN, Thompson CC, Aihara H. Hybrid endoscopic submucosal dissection (ESD) compared with conventional ESD for colorectal lesions: a systematic review and meta-analysis. Endoscopy. 2021 Oct;53(10):1048-1058. doi: 10.1055/a-1266-1855. Epub 2020 Dec 16."
                },
                {
                    "pmid": "14652541",
                    "type": "RESULT",
                    "citation": "The Paris endoscopic classification of superficial neoplastic lesions: esophagus, stomach, and colon: November 30 to December 1, 2002. Gastrointest Endosc. 2003 Dec;58(6 Suppl):S3-43. doi: 10.1016/s0016-5107(03)02159-x. No abstract available."
                },
                {
                    "pmid": "30567675",
                    "type": "RESULT",
                    "citation": "Yang D, Draganov PV. Gaining traction: pulley-ing your weight during endoscopic submucosal dissection. Gastrointest Endosc. 2019 Jan;89(1):185-187. doi: 10.1016/j.gie.2018.09.021. No abstract available."
                },
                {
                    "pmid": "30148993",
                    "type": "RESULT",
                    "citation": "Ge PS, Thompson CC, Jirapinyo P, Aihara H. Suture pulley countertraction method reduces procedure time and technical demand of endoscopic submucosal dissection among novice endoscopists learning endoscopic submucosal dissection: a prospective randomized ex vivo study. Gastrointest Endosc. 2019 Jan;89(1):177-184. doi: 10.1016/j.gie.2018.08.032. Epub 2018 Aug 25."
                },
                {
                    "pmid": "29667042",
                    "type": "RESULT",
                    "citation": "Iwasa T, Nakadate R, Onogi S, Okamoto Y, Arata J, Oguri S, Ogino H, Ihara E, Ohuchida K, Akahoshi T, Ikeda T, Ogawa Y, Hashizume M. A new robotic-assisted flexible endoscope with single-hand control: endoscopic submucosal dissection in the ex vivo porcine stomach. Surg Endosc. 2018 Jul;32(7):3386-3392. doi: 10.1007/s00464-018-6188-y. Epub 2018 Apr 17."
                },
                {
                    "pmid": "30922861",
                    "type": "RESULT",
                    "citation": "Turiani Hourneaux de Moura D, Aihara H, Jirapinyo P, Farias G, Hathorn KE, Bazarbashi A, Sachdev A, Thompson CC. Robot-assisted endoscopic submucosal dissection versus conventional ESD for colorectal lesions: outcomes of a randomized pilot study in endoscopists without prior ESD experience (with video). Gastrointest Endosc. 2019 Aug;90(2):290-298. doi: 10.1016/j.gie.2019.03.016. Epub 2019 Mar 25."
                },
                {
                    "pmid": "11315901",
                    "type": "RESULT",
                    "citation": "Kudo S, Rubio CA, Teixeira CR, Kashida H, Kogure E. Pit pattern in colorectal neoplasia: endoscopic magnifying view. Endoscopy. 2001 Apr;33(4):367-73. doi: 10.1055/s-2004-826104. No abstract available."
                },
                {
                    "pmid": "26621548",
                    "type": "RESULT",
                    "citation": "ASGE Standards of Practice Committee; Acosta RD, Abraham NS, Chandrasekhara V, Chathadi KV, Early DS, Eloubeidi MA, Evans JA, Faulx AL, Fisher DA, Fonkalsrud L, Hwang JH, Khashab MA, Lightdale JR, Muthusamy VR, Pasha SF, Saltzman JR, Shaukat A, Shergill AK, Wang A, Cash BD, DeWitt JM. The management of antithrombotic agents for patients undergoing GI endoscopy. Gastrointest Endosc. 2016 Jan;83(1):3-16. doi: 10.1016/j.gie.2015.09.035. Epub 2015 Nov 24. No abstract available. Erratum In: Gastrointest Endosc. 2016 Mar;83(3):678."
                },
                {
                    "pmid": "25480100",
                    "type": "RESULT",
                    "citation": "Rex DK, Schoenfeld PS, Cohen J, Pike IM, Adler DG, Fennerty MB, Lieb JG 2nd, Park WG, Rizk MK, Sawhney MS, Shaheen NJ, Wani S, Weinberg DS. Quality indicators for colonoscopy. Gastrointest Endosc. 2015 Jan;81(1):31-53. doi: 10.1016/j.gie.2014.07.058. Epub 2014 Dec 2. No abstract available."
                },
                {
                    "pmid": "34089735",
                    "type": "RESULT",
                    "citation": "Saito Y, Abe S, Inoue H, Tajiri H. How to Perform a High-Quality Endoscopic Submucosal Dissection. Gastroenterology. 2021 Aug;161(2):405-410. doi: 10.1053/j.gastro.2021.05.051. Epub 2021 Jun 2. No abstract available."
                },
                {
                    "pmid": "33610532",
                    "type": "RESULT",
                    "citation": "Draganov PV, Aihara H, Karasik MS, Ngamruengphong S, Aadam AA, Othman MO, Sharma N, Grimm IS, Rostom A, Elmunzer BJ, Jawaid SA, Westerveld D, Perbtani YB, Hoffman BJ, Schlachterman A, Siegel A, Coman RM, Wang AY, Yang D. Endoscopic Submucosal Dissection in North America: A Large Prospective Multicenter Study. Gastroenterology. 2021 Jun;160(7):2317-2327.e2. doi: 10.1053/j.gastro.2021.02.036. Epub 2021 Feb 19."
                },
                {
                    "pmid": "26320696",
                    "type": "RESULT",
                    "citation": "Bae JH, Yang DH, Lee S, Soh JS, Lee S, Lee HS, Lee HJ, Park SH, Kim KJ, Ye BD, Myung SJ, Yang SK, Byeon JS. Optimized hybrid endoscopic submucosal dissection for colorectal tumors: a randomized controlled trial. Gastrointest Endosc. 2016 Mar;83(3):584-92. doi: 10.1016/j.gie.2015.06.057. Epub 2015 Aug 28."
                },
                {
                    "pmid": "30716306",
                    "type": "RESULT",
                    "citation": "Takezawa T, Hayashi Y, Shinozaki S, Sagara Y, Okada M, Kobayashi Y, Sakamoto H, Miura Y, Sunada K, Lefor AK, Yamamoto H. The pocket-creation method facilitates colonic endoscopic submucosal dissection (with video). Gastrointest Endosc. 2019 May;89(5):1045-1053. doi: 10.1016/j.gie.2019.01.022. Epub 2019 Feb 1."
                },
                {
                    "pmid": "34790536",
                    "type": "RESULT",
                    "citation": "Lambin T, Rivory J, Wallenhorst T, Legros R, Monzy F, Jacques J, Pioche M. Endoscopic submucosal dissection: How to be more efficient? Endosc Int Open. 2021 Nov 12;9(11):E1720-E1730. doi: 10.1055/a-1554-3884. eCollection 2021 Nov."
                },
                {
                    "pmid": "28061339",
                    "type": "RESULT",
                    "citation": "Klein A, Bourke MJ. How to Perform High-Quality Endoscopic Mucosal Resection During Colonoscopy. Gastroenterology. 2017 Feb;152(3):466-471. doi: 10.1053/j.gastro.2016.12.029. Epub 2017 Jan 3. No abstract available."
                },
                {
                    "pmid": "27464708",
                    "type": "RESULT",
                    "citation": "Burgess NG, Bassan MS, McLeod D, Williams SJ, Byth K, Bourke MJ. Deep mural injury and perforation after colonic endoscopic mucosal resection: a new classification and analysis of risk factors. Gut. 2017 Oct;66(10):1779-1789. doi: 10.1136/gutjnl-2015-309848. Epub 2016 Jul 27."
                },
                {
                    "pmid": "34689964",
                    "type": "RESULT",
                    "citation": "Wang AY, Hwang JH, Bhatt A, Draganov PV. AGA Clinical Practice Update on Surveillance After Pathologically Curative Endoscopic Submucosal Dissection of Early Gastrointestinal Neoplasia in the United States: Commentary. Gastroenterology. 2021 Dec;161(6):2030-2040.e1. doi: 10.1053/j.gastro.2021.08.058. Epub 2021 Oct 21."
                },
                {
                    "pmid": "31482350",
                    "type": "RESULT",
                    "citation": "Boda K, Oka S, Tanaka S, Nagata S, Kunihiro M, Kuwai T, Hiraga Y, Furudoi A, Nakadoi K, Okanobu H, Miwata T, Okamoto S, Chayama K. Real-world learning curve analysis of colorectal endoscopic submucosal dissection: a large multicenter study. Surg Endosc. 2020 Aug;34(8):3344-3351. doi: 10.1007/s00464-019-07104-2. Epub 2019 Sep 3."
                },
                {
                    "pmid": "21175483",
                    "type": "RESULT",
                    "citation": "Hotta K, Oyama T, Shinohara T, Miyata Y, Takahashi A, Kitamura Y, Tomori A. Learning curve for endoscopic submucosal dissection of large colorectal tumors. Dig Endosc. 2010 Oct;22(4):302-6. doi: 10.1111/j.1443-1661.2010.01005.x."
                },
                {
                    "type": "RESULT",
                    "citation": "Hart SG, Staveland LE. Development of NASA-TLX (Task Load Index): results of empirical and theoretical research. Adv Psychol 1988; 52:129-83."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share IPD."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M14011",
                    "name": "Polyps",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}