{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05864053",
            "orgStudyIdInfo": {
                "id": "21092004"
            },
            "secondaryIdInfos": [
                {
                    "id": "CP220059",
                    "type": "OTHER_GRANT",
                    "domain": "Congressionally Directed Medical Research Programs"
                }
            ],
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "(2R,6R)-Hydroxynorketamine for the Treatment of Neuropathic Pain",
            "officialTitle": "(2R,6R)-Hydroxynorketamine a Novel Therapeutic Analgesic for the Treatment of Neuropathic Pain: A Randomized Double Blind Cross-Over Trial.",
            "acronym": "HNK",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hydroxynorketamine-for-the-treatment-of-neuropathic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-26",
            "studyFirstSubmitQcDate": "2023-05-08",
            "studyFirstPostDateStruct": {
                "date": "2023-05-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Asokumar Buvanendran",
                "investigatorTitle": "Interim Chairperson, Department of Anesthesiology",
                "investigatorAffiliation": "Rush University Medical Center"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Congressionally Directed Medical Research Programs",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized double blind three way (1:1:1) cross over clinical trial is to evaluate the effectiveness and duration of analgesia of a single infusion of (2R,6R)-HNK 0.5mg/kg compared with ketamine 0.5mg/kg and saline with a 5-week interval between treatments on pain, pain qualities, physical function, pain interference, sleep disturbance and quality of life in subjects with neuropathic pain of the extremities.\n\nThe questions that this study will address are:\n\n1. What is the analgesic efficacy of (2R,6R)-HNK on pain intensity and pain qualities in patients with chronic (\\>3 month) neuropathic pain (NP).\n2. What will be the effective duration of a single infusion of (2R,6R)-HNK in patients with NP.\n3. Will (2R,6R)-HNK reduce pain related effects including interference in daily activities of life, sleep disturbances and change the qualities of pain reported by patients.\n\nParticipants will receive each of the three study drugs in a random order at 5-week intervals over a 15 week period. The drug will be administered as a 45-minute infusion.\n\nParticipants will complete quantitative sensory and pain evaluations and complete patient reported pain outcomes prior to receiving the first study drug and at 7, 14 and 21 and 35 days following study drug administration.",
            "detailedDescription": "Adult patients (18 to 80 years) with an established diagnosis of chronic (\\> 3 month) neuropathic pain (NP) of the extremities will be identified and screened for study inclusion. After informed consent is obtained, subject will be randomized into a (2R,6R)-HNK (H), ketamine (K) or saline (S) infusion groups for each of the study drug administration periods. The group sequences for the infusions will be: KSH, HSK, KHS, SKH and HKS and each group will contain 5 subjects at each sequence. Study subjects will be evaluated for at least 7 days prior to the first treatment and for 35 days following each treatment. Researchers involved in the subject's care and assessments will be blinded to group allocation. Safety will be assessed throughout the study. Baseline safety assessments will include height, body mass index (BMI), weight, temperature, medical, visual and ocular history, physical examinations, and vital signs (VS). Prior to study commencement and 28 days after each drug infusion a blood chemistry panel, liver function tests (LFT), a complete blood count (CBC) and a 12-lead electrocardiogram (ECG) will be obtained. A pretreatment quantitative pain evaluation will assess overall pain level, pain tolerance, pinprick hyperalgesia, touch, brush and cold allodynia. Patients will be maintained on their current scheduled analgesic regimen during the study and instructed to use on-demand analgesic only as needed."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Neuropathic"
            ],
            "keywords": [
                "pain",
                "pain, chronic",
                "pain, neuropathic",
                "non-opioid analgesic",
                "ketamine",
                "(2R,6R)-hydroxynorketamine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized double blind three way (1:1:1) cross over clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-blind",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketamine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Ketamine 0.5mg/kg 45 minute infusion x 1",
                    "interventionNames": [
                        "Drug: Ketamine"
                    ]
                },
                {
                    "label": "(2R,6R)-hydroxynorketamine",
                    "type": "EXPERIMENTAL",
                    "description": "(2R,6R)-hydroxynorketamine 0.5mg/kg 45 minute infusion x 1",
                    "interventionNames": [
                        "Drug: (2R,6R)-hydroxynorketamine"
                    ]
                },
                {
                    "label": "Saline",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Saline 45 minute infusion x 1",
                    "interventionNames": [
                        "Drug: Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ketamine",
                    "description": "Ketamine will be administered over a 45-minute period.",
                    "armGroupLabels": [
                        "Ketamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "(2R,6R)-hydroxynorketamine",
                    "description": "(2R,6R)-Hydroxynorketamine hydrochloride will be administered over a 45-minute period.",
                    "armGroupLabels": [
                        "(2R,6R)-hydroxynorketamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saline",
                    "description": "Saline will be administered over a 45-minute period.",
                    "armGroupLabels": [
                        "Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain intensity",
                    "description": "Area under the pain by time curve",
                    "timeFrame": "35 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain qualities",
                    "description": "Change in the AUC's of T-metric score for pain qualities from the PROMIS neuropathic pain qualities questionnaire",
                    "timeFrame": "35 days"
                },
                {
                    "measure": "PainDETECT questionnaire screening scores",
                    "description": "Assessing weekly change in PainDETECT screening scores. PainDETECT is a patient-reported pain qualities assessment tool developed to screen for neuropathic pain. The assessment scale is scored from -1 to 38. Total scores of 12 or less indicates nociceptive pain, 13-18 represent possible neuropathic pain, and \\>19 represents \\>90% likelihood of neuropathic pain.",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Analgesic consumption",
                    "description": "Weekly analgesic consumption quantified using the MQS III",
                    "timeFrame": "5 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (18 to 80 years) with an established diagnosis of chronic (\\> 3 month) NP of the extremities.\n* Presence of NP as determined at screening using the 10 item Neuropathic Pain Questionnaire (DN4), with a score of ≥4 required for study inclusion.\n* Ability to read and write English sufficiently to complete study related procedures.\n* A body mass index (BMI) (weight \\[kg\\]/height\\[m \\]) between 18 and 35 kg/m (inclusive) and weighs between 50 kg and 120 kg (110 - 264 pounds).\n* Blood pressure with subject is in a supine position for approximately 5 minutes between 90 and 145 mmHg systolic and no higher than 90 mmHg diastolic at baseline.\n* A 12-lead ECG with no clinically significant abnormality as judged by the Investigator and QTc interval ≤ 450 milliseconds at baseline.\n* Resting pulse rate between 45 and 100 beats per minute.\n* Clinical laboratory findings and liver function tests within the normal range, or if outside of the normal ranges, deemed not clinically significant in the opinion of the PI.\n* Agree to provide written informed consent and comply with the rules regarding consumption of alcohol, caffeinated beverages, and tobacco/nicotine products during the study.\n* Patients may be taking scheduled or as needed medications for their chronic neuropathic pain and agree to continue taking the scheduled medications throughout the study period.\n* If the subject experiences pain relief they may elect not to take as needed medications.\n\nExclusion Criteria:\n\n* Subjects with suspected increased intracranial or intraocular pressure.\n* Subjects that have previously received ketamine for the treatment of a chronic pain diagnoses.\n* Previous or current participation in any clinical study with an investigational drug, device, or biologic within 30 days.\n* Subjects with severe medical illness including (but not limited to) hepatic, cardiovascular, pulmonary, renal, hematologic, endocrine, gastrointestinal, immunologic, dermatologic, neurologic, oncologic, or psychiatric disease that in the opinion of the PI would endanger the safety of the subject or the validity of the study results.\n* Clinically significant acute illness in the 2 weeks prior to dosing.\n* Inability to effectively communicate with research staff.\n* Subjects with known liver disease.\n* Widespread pain or a diagnosis of fibromyalgia.\n* Current diagnosis of mental illness.\n* Pregnancy.\n* Allergy to ketamine or any study drug.\n* Consumption of beverages or food that contain alcohol, grapefruit, poppy seeds, Brussel sprouts, pomegranate, broccoli, char-grilled meat within 2 days prior to drug administration.\n* Use of tobacco or nicotine-containing products within 4 weeks prior to drug administration.\n* Poor peripheral venous access.\n* Subjects in the opinion of the PI should not participate in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert J McCarthy, Pharm D",
                    "role": "CONTACT",
                    "phone": "3125630448",
                    "email": "robert_j_mccarthy@rush.edu"
                },
                {
                    "name": "Daniel Torrez, BS",
                    "role": "CONTACT",
                    "phone": "3129422741",
                    "email": "daniel_torrez@rush.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Asokumar Buvanendran, MD",
                    "affiliation": "Rush University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert J McCarthy, Pharm D",
                            "role": "CONTACT",
                            "phone": "312-563-0448",
                            "email": "robert_j_mccarthy@rush.edu"
                        },
                        {
                            "name": "Daniel Torrez, BS",
                            "role": "CONTACT",
                            "phone": "3129422741",
                            "email": "daniel_torrez@rush.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20849570",
                    "type": "BACKGROUND",
                    "citation": "Yawn BP, Wollan PC, Weingarten TN, Watson JC, Hooten WM, Melton LJ 3rd. The prevalence of neuropathic pain: clinical evaluation compared with screening tools in a community population. Pain Med. 2009 Apr;10(3):586-93. doi: 10.1111/j.1526-4637.2009.00588.x. Epub 2009 Mar 17. Erratum In: Pain Med. 2011 Aug;12(8):1294."
                },
                {
                    "pmid": "16774458",
                    "type": "BACKGROUND",
                    "citation": "McCarberg BH, Billington R. Consequences of neuropathic pain: quality-of-life issues and associated costs. Am J Manag Care. 2006 Jun;12(9 Suppl):S263-8."
                },
                {
                    "pmid": "25575710",
                    "type": "BACKGROUND",
                    "citation": "Finnerup NB, Attal N, Haroutounian S, McNicol E, Baron R, Dworkin RH, Gilron I, Haanpaa M, Hansson P, Jensen TS, Kamerman PR, Lund K, Moore A, Raja SN, Rice AS, Rowbotham M, Sena E, Siddall P, Smith BH, Wallace M. Pharmacotherapy for neuropathic pain in adults: a systematic review and meta-analysis. Lancet Neurol. 2015 Feb;14(2):162-73. doi: 10.1016/S1474-4422(14)70251-0. Epub 2015 Jan 7."
                },
                {
                    "pmid": "30318260",
                    "type": "BACKGROUND",
                    "citation": "Attal N. Pharmacological treatments of neuropathic pain: The latest recommendations. Rev Neurol (Paris). 2019 Jan-Feb;175(1-2):46-50. doi: 10.1016/j.neurol.2018.08.005. Epub 2018 Oct 11."
                },
                {
                    "pmid": "29870458",
                    "type": "BACKGROUND",
                    "citation": "Cohen SP, Bhatia A, Buvanendran A, Schwenk ES, Wasan AD, Hurley RW, Viscusi ER, Narouze S, Davis FN, Ritchie EC, Lubenow TR, Hooten WM. Consensus Guidelines on the Use of Intravenous Ketamine Infusions for Chronic Pain From the American Society of Regional Anesthesia and Pain Medicine, the American Academy of Pain Medicine, and the American Society of Anesthesiologists. Reg Anesth Pain Med. 2018 Jul;43(5):521-546. doi: 10.1097/AAP.0000000000000808."
                },
                {
                    "pmid": "29870457",
                    "type": "BACKGROUND",
                    "citation": "Schwenk ES, Viscusi ER, Buvanendran A, Hurley RW, Wasan AD, Narouze S, Bhatia A, Davis FN, Hooten WM, Cohen SP. Consensus Guidelines on the Use of Intravenous Ketamine Infusions for Acute Pain Management From the American Society of Regional Anesthesia and Pain Medicine, the American Academy of Pain Medicine, and the American Society of Anesthesiologists. Reg Anesth Pain Med. 2018 Jul;43(5):456-466. doi: 10.1097/AAP.0000000000000806."
                },
                {
                    "pmid": "25530168",
                    "type": "BACKGROUND",
                    "citation": "Jouguelet-Lacoste J, La Colla L, Schilling D, Chelly JE. The use of intravenous infusion or single dose of low-dose ketamine for postoperative analgesia: a review of the current literature. Pain Med. 2015 Feb;16(2):383-403. doi: 10.1111/pme.12619. Epub 2014 Dec 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sleigh J, Harvey M, Voss L, Denny B. Ketamine - More mechanisms of action than just NMDA blockade. Trends in Anaesthesia and Critical Care 2014; 4:76-81."
                },
                {
                    "pmid": "32109506",
                    "type": "BACKGROUND",
                    "citation": "Humo M, Ayazgok B, Becker LJ, Waltisperger E, Rantamaki T, Yalcin I. Ketamine induces rapid and sustained antidepressant-like effects in chronic pain induced depression: Role of MAPK signaling pathway. Prog Neuropsychopharmacol Biol Psychiatry. 2020 Jun 8;100:109898. doi: 10.1016/j.pnpbp.2020.109898. Epub 2020 Feb 25."
                },
                {
                    "pmid": "33231962",
                    "type": "BACKGROUND",
                    "citation": "Tran K, McCormack S. Ketamine for Chronic Non-Cancer Pain: A Review of Clinical Effectiveness, Cost-Effectiveness, and Guidelines [Internet]. Ottawa (ON): Canadian Agency for Drugs and Technologies in Health; 2020 May 28. Available from http://www.ncbi.nlm.nih.gov/books/NBK564230/"
                },
                {
                    "pmid": "34820225",
                    "type": "BACKGROUND",
                    "citation": "Chitneni A, Patil A, Dalal S, Ghorayeb JH, Pham YN, Grigoropoulos G. Use of Ketamine Infusions for Treatment of Complex Regional Pain Syndrome: A Systematic Review. Cureus. 2021 Oct 19;13(10):e18910. doi: 10.7759/cureus.18910. eCollection 2021 Oct."
                },
                {
                    "pmid": "33790195",
                    "type": "BACKGROUND",
                    "citation": "Velzen MV, Dahan JDC, van Dorp ELA, Mogil JS, Hooijmans CR, Dahan A. Efficacy of ketamine in relieving neuropathic pain: a systematic review and meta-analysis of animal studies. Pain. 2021 Sep 1;162(9):2320-2330. doi: 10.1097/j.pain.0000000000002231."
                },
                {
                    "pmid": "31082965",
                    "type": "BACKGROUND",
                    "citation": "Orhurhu V, Orhurhu MS, Bhatia A, Cohen SP. Ketamine Infusions for Chronic Pain: A Systematic Review and Meta-analysis of Randomized Controlled Trials. Anesth Analg. 2019 Jul;129(1):241-254. doi: 10.1213/ANE.0000000000004185."
                },
                {
                    "pmid": "20495588",
                    "type": "BACKGROUND",
                    "citation": "Amr YM. Multi-day low dose ketamine infusion as adjuvant to oral gabapentin in spinal cord injury related chronic pain: a prospective, randomized, double blind trial. Pain Physician. 2010 May-Jun;13(3):245-9."
                },
                {
                    "pmid": "32384291",
                    "type": "BACKGROUND",
                    "citation": "Pickering G, Pereira B, Morel V, Corriger A, Giron F, Marcaillou F, Bidar-Beauvallot A, Chandeze E, Lambert C, Bernard L, Delage N. Ketamine and Magnesium for Refractory Neuropathic Pain: A Randomized, Double-blind, Crossover Trial. Anesthesiology. 2020 Jul;133(1):154-164. doi: 10.1097/ALN.0000000000003345."
                },
                {
                    "pmid": "20875593",
                    "type": "BACKGROUND",
                    "citation": "Moaddel R, Venkata SL, Tanga MJ, Bupp JE, Green CE, Iyer L, Furimsky A, Goldberg ME, Torjman MC, Wainer IW. A parallel chiral-achiral liquid chromatographic method for the determination of the stereoisomers of ketamine and ketamine metabolites in the plasma and urine of patients with complex regional pain syndrome. Talanta. 2010 Oct 15;82(5):1892-904. doi: 10.1016/j.talanta.2010.08.005. Epub 2010 Aug 13."
                },
                {
                    "pmid": "33674359",
                    "type": "BACKGROUND",
                    "citation": "Highland JN, Zanos P, Riggs LM, Georgiou P, Clark SM, Morris PJ, Moaddel R, Thomas CJ, Zarate CA Jr, Pereira EFR, Gould TD. Hydroxynorketamines: Pharmacology and Potential Therapeutic Applications. Pharmacol Rev. 2021 Apr;73(2):763-791. doi: 10.1124/pharmrev.120.000149."
                },
                {
                    "pmid": "30640662",
                    "type": "BACKGROUND",
                    "citation": "Kroin JS, Das V, Moric M, Buvanendran A. Efficacy of the ketamine metabolite (2R,6R)-hydroxynorketamine in mice models of pain. Reg Anesth Pain Med. 2019 Jan;44(1):111-117. doi: 10.1136/rapm-2018-000013."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Das V, McCarthy RJ, Buvanendran A. , Effect of opioid and AMPA antagonists on (2r,6r)-HNK (hydroxynorketamine) anti-hyperalgesic activity in a murine model of low back pain. http://www.asaabstracts.com/strands/asaabstracts/abstract.htm?year=2022&index=3&absnum=2020 2022:A2020"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Das V, McCarthy RJ, Kret L, Moric M, Buvanendran A. Effect of alpha-amino-3-hydroxy-5-methyl-4- isoxazolepropionic acid receptor (AMPA) dependent glutamate A1 and glutamate A2 activation on hippocampal pain pathways following hind-paw incision in mice. http://www.asaabstracts.com/strands/asaabstracts/abstract.htm?year=2021&index=3&absnum=3951 2021:A4158"
                },
                {
                    "pmid": "35779947",
                    "type": "BACKGROUND",
                    "citation": "Yost JG, Wulf HA, Browne CA, Lucki I. Antinociceptive and Analgesic Effects of (2R,6R)-Hydroxynorketamine. J Pharmacol Exp Ther. 2022 Sep;382(3):256-265. doi: 10.1124/jpet.122.001278. Epub 2022 Jul 2."
                },
                {
                    "pmid": "30796190",
                    "type": "BACKGROUND",
                    "citation": "Lumsden EW, Troppoli TA, Myers SJ, Zanos P, Aracava Y, Kehr J, Lovett J, Kim S, Wang FH, Schmidt S, Jenne CE, Yuan P, Morris PJ, Thomas CJ, Zarate CA Jr, Moaddel R, Traynelis SF, Pereira EFR, Thompson SM, Albuquerque EX, Gould TD. Antidepressant-relevant concentrations of the ketamine metabolite (2R,6R)-hydroxynorketamine do not block NMDA receptor function. Proc Natl Acad Sci U S A. 2019 Mar 12;116(11):5160-5169. doi: 10.1073/pnas.1816071116. Epub 2019 Feb 22."
                },
                {
                    "pmid": "33945878",
                    "type": "BACKGROUND",
                    "citation": "Morris PJ, Burke RD, Sharma AK, Lynch DC, Lemke-Boutcher LE, Mathew S, Elayan I, Rao DB, Gould TD, Zarate CA Jr, Zanos P, Moaddel R, Thomas CJ. A comparison of the pharmacokinetics and NMDAR antagonism-associated neurotoxicity of ketamine, (2R,6R)-hydroxynorketamine and MK-801. Neurotoxicol Teratol. 2021 Sep-Oct;87:106993. doi: 10.1016/j.ntt.2021.106993. Epub 2021 May 1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Das V, McCarthy RJ, Buvanendran A. [Unpublished manuscript] Progress report for NIH supplement 3R01009680-02S1. July 12 2021."
                },
                {
                    "pmid": "24380895",
                    "type": "BACKGROUND",
                    "citation": "Watterson LR, Olive MF. Are AMPA receptor positive allosteric modulators potential pharmacotherapeutics for addiction? Pharmaceuticals (Basel). 2013 Dec 30;7(1):29-45. doi: 10.3390/ph7010029."
                },
                {
                    "pmid": "26920691",
                    "type": "BACKGROUND",
                    "citation": "Lee K, Goodman L, Fourie C, Schenk S, Leitch B, Montgomery JM. AMPA Receptors as Therapeutic Targets for Neurological Disorders. Adv Protein Chem Struct Biol. 2016;103:203-61. doi: 10.1016/bs.apcsb.2015.10.004. Epub 2015 Nov 19."
                },
                {
                    "pmid": "29751227",
                    "type": "BACKGROUND",
                    "citation": "Hu X, Tian X, Guo X, He Y, Chen H, Zhou J, Wang ZJ. AMPA receptor positive allosteric modulators attenuate morphine tolerance and dependence. Neuropharmacology. 2018 Jul 15;137:50-58. doi: 10.1016/j.neuropharm.2018.04.020. Epub 2018 Apr 25."
                },
                {
                    "pmid": "33653395",
                    "type": "BACKGROUND",
                    "citation": "Zeng F, Zhang Q, Liu Y, Sun G, Li A, Talay RS, Wang J. AMPAkines potentiate the corticostriatal pathway to reduce acute and chronic pain. Mol Brain. 2021 Mar 2;14(1):45. doi: 10.1186/s13041-021-00757-y."
                },
                {
                    "pmid": "33545233",
                    "type": "BACKGROUND",
                    "citation": "Talay RS, Liu Y, Michael M, Li A, Friesner ID, Zeng F, Sun G, Chen ZS, Zhang Q, Wang J. Pharmacological restoration of anti-nociceptive functions in the prefrontal cortex relieves chronic pain. Prog Neurobiol. 2021 Jun;201:102001. doi: 10.1016/j.pneurobio.2021.102001. Epub 2021 Feb 2."
                },
                {
                    "pmid": "23986501",
                    "type": "BACKGROUND",
                    "citation": "McNicol ED, Midbari A, Eisenberg E. Opioids for neuropathic pain. Cochrane Database Syst Rev. 2013 Aug 29;2013(8):CD006146. doi: 10.1002/14651858.CD006146.pub2."
                },
                {
                    "pmid": "15733628",
                    "type": "BACKGROUND",
                    "citation": "Bouhassira D, Attal N, Alchaar H, Boureau F, Brochet B, Bruxelle J, Cunin G, Fermanian J, Ginies P, Grun-Overdyking A, Jafari-Schluep H, Lanteri-Minet M, Laurent B, Mick G, Serrie A, Valade D, Vicaut E. Comparison of pain syndromes associated with nervous or somatic lesions and development of a new neuropathic pain diagnostic questionnaire (DN4). Pain. 2005 Mar;114(1-2):29-36. doi: 10.1016/j.pain.2004.12.010. Epub 2005 Jan 26."
                },
                {
                    "pmid": "23742795",
                    "type": "BACKGROUND",
                    "citation": "Backonja MM, Attal N, Baron R, Bouhassira D, Drangholt M, Dyck PJ, Edwards RR, Freeman R, Gracely R, Haanpaa MH, Hansson P, Hatem SM, Krumova EK, Jensen TS, Maier C, Mick G, Rice AS, Rolke R, Treede RD, Serra J, Toelle T, Tugnoli V, Walk D, Walalce MS, Ware M, Yarnitsky D, Ziegler D. Value of quantitative sensory testing in neurological and pain disorders: NeuPSIG consensus. Pain. 2013 Sep;154(9):1807-1819. doi: 10.1016/j.pain.2013.05.047. Epub 2013 Jun 3. Erratum In: Pain. 2014 Jan;155(1):205."
                },
                {
                    "pmid": "25142459",
                    "type": "BACKGROUND",
                    "citation": "Jensen TS, Finnerup NB. Allodynia and hyperalgesia in neuropathic pain: clinical manifestations and mechanisms. Lancet Neurol. 2014 Sep;13(9):924-35. doi: 10.1016/S1474-4422(14)70102-4."
                },
                {
                    "pmid": "28259159",
                    "type": "BACKGROUND",
                    "citation": "Packham TL, Cappelleri JC, Sadosky A, MacDermid JC, Brunner F. Measurement properties of painDETECT: Rasch analysis of responses from community-dwelling adults with neuropathic pain. BMC Neurol. 2017 Mar 4;17(1):48. doi: 10.1186/s12883-017-0825-2."
                },
                {
                    "pmid": "24517836",
                    "type": "BACKGROUND",
                    "citation": "Ahmad S, De Oliveira GS Jr, Bialek JM, McCarthy RJ. Thermal quantitative sensory testing to predict postoperative pain outcomes following gynecologic surgery. Pain Med. 2014 May;15(5):857-64. doi: 10.1111/pme.12374. Epub 2014 Feb 12."
                },
                {
                    "pmid": "12746916",
                    "type": "BACKGROUND",
                    "citation": "Desmeules JA, Cedraschi C, Rapiti E, Baumgartner E, Finckh A, Cohen P, Dayer P, Vischer TL. Neurophysiologic evidence for a central sensitization in patients with fibromyalgia. Arthritis Rheum. 2003 May;48(5):1420-9. doi: 10.1002/art.10893."
                },
                {
                    "pmid": "31256677",
                    "type": "BACKGROUND",
                    "citation": "Shim J, Hamilton DF. Comparative responsiveness of the PROMIS-10 Global Health and EQ-5D questionnaires in patients undergoing total knee arthroplasty. Bone Joint J. 2019 Jul;101-B(7):832-837. doi: 10.1302/0301-620X.101B7.BJJ-2018-1543.R1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "PROMIS® (Patient-Reported Outcomes Measurement Information System). https://www.healthmeasures.net/explore-measurement-systems/promis"
                },
                {
                    "pmid": "23479545",
                    "type": "BACKGROUND",
                    "citation": "Cook KF, Dunn W, Griffith JW, Morrison MT, Tanquary J, Sabata D, Victorson D, Carey LM, Macdermid JC, Dudgeon BJ, Gershon RC. Pain assessment using the NIH Toolbox. Neurology. 2013 Mar 12;80(11 Suppl 3):S49-53. doi: 10.1212/WNL.0b013e3182872e80."
                },
                {
                    "pmid": "18211588",
                    "type": "BACKGROUND",
                    "citation": "Gallizzi M, Gagnon C, Harden RN, Stanos S, Khan A. Medication Quantification Scale Version III: internal validation of detriment weights using a chronic pain population. Pain Pract. 2008 Jan-Feb;8(1):1-4. doi: 10.1111/j.1533-2500.2007.00163.x."
                },
                {
                    "pmid": "24865794",
                    "type": "BACKGROUND",
                    "citation": "Gewandter JS, Dworkin RH, Turk DC, McDermott MP, Baron R, Gastonguay MR, Gilron I, Katz NP, Mehta C, Raja SN, Senn S, Taylor C, Cowan P, Desjardins P, Dimitrova R, Dionne R, Farrar JT, Hewitt DJ, Iyengar S, Jay GW, Kalso E, Kerns RD, Leff R, Leong M, Petersen KL, Ravina BM, Rauschkolb C, Rice ASC, Rowbotham MC, Sampaio C, Sindrup SH, Stauffer JW, Steigerwald I, Stewart J, Tobias J, Treede RD, Wallace M, White RE. Research designs for proof-of-concept chronic pain clinical trials: IMMPACT recommendations. Pain. 2014 Sep;155(9):1683-1695. doi: 10.1016/j.pain.2014.05.025. Epub 2014 May 24."
                },
                {
                    "pmid": "14659516",
                    "type": "BACKGROUND",
                    "citation": "Turk DC, Dworkin RH, Allen RR, Bellamy N, Brandenburg N, Carr DB, Cleeland C, Dionne R, Farrar JT, Galer BS, Hewitt DJ, Jadad AR, Katz NP, Kramer LD, Manning DC, McCormick CG, McDermott MP, McGrath P, Quessy S, Rappaport BA, Robinson JP, Royal MA, Simon L, Stauffer JW, Stein W, Tollett J, Witter J. Core outcome domains for chronic pain clinical trials: IMMPACT recommendations. Pain. 2003 Dec;106(3):337-345. doi: 10.1016/j.pain.2003.08.001."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Venables WN, Smith DM, the R Core Team. An Introduction to R. Accessed at https://cran.rproject.org/doc/manuals/r-release/R-intro.pdf"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Harrison E. Missing data. https://cran.r-project.org/web/packages/finalfit/vignettes/missing.html"
                },
                {
                    "pmid": "18205247",
                    "type": "BACKGROUND",
                    "citation": "Yang X, Li J, Shoptaw S. Imputation-based strategies for clinical trial longitudinal data with nonignorable missing values. Stat Med. 2008 Jul 10;27(15):2826-49. doi: 10.1002/sim.3111."
                },
                {
                    "pmid": "27004523",
                    "type": "BACKGROUND",
                    "citation": "Kerns RD, Heapy A, Kerns RD, Heapy AA. Advances in pain management for Veterans: Current status of research and future directions. J Rehabil Res Dev. 2016;53(1):vii-x. doi: 10.1682/JRRD.2015.10.0196. No abstract available."
                },
                {
                    "pmid": "20104399",
                    "type": "BACKGROUND",
                    "citation": "Lew HL, Otis JD, Tun C, Kerns RD, Clark ME, Cifu DX. Prevalence of chronic pain, posttraumatic stress disorder, and persistent postconcussive symptoms in OIF/OEF veterans: polytrauma clinical triad. J Rehabil Res Dev. 2009;46(6):697-702. doi: 10.1682/jrrd.2009.01.0006."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Jonas W, Walter J, Petri R. Integrative medicine and the trauma spectrum response. Medical Acupuncture.2015; 27:376-383. https://doi.org/10.1089/acu.2014.1081"
                },
                {
                    "pmid": "23590428",
                    "type": "BACKGROUND",
                    "citation": "Polomano RC, Buckenmaier CC 3rd, Kwon KH, Hanlon AL, Rupprecht C, Goldberg C, Gallagher RM. Effects of low-dose IV ketamine on peripheral and central pain from major limb injuries sustained in combat. Pain Med. 2013 Jul;14(7):1088-100. doi: 10.1111/pme.12094. Epub 2013 Apr 16."
                },
                {
                    "pmid": "32357588",
                    "type": "BACKGROUND",
                    "citation": "Modest JM, Raducha JE, Testa EJ, Eberson CP. Management of Post-Amputation Pain. R I Med J (2013). 2020 May 1;103(4):19-22."
                },
                {
                    "pmid": "32616209",
                    "type": "BACKGROUND",
                    "citation": "Feder A, Rutter SB, Schiller D, Charney DS. The emergence of ketamine as a novel treatment for posttraumatic stress disorder. Adv Pharmacol. 2020;89:261-286. doi: 10.1016/bs.apha.2020.05.004. Epub 2020 Jun 19."
                },
                {
                    "pmid": "27144355",
                    "type": "BACKGROUND",
                    "citation": "Zanos P, Moaddel R, Morris PJ, Georgiou P, Fischell J, Elmer GI, Alkondon M, Yuan P, Pribut HJ, Singh NS, Dossou KS, Fang Y, Huang XP, Mayo CL, Wainer IW, Albuquerque EX, Thompson SM, Thomas CJ, Zarate CA Jr, Gould TD. NMDAR inhibition-independent antidepressant actions of ketamine metabolites. Nature. 2016 May 26;533(7604):481-6. doi: 10.1038/nature17998. Epub 2016 May 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual patient data will be available from the PI, Dr. Asokumar Buvanendran, by request after executing a Data Use Agreement with Rush University. This agreement will indicate the criteria for data access, the conditions for research use, privacy and confidentiality standards to ensure data security at the recipient site, and prohibitions for manipulating data for the purposes of identifying subjects.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data will be available approximately 12 months following the closure of the study.",
            "accessCriteria": "Executed Data Use Agreement with Rush University Medical Center"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009437",
                    "term": "Neuralgia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12381",
                    "name": "Neuralgia",
                    "asFound": "Pain, Neuropathic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Nerve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}