{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05576896",
            "orgStudyIdInfo": {
                "id": "NU 22I05"
            },
            "secondaryIdInfos": [
                {
                    "id": "Northwestern University",
                    "type": "OTHER",
                    "domain": "NU 22I05"
                },
                {
                    "id": "IRB#",
                    "type": "OTHER",
                    "domain": "STU00217727"
                },
                {
                    "id": "P30CA060553",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA060553"
                },
                {
                    "id": "NCI-2022-08532",
                    "type": "REGISTRY",
                    "domain": "Clinical Trial Reporting Program"
                }
            ],
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Hydroxychloroquine in Combination With Encorafenib and Cetuximab or Panitumumab in the Treatment of Metastatic BRAF-mutated Colorectal Cancer Refractory",
            "officialTitle": "A Single-Arm, Phase II Study of Autophagy Modulation Using Hydroxychloroquine in Combination With Encorafenib and Cetuximab or Panitumumab in Metastatic BRAF-mutated Colorectal Cancer Refractory to Standard Therapies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "hydroxychloroquine-in-combination-with-encorafenib-and-cetuximab-or-panitumumab-in-the-treatment-of-metastatic-braf-mutated-colorectal-cancer-refractory"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-10",
            "studyFirstSubmitQcDate": "2022-10-11",
            "studyFirstPostDateStruct": {
                "date": "2022-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-16",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase II, open label, single-arm trial study of adding hydroxychloroquine to encorafenib and cetuximab in patients with metastatic BRAF V600E colon cancer with progression on at least 1 prior line of therapy. We hypothesize that autophagy is a major mechanism of resistance to BRAF inhibition in stage IV BRAF V600E colorectal cancer, and that the addition of hydroxychloroquine to standard encorafenib and cetuximab therapy will help overcome this resistance.",
            "detailedDescription": "Primary Objective -Determine the Objective Response Rate (ORR) of encorafenib, cetuximab or panitumumab, and hydroxychloroquine in patients with stage IV BRAF V600E mutated colorectal cancer.\n\nSecondary Objectives\n\n-Determine progression-free survival (PFS) of patients treated with encorafenib, cetuximab or panitumumab, and hydroxychloroquine.\n\nNote: progression is defined as either radiological progression (with CT scan) OR clinical progression, which will be defined as 'clinical deterioration associated with rising CEA biomarker' (laboratory date of collection of sample to be noted).\n\n* Determine overall survival (OS) by RECIST v1.1 criteria of patients treated with encorafenib, cetuximab or panitumumab, and hydroxychloroquine.\n* Determine 'Duration of Response' (DoR) of patients treated with encorafenib, cetuximab or panitumumab, and hydroxychloroquine.\n* Determine 'Duration of Stable Disease'(DoSD) of patients treated with encorafenib, cetuximab or panitumumab, and hydroxychloroquine.\n* Estimate rates of drug-related toxicities when patients are treated with encorafenib, cetuximab or panitumumab, and hydroxychloroquine.\n\nOUTLINE:\n\nPrior to starting therapy, patients will have a pretreatment cross-sectional scan. Patients will then begin with encorafenib 300 mg daily starting with Cycle 1 day 1; then patients will receive IV cetuximab weekly, with 400 mg/m2 on C1D1 as a loading dose and 250 mg/m2 on all other days.\n\nCycles repeat every 28 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up every 3 months (+/- 1 month) for the next 18 months."
        },
        "conditionsModule": {
            "conditions": [
                "Stage IV Colorectal Cancer Positive for BRAF V600E Mutation",
                "Colorectal Cancer",
                "Colorectal Cancer Stage IV"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 43,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (Hydroxychloroquine)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Hydroxychloroquine in Combination With Encorafenib and Cetuximab or Panitumumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Hydroxychloroquine in Combination With Encorafenib and Cetuximab or Panitumumab",
                    "description": "Prior to starting therapy, patients will have a pretreatment cross-sectional scan. Patients will then begin with encorafenib 300 mg daily starting with Cycle 1 day 1; then patients will receive IV cetuximab weekly, with 400 mg/m2 on C1D1 as a loading dose and 250 mg/m2 on all other days.\n\nCycles repeat every 28 days in the absence of disease progression or unacceptable toxicity.",
                    "armGroupLabels": [
                        "Treatment (Hydroxychloroquine)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "To determine the ORR by Response Evaluation Criteria in Solid Tumors (RECIST) v 1.1 criteria for the combination of encorafenib, cetuximab, and hydroxychloroquine. This will be assessed based on RECIST1.1 criteria by cross-sectional imaging done every 2 cycles.",
                    "timeFrame": "Within 30 days (+/- 7 days) of coming off treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "To determine PFS by RECIST v1.1 criteria, with encorafenib, cetuximab, and hydroxychloroquine. Progression is defined as either radiological progression (with CT scan) OR clinical progression.",
                    "timeFrame": "Up to 18 months after end of treatment"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Determine overall survival (OS) by using RECIST v1.1 criteria. Overall survival time is defined as the time that elapses between C1D1 (start of E+C treatment) and the date of death from any cause.",
                    "timeFrame": "Up to 18 months after end of treatment"
                },
                {
                    "measure": "Duration of Response (DoR)",
                    "description": "The evaluation of DoR of patients will be calculated as the time elapsed from the day when 'complete response (CR)' or 'partial response (PR)' is first observed.\n\nConfirmation of response for CR or PR will be conducted via imaging.",
                    "timeFrame": "Up to 18 months after end of treatment"
                },
                {
                    "measure": "Duration of Stable Disease (DoSD)",
                    "description": "Duration of stable disease will be calculated as the time elapsed from the day when \"stable disease\" is first observed until the earlier of the day of first documented disease progression (clinical OR radiological) using imaging.",
                    "timeFrame": "Up to 18 months after end of treatment"
                },
                {
                    "measure": "Adverse Events",
                    "description": "To determine safety and tolerability of encorafenib, cetuximab, and hydroxychloroquine as determined by NCI CTCAE v 5.",
                    "timeFrame": "Up to 18 months after end of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically confirmed stage IV colorectal cancer positive for BRAF V600E mutation and on at least 1 prior line of systemic therapy and have not had any previous BRAF inhibitor therapy Patients must have measurable disease as defined by RECIST 1.1 See Section 7 for the evaluation of measurable disease. Baseline imaging scan will be used.\n* Patients must have discontinued prior chemotherapy or targeted therapy at least 14 days prior to D1 of starting study treatment (E+C). Note: patients are allowed to start standard of care treatment with Encorafenib and Cetuximab/panitumumab (prior to registration for up to 14 days).\n* Patients must be at least 18 years of age.\n* Patients must exhibit an ECOG performance status of 0 or 1.\\[Refer Appendix 1\\]\n* Patients must have adequate organ and bone marrow function as defined below. If laboratory values are outside these thresholds at screening, repeat labs can be done within a 14 day window. If lab values meet criteria at screening as delineated below, they do not need to be repeated:\n* Leukocytes (WBC) ≥ 3,000/mcL\n* Absolute neutrophil count (ANC) ≥ 1,500/mcL\n* Hemoglobin (Hgb) ≥ 9 g/dL NOTE: Transfusions will be allowed to achieve this, but no more than 2 units of pRBC in the prior 4 weeks.\n* Platelets (PLT) ≥ 100,000/mcL Transfusions will be allowed to achieve this, but no more than 2 units of platelet transfusion in the prior 2 weeks\n* Total bilirubin ≤ 1.5 x Institutional upper limit of normal (ULN)\n* AST (SGOT)/ALT (SGPT) ≤ 2.5 x institutional ULN, or \\< 5x ULN in presence of liver metastases.\n* Creatinine, OR 1.5x ULN OR Glomerular filtration rate (GFR) eGFR is estimated GFR calculated by the C-G formula \\> 50 mL/min/1.73 m2 Abbreviations: ALT = alanine aminotransferase; ANC = absolute neutrophil count; AST = aspartate aminotransferase; ULN = upper limit of normal.\n* For patients with a known history of Human immunodeficiency virus (HIV), infected patients on effective anti-retroviral therapy must have an undetectable viral load.\n* For patients with a known history of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Patients with a known history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* Patients with treated brain metastases are eligible if follow-up brain imaging after central nervous system (CNS)-directed therapy shows no evidence of progression.\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen.\n* Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients should be class 2B or better. Note: Patients with clinically significant cardiac disease, including New York Heart Association Class III or IV heart failure are not eligible.\n* Females of child-bearing potential (FOCBP) are required to have a negative urine or serum pregnancy test within 7 days prior to commencement of dosing .Note: The test will have to be repeated if Cycle 1 Day1 is more than 3 days from registration. Females of non-childbearing potential may be included without serum pregnancy test if they are either surgically sterile or have been postmenopausal for ≥ 1 year.\n* The effects of Encorafenib and Cetuximab on the developing human fetus are unknown.\n\nFor this reason and because Encorafenib, Cettuximab \\[Class C\\] agents as well as other therapeutic agents used in this trial may be teratogenic, females of child-bearing potential (FOCBP) and men must agree to use adequate contraception ( only effective non-hormonal methods of contraception are allowed e.g. barrier method; abstinence from time of informed consent (atleast 14 days prior to C1D1), for the duration of study participation, and for 4 months following completion of therapy.\n\nShould a female patient become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception from time of informed consent, for the duration of study participation, and 4 months after completion of administration. NOTE: At the discretion of the investigator, acceptable methods of contraception may include total abstinence in cases where the lifestyle of the patient ensures compliance.\n\n(Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable methods of contraception.) NOTE: Hormonal-based methods (e.g., oral contraceptives) are NOT permitted as contraception Since encorafenib can increase the serum concentration of oral contraceptive pills. Note: A FOCBP is any woman (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n\n* Has not undergone a hysterectomy or bilateral oophorectomy\n* Has had menses at any time in the preceding 12 consecutive months (and therefore has not been naturally postmenopausal for \\> 12 months).\n\n  * Patients taking any type and number of prior anticancer therapies. Exception: BRAF or MEK inhibitors.\n  * All prior anti-cancer treatment-related toxicities (except alopecia ,neuropathy and laboratory values as listed in Eligibility Criteria 3.1.6) must be Grade 1 or less according to the Common Terminology Criteria for Adverse Events version 5 (CTCAE version5) at the time of starting treatment (C1D1). Note: If patient is receiving the 14 days of SOC treatment and has a toxicity attributed to that they would be permitted to register if the toxicity is clearly attributed to standard of care treatment and corresponding documentation is provided.\n  * If patient received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy\n  * Patients should have a QTc interval of ≤480 ms on the EKG Note: A single 12-lead EKG is acceptable.\n  * Patients must be able to swallow and retain oral medication and must not have any clinically significant gastrointestinal abnormalities (e.g., ulcerative diseases, uncontrolled vomiting, malabsorption syndrome, stomach resection, small bowel resection with decreased intestinal absorption) that may alter absorption.\n  * Patients must have the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients who have had chemotherapy or radiotherapy ≤ 14 days prior to planned treatment start date. Note: patients are allowed to start standard of care treatment with Encorafenib and Cetuximab (prior to registration for up to 14 days). Patients who are receiving any other investigational agents for at least 28 days before the first dose of study treatment i.e. C1D1 (which is start of E+C)\n\nPatients receiving treatment with any of the following are not eligible:\n\n* Cyclical chemotherapy within a period of time that was shorter than the cycle length for that treatment prior to C1D1(E+C treatment)\n* Biologic therapy except bevacizumab or aflibercept, continuous or intermittent small molecule therapeutics, within a period of time that is \\< 5 half-lives or \\< 28 days prior to starting study treatment\n* Bevacizumab or aflibercept therapy \\< 21 days prior to starting study treatment\n* Radiation therapy including \\> 30% of the bone marrow. Note: Palliative radiation is allowed at the time of enrollment Patients with leptomeningeal disease or metastases causing spinal cord compression that are symptomatic or untreated or not stable for ≥ 90 days (must be documented by imaging) or requiring corticosteroids. Subjects on a stable dose of corticosteroids \\> 28 days of no more than prednisone 10 mg daily or the equivalent, or who have been off of corticosteroids for at least 7 days before C1D1 (E+C), can be enrolled with approval of the medical monitor. Patients who have a history of allergic reactions attributed to compounds of similar chemical or biologic composition to hydroxychloroquine, encorafenib, or cetuximab.\n\nPatients using any medications that are strong inhibitors or inducers of cytochrome P450 (CYP) 3A4/5 \\< 7 days prior to the start of study treatment. \\[Refer Appendix 6\\] Note: Grapefruit/ grapefruit juice and Seville oranges and starfruit are to be avoided during treatment. Patients with known history of acute or chronic pancreatitis. Patients with history or current evidence of severe eye disease ( e.g. Retinal Vein Occlusion (RVO) or current risk factors for RVO including uncontrolled glaucoma or ocular hypertension, history of hyperviscosity or hypercoagulability syndromes) Patients with history of thromboembolic or cerebrovascular events ≤ 90 days prior to C1D1 (start of E+C treatment), including transient ischemic attacks, cerebrovascular accidents, deep vein thrombosis or pulmonary emboli. Concurrent neuromuscular disorder that is associated with the potential of elevated Creatine Kinase (CK) (e.g., inflammatory myopathies, muscular dystrophy, amyotrophic lateral sclerosis, spinal muscular atrophy). Patients with known history of Gilbert's syndrome or is known to have any of the following genotypes: UGT1A1\\*6/\\*6, UGT1A1\\*28/\\*28, or UGT1A1\\*6/\\*28. Patients with known psoriasis or porphyria. Patients who have an uncontrolled intercurrent illness including, but not limited to any of the following:\n\n* History of acute myocardial infection, acute coronary syndromes (including unstable angina, coronary artery bypass graft (CABG), coronary angioplasty or stenting) within 6 months prior to C1D1 (start of E+C treatment)\n* Ongoing or active infection requiring systemic treatment\n* Symptomatic congestive heart failure (i.e. Grade 2 or higher), history or current evidence of clinically significant cardiac arrhythmia and/or conduction abnormality \\<6 months prior to C1D1 (start of E+C treatment), EXCEPT for atrial fibrillation or paroxysmal supraventricular tachycardia\n* Uncontrolled arterial hypertension despite medical treatment Female patients who are pregnant or nursing. Patients with psychiatric illness/social situations that would limit compliance with study requirements.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Coordinator",
                    "role": "CONTACT",
                    "phone": "3126951301",
                    "email": "cancer@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Devalingam Mahalingam, MD, PhD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Devalingam Mahalingam, MD, PhD",
                            "role": "CONTACT",
                            "phone": "312-695-1301",
                            "email": "cancer@northwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006886",
                    "term": "Hydroxychloroquine"
                },
                {
                    "id": "D000068818",
                    "term": "Cetuximab"
                },
                {
                    "id": "D000077544",
                    "term": "Panitumumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000962",
                    "term": "Antimalarials"
                },
                {
                    "id": "D000000981",
                    "term": "Antiprotozoal Agents"
                },
                {
                    "id": "D000000977",
                    "term": "Antiparasitic Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9940",
                    "name": "Hydroxychloroquine",
                    "asFound": "Suture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1822",
                    "name": "Panitumumab",
                    "asFound": "Carotid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M315",
                    "name": "Cetuximab",
                    "asFound": "Physician",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4280",
                    "name": "Antimalarials",
                    "relevance": "LOW"
                },
                {
                    "id": "M4298",
                    "name": "Antiprotozoal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4294",
                    "name": "Antiparasitic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}