{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06242795",
            "orgStudyIdInfo": {
                "id": "23-0185"
            },
            "secondaryIdInfos": [
                {
                    "id": "005177D123",
                    "type": "OTHER_GRANT",
                    "domain": "Cystic Fibrosis Foundation"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Hypertonic Saline in NCFB",
            "officialTitle": "Effect of Hypertonic Saline on Mucociliary Clearance in Non-CF Bronchiectasis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hypertonic-saline-in-ncfb"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-26",
            "studyFirstSubmitQcDate": "2024-02-02",
            "studyFirstPostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cystic Fibrosis Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this single arm clinical trial is to evaluate the effects of 7% hypertonic saline (HS) delivered by nebulizer on clearance of mucus from the lungs in people with bronchiectasis (dilated airways) not due to cystic fibrosis. Mucociliary clearance (MCC) to measure the rate at which a person's lungs can clear inhaled particles will be assessed at baseline, and after acute (single dose) HS treatment, as well as after two weeks of treatment with HS.\n\nThe study has two main questions:\n\n1. Evaluate the repeatability MCC measures in people with non-CF bronchiectasis\n2. Compare MCC at baseline (before treatment with HS), after a single dose of HS (acute effect of HS), and after two weeks of treatment with HS twice a day (sustained effect of HS).\n\nParticipants will participate in 5 study visits: 1 screening/enrollment visit, 2 baseline visits, 1 visit during which first dose of HS would be administered and assessed, and 1 visit after 2 weeks of treatment with HS.",
            "detailedDescription": "The investigators will perform an open label, single arm pilot study of 7% HS as our treatment intervention in patients with NCFB. Participants will attend 5 study visits.\n\nThe first visit (V1) will be a screening visit to obtain informed consent, confirm that subjects meet all eligibility criteria through review of medical history and clinical records, and performance of a hypertonic saline tolerance test (HSTT). Participants meeting eligibility criteria will be enrolled in the study at that time, and subsequent study visits will be scheduled.\n\nAt each study visit, medical history will be reviewed. Pregnancy testing will be performed at all visits in participants who may become pregnant. Two baseline MCC scans (V2 and V3) will be performed under baseline conditions to assess variability, and expectorated sputum will be collected at either visit. Baseline spirometry and MBW will also be obtained at V2 and V3, and QOL-B will be assessed at V3 prior to any other study procedures that could impact their symptoms and responses.\n\nAt V4, the acute response to HS on MCC will be assessed after the first dose of HS is administered at the visit, marking the start of the two-week treatment period. Participants will be given a supply of HS to incorporate in their airway clearance regimen twice a day for two weeks (treatment period of up to 17 days, depending on exact timing of when V5 falls).\n\nThe evening prior to V5, patients will perform airway clearance and receive their final dose of HS. The following morning, they will hold airway clearance until after their study visit. At V5, they will complete post-treatment QOL-B, and Treatment Satisfaction Questionnaire for Medication (TSQM), MBW, spirometry, MCC (12 hours after last dose of HS, to assess sustained response to HS), and sputum collection."
        },
        "conditionsModule": {
            "conditions": [
                "Bronchiectasis",
                "Non-cystic Fibrosis Bronchiectasis"
            ],
            "keywords": [
                "airway clearance",
                "mucociliary clearance",
                "hypertonic saline"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This will be an open label, single arm pilot study of 7% hypertonic saline (HS) in patients with non-cystic fibrosis bronchiectasis (NCFB).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single arm treatment group with 7% HS",
                    "type": "EXPERIMENTAL",
                    "description": "All study participants will receive 7% HS by nebulizer twice a day for two weeks as part of airway clearance.",
                    "interventionNames": [
                        "Drug: 7% Hypertonic Saline via nebulization"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "7% Hypertonic Saline via nebulization",
                    "description": "Twice a day treatment with nebulized 7% HS for 2 weeks as part of airway clearance",
                    "armGroupLabels": [
                        "Single arm treatment group with 7% HS"
                    ],
                    "otherNames": [
                        "7% sodium chloride"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Repeatability of Mucociliary Clearance (MCC) at 60 minutes",
                    "description": "The primary outcome for Aim 1 will be the correlation between the average rate of MCC measured in the whole right lung compartment over 60 minutes (MCC60), calculated using point estimates collected every 10 minutes, assessed from two separate visits (Visit 2 and Visit 3)",
                    "timeFrame": "Day 1 (Visit 2) up to Day 14 +/- 3 (Visit 3)"
                },
                {
                    "measure": "Average change in MCC60 from baseline (Visit 2 and 3), after acute treatment with HS (Visit 4), and after two weeks of treatment with HS (Visit 5)",
                    "description": "Mean baseline MCC60 from Visit 2 and Visit 3 will be compared with MCC60 measured 30 minutes after first HS dose at Visit 4, and with MCC60 measured 12 hours after last dose of HS following 2 weeks of treatment with twice a day HS at Visit 5. MCC60 will be measured as the average rate of MCC measured in the whole right lung compartment over 60 minutes, calculated using point estimates collected every 10 minutes, at Visit 2 and 3 (for mean Baseline), Visit 4, and Visit 5.",
                    "timeFrame": "Day 1 (Visit 2) up to 7 weeks (Visit 5)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Forced Expiratory Volume in 1 Second (FEV1) from Baseline (mean from visit 2 and visit 3, pre-HS treatment) to Visit 5 (post-HS treatment period)",
                    "description": "FEV1 is measured by spirometry. On each occasion, the best of 3 trials, based on American Thoracic Society (ATS)/European Respiratory Society (ERS) criteria. The best forced vital capacity (FVC), FEV1 and Forced expiratory flow between 25% and 75% of vital capacity (FEF25-75) (from trial with highest FVC+FEV1 sum) will be recorded (absolute value and % of predicted). Two baseline measurements will occur at Visit 2 and Visit 3, with calculation of mean baseline FEV1 from these results. The change in FEV1 from Baseline to Visit 5 will then be assessed.",
                    "timeFrame": "Day 1 (Visit 2) up to 7 weeks (Visit 5)"
                },
                {
                    "measure": "Change in Quality of life for Bronchiectasis (QOL-B) Domain Scores from Visit 3 (2nd baseline visit, pre-HS treatment) to Visit 5 (post-HS treatment period)",
                    "description": "The QOL-B Version 3.1 questionnaire is a self-administered patient reported outcome for symptom assessment and health-related quality of life in people with NCFB. It is a validated tool containing 37 items in 8 domains translated into multiple languages, with minimal important difference determined per each domain. Domains include Physical Functioning, Role Functioning, Vitality, Emotional Functioning, Social Functioning, Treatment Burden, Health Perceptions, Respiratory Symptoms. Items are on 4-point Likert scales, except for the Respiratory Symptoms domain which includes an item about sputum color, which has 6 answer choices (see separate outcome measure for sputum color). Each domain is scored separately, scores are scaled up to be in the range of 0 to 100 (higher scores correspond to better health outcomes). Participants will complete the QOL-B at baseline (Visit 3), and again post-HS treatment period (Visit 5), and changes in the domain scores will be assessed.",
                    "timeFrame": "Day 14 ± 3 (Visit 3) up to 5 weeks (Visit 5)"
                },
                {
                    "measure": "Change in Quality of life for Bronchiectasis (QOL-B) Respiratory Symptoms Domain Sputum Score from Visit 3 (2nd baseline visit, pre-HS treatment) to Visit 5 (post-HS treatment period)",
                    "description": "The Respiratory Symptoms domain includes one item that assesses sputum color with 6 answer choices (unlike other items on the QOL-B which are scored on 4-point Likert scales). Answer choices include \"clear\" (1 point, reverse coded for scoring as 4 points), \"clear to yellow\" (2 points, reverse coded as 3 points), \"yellowish-green\" (3 points, reverse coded as 2 points), \"brownish-dark\" (4 points, reverse coded as 1 point), \"green with traces of blood\" (4 points, reverse coded as 1 point), and \"don't know\" (6 points, reverse coded to be not scored). The sputum score is reverse coded so that higher scores correspond to better health outcomes. Reverse coded score minimum 1, maximum 4. Participants will complete the QOL-B at baseline (Visit 3), and again post-HS treatment period (Visit 5), and changes in the domain scores will be assessed.",
                    "timeFrame": "Day 14 ± 3 (Visit 3) up to 5 weeks (Visit 5)"
                },
                {
                    "measure": "Change in Lung Clearance Index (LCI) as measured by Multiple Breath Washout (MBW) from Baseline (mean from VIsit 2 and visit 3, pre-HS treatment) to Visit 5 (post-HS treatment period)",
                    "description": "The LCI is the number of lung turnovers required to reduce exhaled nitrogen (N2) containing tracer gas concentration to 1/40th of its starting values. It is calculated by dividing the sum of exhaled tidal breaths (cumulative exhaled volume) by simultaneously measured functional residual capacity (FRC). LCI is able to detect abnormalities in lung function earlier than more traditional modalities such as spirometry.",
                    "timeFrame": "Day 1 (Visit 2) up to 7 weeks (Visit 5)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults \\>18 years of age able to provide informed consent\n* Diagnosis of bronchiectasis confirmed on prior chest computed tomography (CT), involving at least 2 lobes, with at least one lobe of involvement in the right lung\n* Forced expiratory volume in one second (FEV1) % predicted: 40-90%, inclusive\n* History of prior bronchiectasis exacerbations (requiring antibiotics once in prior year)\n* Chronic sputum production, with subject reporting at least 1 teaspoon per day, on at least 5 days per week when at baseline\n\nExclusion Criteria\n\n* Diagnosis of cystic fibrosis (CF), primary ciliary dyskinesia (PCD), chronic aspiration, or predominantly traction bronchiectasis due to interstitial lung disease (ILD)\n* Unable or unwilling to undergo HS washout period of 2 weeks preceding first baseline MCC scan\n* Concomitant inhaled acetylcysteine or dornase alfa use\n* Non-tuberculous mycobacterial infection (NTM) on NTM-directed antibiotic treatment\n* Recent pulmonary exacerbation in preceding 4 weeks\n* History of intolerance to HS (bronchospasm, hemoptysis)\n* History of significant hemoptysis (\\>60 ml) within the preceding 3 months\n* Severe asthma, as reflected by need for chronic oral corticosteroids (\\>10mg/day), asthma biologic therapies, hospitalization for status asthmaticus within the past year, or bronchiectasis felt to have resulted from chronic asthma\n* Significant bronchodilator response (\\>15% increase in FEV1 or forced vital capacity \\[FVC\\]) on pre-post spirometry testing during screening visit\n* Failed HS tolerability test (HSTT) at screening, as indicated by:\n* Intolerable symptoms after HS administration\n* Decline in FEV1 % predicted by \\>20% when measured 15 min after HS administration\n* Decline in FEV1 % predicted between 10-20% when measured at 15 min that does not recover to within 10% of baseline without intervention 1 hour post HS test dose\n* Smoking/vaping, any substance within the past year, or \\>10 pack-years of cigarette use over their lifetime\n* More than 2 chest CTs in the past year or a combination of procedures believed to have exposed the lungs to \\>150 millisieverts (mSv)\n* Current/recent participation in other interventional studies for NCFB, allowing for appropriate wash-out time\n* Pregnancy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine A. Despotes, MD",
                    "role": "CONTACT",
                    "phone": "9199669198",
                    "email": "katherine.despotes@unchealth.unc.edu"
                },
                {
                    "name": "Alex Nesbit",
                    "role": "CONTACT",
                    "email": "alexandria_nesbit@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine A. Despotes, MD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine A. Despotes, MD",
                            "role": "CONTACT",
                            "phone": "919-966-9198",
                            "email": "katherine.despotes@unchealth.unc.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phoneExt": "Despotes",
                            "email": "katherine.despotes@unchealth.unc.edu"
                        },
                        {
                            "name": "Katherine A. Despotes, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001987",
                    "term": "Bronchiectasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5263",
                    "name": "Bronchiectasis",
                    "asFound": "Bronchiectasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}