{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03579108",
            "orgStudyIdInfo": {
                "id": "LSUIRB 9976"
            },
            "organization": {
                "fullName": "Louisiana State University Health Sciences Center in New Orleans",
                "class": "OTHER"
            },
            "briefTitle": "Hypertension Management in Family Practice",
            "officialTitle": "Hypertension Management and Outcomes in a Family Practice Setting",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "hypertension-management-in-family-practice"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-02-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-06-25",
            "studyFirstSubmitQcDate": "2018-07-05",
            "studyFirstPostDateStruct": {
                "date": "2018-07-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-05-19",
            "lastUpdatePostDateStruct": {
                "date": "2021-05-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Erwin A. Aguilar",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Louisiana State University Health Sciences Center in New Orleans"
            },
            "leadSponsor": {
                "name": "Louisiana State University Health Sciences Center in New Orleans",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "High blood pressure is the greatest threat to the global burden of disease, contributing to an estimated 9.4 million deaths a year. Cardiovascular disease morbidity and mortality are positively correlated with the degree of elevation of blood pressure, without any evidence of a threshold down to at least 115/75 mm Hg\\[2\\]. Hypertension is common, and nearly every clinician in every specialty deals either directly or indirectly with managing it or its consequences.\n\nThe population age 65 years or older numbered 46.2 million in 2014 and they represent 14.5% of the US population, the older population in 2030 is projected to be more than twice as large as in 2000, growing from 35 million to 74 million and representing 21 percent of the total U.S. population and it is expected to more than double to 98 million in 2060.Proper managing and controlling blood pressure markedly improves patient morbidity and mortality, SHEP study showed that in persons aged 60 years and over with isolated systolic hypertension, antihypertensive stepped-care drug treatment with low-dose chlorthalidone as step 1 medication reduced the incidence of total stroke by 36%.This study will estimate the prevalence of hypertension diagnosis, treatment and outcomes in a Family Practice population. It is a hypothesis generating study",
            "detailedDescription": "This a retrospective cross-sectional chart review study. The study population will consist of a random sample of patients from the Family Practice of the LSU Department of Family Medicine at LSU Health Sciences Center in New Orleans (LSUHSC-NO) Chart data will be collected retrospectively back to one year from date of starting data abstraction.\n\nData Quality The data used in this study comes from patient charts that are actively being used in the management of patient care. Data quality will be ensured through several means. First, the data collection process will be conducted family medicine resident. Second, data will be abstracted directly into an electronic encrypted Excel file.\n\nSelection of Participants The family medicine residents will take each one 25 patients each and review the charts and record the information on an Excel spread sheet."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension"
            ],
            "keywords": [
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "RETROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Retrospective Chart Review",
                    "description": "Chart review",
                    "otherNames": [
                        "Chart review"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "controlled hypertension",
                    "description": "number of patients controlled and non controlled",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* hypertension\n\nExclusion Criteria:\n\n* No hypertension",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Family Medicine Practice",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erwin A Aguilar, PharmD,, MPH",
                    "role": "CONTACT",
                    "phone": "504-568-8655",
                    "email": "eaguil@lsuhsc.edu"
                },
                {
                    "name": "Sean Barry, BSc",
                    "role": "CONTACT",
                    "phone": "504-568-8655",
                    "email": "sbarr2@lsuhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erwin A Aguilar, PharmD, MPH",
                    "affiliation": "LSU Health Sciences Center in New Orleans",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "LSU Health Sciences Center",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erwin Aguilar, PharmD",
                            "role": "CONTACT",
                            "phone": "504-568-8655",
                            "email": "eaguil@lsuhsc.edu"
                        },
                        {
                            "name": "Sean Barry, BSc",
                            "role": "CONTACT",
                            "phone": "504-568-8655",
                            "email": "sbarr2@lsuhsc.edu"
                        },
                        {
                            "name": "Erwin A Aguilar, PharmD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sean Barry, BSc",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Statistics, F. I.-R. (2016). Older Americans 2016: Key Indicators of Well-Being. Washington, DC: Federal Interagency Forum on Aging-Related Statistics. Retrieved from AgingStats.gov"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "HHS. (2015). A profile of Older Americans: 2015. Washingtin, D.C: HHS. Retrieved from Profile of Older American."
                },
                {
                    "pmid": "17608879",
                    "type": "BACKGROUND",
                    "citation": "Ostchega Y, Dillon CF, Hughes JP, Carroll M, Yoon S. Trends in hypertension prevalence, awareness, treatment, and control in older U.S. adults: data from the National Health and Nutrition Examination Survey 1988 to 2004. J Am Geriatr Soc. 2007 Jul;55(7):1056-65. doi: 10.1111/j.1532-5415.2007.01215.x."
                },
                {
                    "pmid": "26497967",
                    "type": "BACKGROUND",
                    "citation": "Butt DA, Harvey PJ. Benefits and risks of antihypertensive medications in the elderly. J Intern Med. 2015 Dec;278(6):599-626. doi: 10.1111/joim.12446. Epub 2015 Oct 26."
                },
                {
                    "pmid": "11244010",
                    "type": "BACKGROUND",
                    "citation": "Franklin SS, Jacobs MJ, Wong ND, L'Italien GJ, Lapuerta P. Predominance of isolated systolic hypertension among middle-aged and elderly US hypertensives: analysis based on National Health and Nutrition Examination Survey (NHANES) III. Hypertension. 2001 Mar;37(3):869-74. doi: 10.1161/01.hyp.37.3.869."
                },
                {
                    "pmid": "26835847",
                    "type": "BACKGROUND",
                    "citation": "Buford TW. Hypertension and aging. Ageing Res Rev. 2016 Mar;26:96-111. doi: 10.1016/j.arr.2016.01.007. Epub 2016 Feb 1."
                },
                {
                    "pmid": "9236450",
                    "type": "BACKGROUND",
                    "citation": "Franklin SS, Gustin W 4th, Wong ND, Larson MG, Weber MA, Kannel WB, Levy D. Hemodynamic patterns of age-related changes in blood pressure. The Framingham Heart Study. Circulation. 1997 Jul 1;96(1):308-15. doi: 10.1161/01.cir.96.1.308."
                },
                {
                    "pmid": "25315030",
                    "type": "BACKGROUND",
                    "citation": "Kjeldsen S, Feldman RD, Lisheng L, Mourad JJ, Chiang CE, Zhang W, Wu Z, Li W, Williams B. Updated national and international hypertension guidelines: a review of current recommendations. Drugs. 2014 Nov;74(17):2033-51. doi: 10.1007/s40265-014-0306-5."
                },
                {
                    "pmid": "24243703",
                    "type": "BACKGROUND",
                    "citation": "Go AS, Bauman MA, Coleman King SM, Fonarow GC, Lawrence W, Williams KA, Sanchez E; American Heart Association; American College of Cardiology; Centers for Disease Control and Prevention. An effective approach to high blood pressure control: a science advisory from the American Heart Association, the American College of Cardiology, and the Centers for Disease Control and Prevention. Hypertension. 2014 Apr;63(4):878-85. doi: 10.1161/HYP.0000000000000003. Epub 2013 Nov 15. No abstract available. Erratum In: Hypertension. 2014 Jun;63(6):e175."
                },
                {
                    "pmid": "24352797",
                    "type": "BACKGROUND",
                    "citation": "James PA, Oparil S, Carter BL, Cushman WC, Dennison-Himmelfarb C, Handler J, Lackland DT, LeFevre ML, MacKenzie TD, Ogedegbe O, Smith SC Jr, Svetkey LP, Taler SJ, Townsend RR, Wright JT Jr, Narva AS, Ortiz E. 2014 evidence-based guideline for the management of high blood pressure in adults: report from the panel members appointed to the Eighth Joint National Committee (JNC 8). JAMA. 2014 Feb 5;311(5):507-20. doi: 10.1001/jama.2013.284427. Erratum In: JAMA. 2014 May 7;311(17):1809."
                },
                {
                    "pmid": "25114277",
                    "type": "BACKGROUND",
                    "citation": "Reisin E, Harris RC, Rahman M. Commentary on the 2014 BP guidelines from the panel appointed to the Eighth Joint National Committee (JNC 8). J Am Soc Nephrol. 2014 Nov;25(11):2419-24. doi: 10.1681/ASN.2014040371. Epub 2014 Aug 11."
                },
                {
                    "pmid": "24270181",
                    "type": "BACKGROUND",
                    "citation": "Weber MA, Schiffrin EL, White WB, Mann S, Lindholm LH, Kenerson JG, Flack JM, Carter BL, Materson BJ, Ram CV, Cohen DL, Cadet JC, Jean-Charles RR, Taler S, Kountz D, Townsend R, Chalmers J, Ramirez AJ, Bakris GL, Wang J, Schutte AE, Bisognano JD, Touyz RM, Sica D, Harrap SB. Clinical practice guidelines for the management of hypertension in the community a statement by the American Society of Hypertension and the International Society of Hypertension. J Hypertens. 2014 Jan;32(1):3-15. doi: 10.1097/HJH.0000000000000065. No abstract available."
                },
                {
                    "pmid": "23732715",
                    "type": "BACKGROUND",
                    "citation": "Stevens PE, Levin A; Kidney Disease: Improving Global Outcomes Chronic Kidney Disease Guideline Development Work Group Members. Evaluation and management of chronic kidney disease: synopsis of the kidney disease: improving global outcomes 2012 clinical practice guideline. Ann Intern Med. 2013 Jun 4;158(11):825-30. doi: 10.7326/0003-4819-158-11-201306040-00007."
                },
                {
                    "pmid": "24786438",
                    "type": "BACKGROUND",
                    "citation": "Dasgupta K, Quinn RR, Zarnke KB, Rabi DM, Ravani P, Daskalopoulou SS, Rabkin SW, Trudeau L, Feldman RD, Cloutier L, Prebtani A, Herman RJ, Bacon SL, Gilbert RE, Ruzicka M, McKay DW, Campbell TS, Grover S, Honos G, Schiffrin EL, Bolli P, Wilson TW, Lindsay P, Hill MD, Coutts SB, Gubitz G, Gelfer M, Vallee M, Prasad GV, Lebel M, McLean D, Arnold JM, Moe GW, Howlett JG, Boulanger JM, Larochelle P, Leiter LA, Jones C, Ogilvie RI, Woo V, Kaczorowski J, Burns KD, Petrella RJ, Hiremath S, Milot A, Stone JA, Drouin D, Lavoie KL, Lamarre-Cliche M, Tremblay G, Hamet P, Fodor G, Carruthers SG, Pylypchuk GB, Burgess E, Lewanczuk R, Dresser GK, Penner SB, Hegele RA, McFarlane PA, Khara M, Pipe A, Oh P, Selby P, Sharma M, Reid DJ, Tobe SW, Padwal RS, Poirier L; Canadian Hypertension Education Program. The 2014 Canadian Hypertension Education Program recommendations for blood pressure measurement, diagnosis, assessment of risk, prevention, and treatment of hypertension. Can J Cardiol. 2014 May;30(5):485-501. doi: 10.1016/j.cjca.2014.02.002. Epub 2014 Feb 22."
                },
                {
                    "pmid": "23771844",
                    "type": "BACKGROUND",
                    "citation": "Mancia G, Fagard R, Narkiewicz K, Redon J, Zanchetti A, Bohm M, Christiaens T, Cifkova R, De Backer G, Dominiczak A, Galderisi M, Grobbee DE, Jaarsma T, Kirchhof P, Kjeldsen SE, Laurent S, Manolis AJ, Nilsson PM, Ruilope LM, Schmieder RE, Sirnes PA, Sleight P, Viigimaa M, Waeber B, Zannad F, Redon J, Dominiczak A, Narkiewicz K, Nilsson PM, Burnier M, Viigimaa M, Ambrosioni E, Caufield M, Coca A, Olsen MH, Schmieder RE, Tsioufis C, van de Borne P, Zamorano JL, Achenbach S, Baumgartner H, Bax JJ, Bueno H, Dean V, Deaton C, Erol C, Fagard R, Ferrari R, Hasdai D, Hoes AW, Kirchhof P, Knuuti J, Kolh P, Lancellotti P, Linhart A, Nihoyannopoulos P, Piepoli MF, Ponikowski P, Sirnes PA, Tamargo JL, Tendera M, Torbicki A, Wijns W, Windecker S, Clement DL, Coca A, Gillebert TC, Tendera M, Rosei EA, Ambrosioni E, Anker SD, Bauersachs J, Hitij JB, Caulfield M, De Buyzere M, De Geest S, Derumeaux GA, Erdine S, Farsang C, Funck-Brentano C, Gerc V, Germano G, Gielen S, Haller H, Hoes AW, Jordan J, Kahan T, Komajda M, Lovic D, Mahrholdt H, Olsen MH, Ostergren J, Parati G, Perk J, Polonia J, Popescu BA, Reiner Z, Ryden L, Sirenko Y, Stanton A, Struijker-Boudier H, Tsioufis C, van de Borne P, Vlachopoulos C, Volpe M, Wood DA. 2013 ESH/ESC guidelines for the management of arterial hypertension: the Task Force for the Management of Arterial Hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC). Eur Heart J. 2013 Jul;34(28):2159-219. doi: 10.1093/eurheartj/eht151. Epub 2013 Jun 14. No abstract available."
                },
                {
                    "pmid": "23520636",
                    "type": "BACKGROUND",
                    "citation": "Jaques H; National Institute for Health and Clinical Excellence (NICE). NICE guideline on hypertension. Eur Heart J. 2013 Feb;34(6):406-8. No abstract available."
                },
                {
                    "pmid": "25537708",
                    "type": "BACKGROUND",
                    "citation": "American Diabetes Association. (8) Cardiovascular disease and risk management. Diabetes Care. 2015 Jan;38 Suppl:S49-57. doi: 10.2337/dc15-S011. No abstract available."
                },
                {
                    "pmid": "21262990",
                    "type": "BACKGROUND",
                    "citation": "Heidenreich PA, Trogdon JG, Khavjou OA, Butler J, Dracup K, Ezekowitz MD, Finkelstein EA, Hong Y, Johnston SC, Khera A, Lloyd-Jones DM, Nelson SA, Nichol G, Orenstein D, Wilson PW, Woo YJ; American Heart Association Advocacy Coordinating Committee; Stroke Council; Council on Cardiovascular Radiology and Intervention; Council on Clinical Cardiology; Council on Epidemiology and Prevention; Council on Arteriosclerosis; Thrombosis and Vascular Biology; Council on Cardiopulmonary; Critical Care; Perioperative and Resuscitation; Council on Cardiovascular Nursing; Council on the Kidney in Cardiovascular Disease; Council on Cardiovascular Surgery and Anesthesia, and Interdisciplinary Council on Quality of Care and Outcomes Research. Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association. Circulation. 2011 Mar 1;123(8):933-44. doi: 10.1161/CIR.0b013e31820a55f5. Epub 2011 Jan 24."
                },
                {
                    "pmid": "12493255",
                    "type": "BACKGROUND",
                    "citation": "Lewington S, Clarke R, Qizilbash N, Peto R, Collins R; Prospective Studies Collaboration. Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies. Lancet. 2002 Dec 14;360(9349):1903-13. doi: 10.1016/s0140-6736(02)11911-8. Erratum In: Lancet. 2003 Mar 22;361(9362):1060."
                },
                {
                    "pmid": "26551272",
                    "type": "BACKGROUND",
                    "citation": "SPRINT Research Group; Wright JT Jr, Williamson JD, Whelton PK, Snyder JK, Sink KM, Rocco MV, Reboussin DM, Rahman M, Oparil S, Lewis CE, Kimmel PL, Johnson KC, Goff DC Jr, Fine LJ, Cutler JA, Cushman WC, Cheung AK, Ambrosius WT. A Randomized Trial of Intensive versus Standard Blood-Pressure Control. N Engl J Med. 2015 Nov 26;373(22):2103-16. doi: 10.1056/NEJMoa1511939. Epub 2015 Nov 9. Erratum In: N Engl J Med. 2017 Dec 21;377(25):2506. doi: 10.1056/NEJMx170008."
                },
                {
                    "pmid": "2046107",
                    "type": "BACKGROUND",
                    "citation": "Prevention of stroke by antihypertensive drug treatment in older persons with isolated systolic hypertension. Final results of the Systolic Hypertension in the Elderly Program (SHEP). SHEP Cooperative Research Group. JAMA. 1991 Jun 26;265(24):3255-64."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}