{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05959395",
            "orgStudyIdInfo": {
                "id": "GCC 20122"
            },
            "organization": {
                "fullName": "NeoTherma Oncology",
                "class": "INDUSTRY"
            },
            "briefTitle": "Hyperthermia Treatment Added to Chemotherapy Standard of Care for Pancreatic Tumors",
            "officialTitle": "Early Feasibility Study to Evaluate the Initial Safety and Device Functionality of VectRx Thermal Therapy Added to Chemotherapy Treatment of Pancreatic Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "hyperthermia-treatment-added-to-chemotherapy-standard-of-care-for-pancreatic-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-21",
            "studyFirstSubmitQcDate": "2023-07-24",
            "studyFirstPostDateStruct": {
                "date": "2023-07-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NeoTherma Oncology",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "University of Maryland, Baltimore",
                    "class": "OTHER"
                },
                {
                    "name": "Databean",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "In this study, tumors of the pancreas are treated with a device placed around the abdomen that creates an electromagnetic field that generates heat in the tumor. Heating the tumor improves blood flow and the delivery of chemotherapy to the tumor as has been shown in numerous studies for various cancers with potential clinical benefits. Subjects will receive the thermal treatment on the same day and prior to receiving standard of care chemotherapy for a total of 4 treatments. This study is an early feasibility study that aims to demonstrate the safety and the performance of the device.",
            "detailedDescription": "NeoTherma Oncology (NTO) is evaluating the initial safety and device functionality of VectRx, a medical device that produces a locoregional thermal effect through a Radiofrequency (RF)- generated Electromagnetic Field (EMF). VectRx therapy is intended for use as added to standard of care chemotherapy treatment of pancreatic ductal adenocarcinoma (PDAC). This treatment is intended to improve perfusion and re-oxygenate in the tumor microenvironment (TME) of deep solid tumors. This study will enroll up to 5 subjects who will receive treatment with the VectRx device in conjunction with standard of care Chemotherapy. Safety will be evaluated by the type and severity of AEs while functionality (ability to heat) will be assessed using precisely placed temperature probes. Together these results will provide an initial assessment of safety and functionality.\n\nUp to 5 adult subjects with pancreatic adenocarcinoma (primary and metastatic) recommended for chemotherapy based on multi-disciplinary tumor board evaluation including borderline resectable (BR) or unresectable (UR) Locally Advanced Pancreatic Cancer (LAPC), high risk resectable patients felt to benefit from chemotherapy."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VectRx Thermal Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Device performance",
                    "interventionNames": [
                        "Device: VectRx Thermal Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "VectRx Thermal Therapy",
                    "description": "Subjects will receive VectRx thermal treatment added to 2 cycles of chemotherapy regimen. The VectRx device will be used under continuous investigator monitoring of internal tissue temperatures via real-time temperature probe data, as well as clinical signs and symptoms reflecting the objectives described above. Up to 5 study subjects will be treated. They will complete VectRx treatment during day 1 prior to 5-FU based (e.g., mFOLFIRINOX) or Gemcitabine based (e.g., Gemcitabine/Nab Paclitaxel) chemotherapy infusion. Thermal treatment will be carefully ramped-up to achieve staged goals of average tumor temperatures between 38°C and 43°C for total treatment times up to 30-70 minutes. The target temperature will be 41.5°C.",
                    "armGroupLabels": [
                        "VectRx Thermal Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Performance of the VectRx device in its ability to increase temperature in the pancreas",
                    "description": "Temperature change in patient internal and surface temperature probes measured in degree Celsius during each heat therapy (HT)",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Safety of the VectRx treatment evaluated by incidence of Adverse events (AEs) such as first and second-degree burns, edema and abdominal pain, will be assessed [safety and tolerability].",
                    "description": "AEs including serious adverse events (SAEs), including 1st degree and 2nd degree burns, edema, and abdominal pain will be assessed and graded according to the Common Terminology Criteria for Adverse Events (CTCAE v5 November 2017) during each heat therapy (HT) and chemotherapy (CT) treatment.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide signed and dated informed consent form\n* Subjects who are \\> 18 years old\n* Histologically or cytologically proven adenocarcinoma of the pancreas\n* Subjects who enrolled prior to- or during initial course of planned chemotherapy.\n* Subjects with other histology that would typically receive these regimens are included (i.e. adenosquamous)\n* BR and UR Pancreatic Cancer based on modified NCCN guideline will be used as a guide for radiographic findings (94), or high risk resectable pancreatic cancer recommended by a multi-disciplinary team for chemotherapy based on NCCN recommendations (NCCN version 2.2021).\n* Measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST v1.1) on imaging studies CT\n* Eastern Cooperative Oncology Group (ECOG) performance of 0-1 (Appendix D)\n* Estimated life expectancy \\> 9 months\n* If female patient is of child-bearing potential, she must have a negative serum pregnancy test (βhCG) documented at screening\n* Subjects who meet the following baseline organ function parameters:\n\n  * Absolute neutrophil count \\>/= 1,500cells/mm3\n  * Platelets \\>100,000cells/mm3\n  * Total Bilirubin ≤1.5X normal institutional limits OR \\< 2.0 ULN if stenting occurred\n  * AST(SGOT)/ALT(SGPT) \\<2.5X institutional upper limit of normal\n  * Creatinine \\< 1.5mg/dl OR Cr clearance \\>60 mL/min/1.73 m2\n* Subjects with inactive/asymptomatic carrier, chronic, or active HBV infection must meet the following criteria: HBV deoxyribonucleic acid (DNA) \\< 500 IU/mL (or 2500 copies/mL) at screening. Subjects with cured hepatitis C virus (HCV) infection at screening can be enrolled but should have HBV DNA levels checked periodically while on study to monitor for reactivation.\n\nEligible HBV: HB sAg(-) HB sAg (+) and DNA \\< 500 IU/mL (or 2500 copies / mL) HCV: HCV Ab (-) HCV Ab (+) and HCV RNA (-)\n\nExclusion Criteria:\n\n* Subjects with any part of the body between the hips and shoulders \\>46 inch circumference, with an anterior posterior depth of \\~10.5\" in a supine position (fit may vary with body shape)\n* Subjects unable to tolerate magnetic resonance imaging\n* Subjects receiving treatment with other radiofrequency medical devices\n* Subject has pacemaker, electrocardiograph, implanted defibrillator, infusion pumps, insulin pumps, cardiac monitoring electrodes and devices, deep brain stimulators, cochlear implants, radiofrequency identification devices attached to devices, or any implanted active electronic device or monitoring system, adhesive skin patches including conductive metal\n* Metal biliary stents (plastic stents are allowed)\n* Non-removable implanted designated MR unsafe and/or RF incompatible ferromagnetic metallic devices such as metal joint replacements\n* Subjects who have ferromagnetic or electrically conductive, metal, or foreign objects in or on or attached to their body\n* Severe pulmonary disease with a forced expiratory volume (FEV) \\<50%\n* Unstable angina pectoris (under medication) with imminent threat of an infarction\n* Myocardial infarction \\<6 months ago\n* Cardiac decompensation or arrhythmia necessitating medication\n* Systolic blood pressure \\>180 mmHg and/or \\<90 mmHg, while using medication\n* Diastolic blood pressure \\>100 mmHg and/or \\<50 mmHg, while using medication\n* Open skin wounds on the torso\n* Severe cerebrovascular disease: multiple cerebrovascular accidents (CVA) or a CVA \\<6 months before treatment\n* Subjects having received prior pancreatic surgery, radiation therapy, for pancreatic cancer of any histology\n* Subjects with tumors extending to or invading the duodenum\n* Subjects with recurrent/relapsed pancreatic cancer\n* Progressive disease on pre-protocol enrollment studies for patients already on systemic therapy\n* Subjects with pancreatitis\n* Subjects in their reproductive age who are breast feeding or have a positive pregnancy test\n* Any co-morbid condition such as but not limited to congestive heart failure, cardiac arrhythmia, or psychiatric illness of sufficient severity to limit full compliance with the protocol per assessment by the individual treating physician\n* Concurrent active infection\n* Prior malignancies other than cervical cancer in situ, adequately treated basal cell or squamous cell carcinoma of skin or treated low risk prostate cancer within the past 3 years\n* Patient with known historical or active infection with HIV\n* Subjects with inactive/asymptomatic carrier, chronic, or active HBV infection with HBV deoxyribonucleic acid (DNA) \\> 500 IU/mL (or 2500 copies/mL) at screening\n* Patient who has undergone recent major surgery, other than diagnostic surgical procedure within 4 weeks prior to screening\n* Subjects with a history of interstitial lung disease, history of slowly progressive dyspnea and unproductive cough, sarcoidosis, silicosis, interstitial pulmonary fibrosis, pulmonary hypersensitivity pneumonitis or multiple allergies\n* Subjects with greater than grade 2 peripheral neuropathy\n* History of any psychiatric condition that might impair the patient's ability to understand or comply with the requirement of the study or to provide consent\n* Inability or unwillingness to provide informed consent\n* Currently enrolled in another investigational drug or device trial that clinically interferes with this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly Kitzmiller, MPH",
                    "role": "CONTACT",
                    "phone": "(410) 369-5264",
                    "email": "kelly.kitzmiller@umm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Pierre Floriano, PhD",
                    "affiliation": "NeoTherma Oncology",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Jason Molitoris, MD",
                    "affiliation": "University of Maryland",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Kitzmiller, MPH",
                            "role": "CONTACT",
                            "phone": "410-369-5264",
                            "email": "kelly.kitzmiller@umm.edu"
                        },
                        {
                            "name": "Jason Molitoris, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Sponsor's website",
                    "url": "http://www.neothermaoncology.com"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2454",
                    "name": "Hyperthermia",
                    "relevance": "LOW"
                },
                {
                    "id": "M8464",
                    "name": "Fever",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "relevance": "LOW"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}