{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01280994",
            "orgStudyIdInfo": {
                "id": "Pro00025110"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Hyperpolarized 129Xe MRI for Imaging Pulmonary Function",
            "officialTitle": "Hyperpolarized 129Xe MR Imaging of the Lung Function in Healthy Volunteers and Subjects With Pulmonary Disease",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "hyperpolarized-mri-for-imaging-pulmonary-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-01"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2011-01-09",
            "studyFirstSubmitQcDate": "2011-01-20",
            "studyFirstPostDateStruct": {
                "date": "2011-01-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-01-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Bastiaan Driehuys",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Duke University"
            },
            "leadSponsor": {
                "name": "Bastiaan Driehuys",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to develop and evaluate the usefulness of MRI using 129Xe gas for regional assessment of pulmonary function. Specifically, three forms of 129Xe MRI contrast will be the investigators focus - 1) imaging of the 129Xe ventilation distribution, 2) imaging the alveolar microstructure via the 129Xe apparent diffusion coefficient (ADC), and 3) imaging 129Xe that dissolves in the pulmonary blood and tissues upon inhalation. Such imaging of 129Xe gas transfer is expected to be uniquely sensitive to pathologies affecting gas exchange (fibrosis, emphysema, pulmonary hypertension) and provide new insights regarding the normal resting heterogeneity of pulmonary gas exchange.",
            "detailedDescription": "Non-invasive imaging of pulmonary function is expected to provide critical insights that are needed to spur progress in characterizing and treating chronic pulmonary diseases. The current primary diagnostic measure is pulmonary function testing (PFT), which was introduced in the mid-19th century, yet remains the standard of care today. PFTs have the advantage of being non-invasive and widely available, but suffer from poor sensitivity and high variability. Thus, PFTs are ineffective in assessing therapeutic response or disease progression on reasonable time scales, given the frequent heterogeneity of disease and the lung's compensatory mechanisms.\n\nIt has long been appreciated that improving sensitivity requires assessing the lungs regionally. To this end, methods, such as computed tomography (CT), provide insights into lung structure, but lung function must be inferred. However, of greater concern is the high radiation dose associated with CT, which precludes frequent longitudinal follow-up imaging. Alternatively, regional imaging of both ventilation and perfusion is possible using nuclear medicine techniques such as planar scintigraphy, single photon computed tomography (SPECT), or positron emission tomography (PET). However, as with CT imaging, all these modalities expose the subject to ionizing radiation and cannot be applied serially without a compelling clinical need. Moreover, these nuclear imaging modalities suffer from poor spatial and temporal resolution.\n\nThe key role for HP 129Xe MRI is that it can enable non-invasive high-resolution imaging of all aspects of pulmonary structure and function. We have recently shown HP 129Xe MRI to visualize pulmonary ventilation with high resolution, as well as the ability to show abnormalities of the alveolar microstructure that are associated with the emphysema phenotype of COPD. We have also demonstrated the fundamentally new capability to directly visualize the uptake of 129Xe into the pulmonary capillary blood and tissues, which can provide an even more complete picture of pulmonary function by supplying regional gas exchange information.\n\nXenon is a noble gas that is not chemically altered by the body. A small fraction of the inhaled Xe is absorbed into the blood stream and has documented anesthetic effects at moderate concentrations. The levels of gas used in this protocol are within the previously derived safe limits for both animals and humans. The stable isotope 129Xe can be hyperpolarized, which is a means to enhance its gross MRI signal by a factor of ∼100,000. Such signal enhancement makes it possible to image the inhaled gas with high spatial and temporal resolution. Moreover, the properties of 129Xe enable images to be acquired with multiple forms of contrast including ventilation, lung microstructure, and regional gas exchange. Because 129Xe MRI uses no ionizing radiation, and only an inhaled gas contrast agent, it has the potential to be used in longitudinal studies to test the effects of therapy or monitor progression of disease noninvasively."
        },
        "conditionsModule": {
            "conditions": [
                "Interstitial Lung Disease"
            ],
            "keywords": [
                "Lung Disease",
                "Pulmonary Disease",
                "Diagnostic Imaging",
                "MRI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 445,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Hyperpolarized 129Xenon Gas",
                    "description": "Hyperpolarized 129Xenon Gas will be administered in multiple doses in volumes that are tailored to the subject's total lung capacity (TLC) followed by a breath hold of up to 15 seconds. Subsequent 129Xe doses will only be administered once the subject is ready to proceed."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Adverse Events as a Measure of Safety and Tolerability",
                    "description": "The purpose of this trial is to examine the ability of HP 129Xe imaging to characterize the lung in healthy and diseased states. The safety endpoint for each subject is to record any adverse events as a measure of safety and tolerability. The technical endpoint for each subject is the acquisition of technically adequate HP 129Xe MR images.",
                    "timeFrame": "Day 2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria for Healthy Control Subjects\n\n1. Subject has no diagnosed pulmonary conditions\n2. Subject has not smoked in the previous 5 years.\n3. Smoking history, if any, is less than or equal to 5 pack-years.\n\nInclusion Criteria for Subjects with lung disease\n\n1. Subject has a diagnosis of pulmonary dysfunction made by a physician\n2. No acute worsening of pulmonary function in the past 30 days\n\nExclusion Criteria:\n\n1. Subject is less than 18 years old\n2. MRI is contraindicated based on responses to MRI screening questionaire\n3. Subject is pregnant or lactating\n4. Respiratory illness of a bacterial or viral etiology within 30 days of MRI\n5. Subject has received an investigational medicinal product (not including 129Xe) within 30 days of MRI\n6. Subject has any form of known cardiac arrhythmia\n7. Subject does not fit into 129Xe vest coil used for MRI\n8. Subject cannot hold his/her breath for 15 seconds\n9. Subject deemed unlikely to be able to comply with instructions during imaging",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Korzekwinski",
                    "role": "CONTACT",
                    "phone": "919-681-7362",
                    "email": "jennifer.korzekwinski@duke.edu"
                },
                {
                    "name": "Cody Blanton",
                    "role": "CONTACT",
                    "phone": "919-668-7575",
                    "email": "cody.blanton@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Mammarappallil, M.D.",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bastiaan Driehuys, Ph.D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Joseph Mammarappallil, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20808950",
                    "type": "BACKGROUND",
                    "citation": "Cleveland ZI, Cofer GP, Metz G, Beaver D, Nouls J, Kaushik SS, Kraft M, Wolber J, Kelly KT, McAdams HP, Driehuys B. Hyperpolarized Xe MR imaging of alveolar gas uptake in humans. PLoS One. 2010 Aug 16;5(8):e12192. doi: 10.1371/journal.pone.0012192."
                },
                {
                    "pmid": "23065808",
                    "type": "BACKGROUND",
                    "citation": "Virgincar RS, Cleveland ZI, Kaushik SS, Freeman MS, Nouls J, Cofer GP, Martinez-Jimenez S, He M, Kraft M, Wolber J, McAdams HP, Driehuys B. Quantitative analysis of hyperpolarized 129Xe ventilation imaging in healthy volunteers and subjects with chronic obstructive pulmonary disease. NMR Biomed. 2013 Apr;26(4):424-35. doi: 10.1002/nbm.2880. Epub 2012 Oct 13."
                },
                {
                    "pmid": "21413080",
                    "type": "BACKGROUND",
                    "citation": "Kaushik SS, Cleveland ZI, Cofer GP, Metz G, Beaver D, Nouls J, Kraft M, Auffermann W, Wolber J, McAdams HP, Driehuys B. Diffusion-weighted hyperpolarized 129Xe MRI in healthy volunteers and subjects with chronic obstructive pulmonary disease. Magn Reson Med. 2011 Apr;65(4):1154-65. doi: 10.1002/mrm.22697. Epub 2010 Dec 16."
                },
                {
                    "pmid": "25952516",
                    "type": "BACKGROUND",
                    "citation": "Roos JE, McAdams HP, Kaushik SS, Driehuys B. Hyperpolarized Gas MR Imaging: Technique and Applications. Magn Reson Imaging Clin N Am. 2015 May;23(2):217-29. doi: 10.1016/j.mric.2015.01.003."
                },
                {
                    "pmid": "23845983",
                    "type": "RESULT",
                    "citation": "Kaushik SS, Freeman MS, Cleveland ZI, Davies J, Stiles J, Virgincar RS, Robertson SH, He M, Kelly KT, Foster WM, McAdams HP, Driehuys B. Probing the regional distribution of pulmonary gas exchange through single-breath gas- and dissolved-phase 129Xe MR imaging. J Appl Physiol (1985). 2013 Sep;115(6):850-60. doi: 10.1152/japplphysiol.00092.2013. Epub 2013 Jul 11."
                },
                {
                    "pmid": "25262951",
                    "type": "RESULT",
                    "citation": "He M, Kaushik SS, Robertson SH, Freeman MS, Virgincar RS, McAdams HP, Driehuys B. Extending semiautomatic ventilation defect analysis for hyperpolarized (129)Xe ventilation MRI. Acad Radiol. 2014 Dec;21(12):1530-41. doi: 10.1016/j.acra.2014.07.017. Epub 2014 Sep 26."
                },
                {
                    "pmid": "25038105",
                    "type": "RESULT",
                    "citation": "Kaushik SS, Freeman MS, Yoon SW, Liljeroth MG, Stiles JV, Roos JE, Foster W, Rackley CR, McAdams HP, Driehuys B. Measuring diffusion limitation with a perfusion-limited gas--hyperpolarized 129Xe gas-transfer spectroscopy in patients with idiopathic pulmonary fibrosis. J Appl Physiol (1985). 2014 Sep 15;117(6):577-85. doi: 10.1152/japplphysiol.00326.2014. Epub 2014 Jul 18."
                },
                {
                    "pmid": "25980630",
                    "type": "RESULT",
                    "citation": "Kaushik SS, Robertson SH, Freeman MS, He M, Kelly KT, Roos JE, Rackley CR, Foster WM, McAdams HP, Driehuys B. Single-breath clinical imaging of hyperpolarized (129)Xe in the airspaces, barrier, and red blood cells using an interleaved 3D radial 1-point Dixon acquisition. Magn Reson Med. 2016 Apr;75(4):1434-43. doi: 10.1002/mrm.25675. Epub 2015 May 18."
                },
                {
                    "pmid": "25936684",
                    "type": "RESULT",
                    "citation": "He M, Robertson SH, Kaushik SS, Freeman MS, Virgincar RS, Davies J, Stiles J, Foster WM, McAdams HP, Driehuys B. Dose and pulse sequence considerations for hyperpolarized (129)Xe ventilation MRI. Magn Reson Imaging. 2015 Sep;33(7):877-85. doi: 10.1016/j.mri.2015.04.005. Epub 2015 Apr 30."
                },
                {
                    "pmid": "27662575",
                    "type": "RESULT",
                    "citation": "Ebner L, He M, Virgincar RS, Heacock T, Kaushik SS, Freemann MS, McAdams HP, Kraft M, Driehuys B. Hyperpolarized 129Xenon Magnetic Resonance Imaging to Quantify Regional Ventilation Differences in Mild to Moderate Asthma: A Prospective Comparison Between Semiautomated Ventilation Defect Percentage Calculation and Pulmonary Function Tests. Invest Radiol. 2017 Feb;52(2):120-127. doi: 10.1097/RLI.0000000000000322."
                },
                {
                    "pmid": "27617823",
                    "type": "RESULT",
                    "citation": "He M, Driehuys B, Que LG, Huang YT. Using Hyperpolarized 129Xe MRI to Quantify the Pulmonary Ventilation Distribution. Acad Radiol. 2016 Dec;23(12):1521-1531. doi: 10.1016/j.acra.2016.07.014. Epub 2016 Sep 9."
                },
                {
                    "pmid": "27162620",
                    "type": "RESULT",
                    "citation": "Dahhan T, Kaushik SS, He M, Mammarappallil JG, Tapson VF, McAdams HP, Sporn TA, Driehuys B, Rajagopal S. Abnormalities in hyperpolarized (129)Xe magnetic resonance imaging and spectroscopy in two patients with pulmonary vascular disease. Pulm Circ. 2016 Mar;6(1):126-31. doi: 10.1086/685110."
                },
                {
                    "pmid": "28940334",
                    "type": "RESULT",
                    "citation": "Robertson SH, Virgincar RS, Bier EA, He M, Schrank GM, Smigla RM, Rackley C, McAdams HP, Driehuys B. Uncovering a third dissolved-phase 129 Xe resonance in the human lung: Quantifying spectroscopic features in healthy subjects and patients with idiopathic pulmonary fibrosis. Magn Reson Med. 2017 Oct;78(4):1306-1315. doi: 10.1002/mrm.26533. Epub 2016 Nov 8."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "asFound": "Interstitial Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014978",
                    "term": "Xenon"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018685",
                    "term": "Anesthetics, Inhalation"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17715",
                    "name": "Xenon",
                    "asFound": "STEMI",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20765",
                    "name": "Anesthetics, Inhalation",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}