{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03073785",
            "orgStudyIdInfo": {
                "id": "0552-16-FB"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2016-01360",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "P30CA036727",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA036727"
                }
            ],
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Hypofractionated Stereotactic Body Radiation & Fluorouracil or Capecitabine for Locally Advanced Pancreatic Cancer",
            "officialTitle": "A Randomized Phase II Study of the Efficacy and Safety of Hypofractionated Stereotactic Radiotherapy and 5FU or Capecitabine With and Without Zometa in Patients With Locally Advanced Pancreatic Adenocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "hypofractionated-stereotactic-body-radiation-fluorouracil-or-capecitabine-for-locally-advanced-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-09-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-02-28",
            "studyFirstSubmitQcDate": "2017-03-02",
            "studyFirstPostDateStruct": {
                "date": "2017-03-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized phase II trial studies how well hypofractionated stereotactic body radiation therapy and fluorouracil or capecitabine with or without zoledronic acid work in treating patients with pancreatic cancer that has spread from where it started to nearby tissue or lymph nodes. Hypofractionated stereotactic body radiation therapy is a specialized radiation therapy that sends higher doses of x-rays over a shorter period of time directly to the tumor using smaller doses over several days and may cause less damage to normal tissue. Drugs used in chemotherapy, such as fluorouracil and capecitabine, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Zoledronic acid is used in cancer patients to reduce cancer symptoms and may make tumor cells more sensitive to radiation. Giving hypofractionated stereotactic body radiation therapy and fluorouracil or capecitabine with or without zoledronic acid may work better in treating patients with pancreatic cancer.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the efficacy of hypofractionated radiation therapy concurrently with zoledronic acid (Zometa) and fluorouracil (5Fu) or capecitabine.\n\nSECONDARY OBJECTIVES:\n\nI. To examine the toxicity of Zometa while it is used concurrently with hypofractionated radiation therapy.\n\nII. To evaluate local failure-free survival and overall survival, surgical resection rate and tumor response rate.\n\nTERTIARY OBJECTIVES:\n\nI. To quantify the amplitude of the expression of genes that are involved in cholesterol biosynthesis (ACAT2, DHCR7, ELFN2, FASN, SC4MOL, and SQLE) in pancreatic tumor tissue prior to and following the Zometa and radiation therapy if the pancreatic cancer tissue is available.\n\nII. To measure Zometa pharmacokinetics at steady-state. III. To evaluate tumor and organ motion with 4 dimension(D) computed tomography (CT) and respiratory gating system and to evaluate the effect of tumor/organ motion on the dosimetry, local control and survival.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM A: Patients undergo hypofractionated stereotactic body radiation therapy in 5 fractions on days 1-5. Patients receive fluorouracil intravenously (IV) over 24 hours on day 1 weekly for 4 weeks or capecitabine orally (PO) every 12 hours starting the evening before day 1 of radiation therapy for 4 weeks as per standard of care. Patients then undergo surgery 6-8 weeks after completion of radiation therapy.\n\nARM B: Patients receive zoledronic acid IV over no less than 15 minutes 1 week prior to radiation therapy. Patients undergo hypofractionated stereotactic body radiation therapy and receive treatment with fluorouracil IV or capecitabine PO as in Arm A. Patients then undergo surgery 6-8 weeks after completion of radiation therapy.\n\nAfter completion of study treatment, patients are followed up for 30 days, every 3 months for the first year, every 4 months for the second year, and then every 6 months thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatic Adenocarcinoma",
                "Recurrent Pancreatic Carcinoma",
                "Stage I Pancreatic Cancer AJCC v6 and v7",
                "Stage IA Pancreatic Cancer AJCC v6 and v7",
                "Stage IB Pancreatic Cancer AJCC v6 and v7",
                "Stage II Pancreatic Cancer AJCC v6 and v7",
                "Stage IIA Pancreatic Cancer AJCC v6 and v7",
                "Stage IIB Pancreatic Cancer AJCC v6 and v7",
                "Stage III Pancreatic Cancer AJCC v6 and v7",
                "Stage IV Pancreatic Cancer AJCC v6 and v7"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A (chemotherapy, radiation therapy)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients undergo hypofractionated stereotactic body radiation therapy in 5 fractions on days 1-5. Patients receive fluorouracil IV over 24 hours on day 1 weekly for 4 weeks or capecitabine PO every 12 hours starting the evening before day 1 of radiation therapy for 4 weeks as per standard of care. Patients then undergo surgery 6-8 weeks after completion of radiation therapy.",
                    "interventionNames": [
                        "Drug: Capecitabine",
                        "Drug: Fluorouracil",
                        "Other: Laboratory Biomarker Analysis",
                        "Other: Pharmacological Study",
                        "Radiation: Stereotactic Body Radiation Therapy"
                    ]
                },
                {
                    "label": "Arm B (zoledronic acid, chemotherapy, radiation therapy)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive zoledronic acid IV over no less than 15 minutes 1 week prior to radiation therapy. Patients undergo hypofractionated stereotactic body radiation therapy and receive treatment with fluorouracil IV or capecitabine PO as in Arm A. Patients then undergo surgery 6-8 weeks after completion of radiation therapy.",
                    "interventionNames": [
                        "Drug: Capecitabine",
                        "Drug: Fluorouracil",
                        "Other: Laboratory Biomarker Analysis",
                        "Other: Pharmacological Study",
                        "Radiation: Stereotactic Body Radiation Therapy",
                        "Drug: Zoledronic Acid"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Capecitabine",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm A (chemotherapy, radiation therapy)",
                        "Arm B (zoledronic acid, chemotherapy, radiation therapy)"
                    ],
                    "otherNames": [
                        "Ro 09-1978/000",
                        "Xeloda"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fluorouracil",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm A (chemotherapy, radiation therapy)",
                        "Arm B (zoledronic acid, chemotherapy, radiation therapy)"
                    ],
                    "otherNames": [
                        "5-Fluoro-2,4(1H, 3H)-pyrimidinedione",
                        "5-Fluorouracil",
                        "5-Fluracil",
                        "5-FU",
                        "AccuSite",
                        "Carac",
                        "Fluoro Uracil",
                        "Fluouracil",
                        "Flurablastin",
                        "Fluracedyl",
                        "Fluracil",
                        "Fluril",
                        "Fluroblastin",
                        "Ribofluor",
                        "Ro 2-9757",
                        "Ro-2-9757"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Arm A (chemotherapy, radiation therapy)",
                        "Arm B (zoledronic acid, chemotherapy, radiation therapy)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Pharmacological Study",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Arm A (chemotherapy, radiation therapy)",
                        "Arm B (zoledronic acid, chemotherapy, radiation therapy)"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Body Radiation Therapy",
                    "description": "Undergo hypofractionated stereotactic radiotherapy",
                    "armGroupLabels": [
                        "Arm A (chemotherapy, radiation therapy)",
                        "Arm B (zoledronic acid, chemotherapy, radiation therapy)"
                    ],
                    "otherNames": [
                        "SABR",
                        "SBRT",
                        "Stereotactic Ablative Body Radiation Therapy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Zoledronic Acid",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm B (zoledronic acid, chemotherapy, radiation therapy)"
                    ],
                    "otherNames": [
                        "[1-Hydroxy-2-(1H-imidazol-1-yl)ethylidene]bisphosphonic Acid",
                        "CGP 42446",
                        "CGP42446A",
                        "NDC-Zoledronate",
                        "Reclast",
                        "ZOL 446",
                        "Zometa"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Local control",
                    "description": "Will be observed.",
                    "timeFrame": "At 4 months"
                },
                {
                    "measure": "Local control",
                    "description": "Will be observed.",
                    "timeFrame": "At 8 months"
                },
                {
                    "measure": "Local control",
                    "description": "Will be observed.",
                    "timeFrame": "At 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose of zoledronic acid determined by dose limiting toxicities evaluated according to National Cancer Institute Common Terminology Criteria for Adverse Events version 4.0",
                    "description": "Safety variables to be analyzed are adverse events. Adverse events will be tallied for overall frequency (number and percentage of subjects), worst reported severity, and relationship to study drugs. Serious adverse events will be summarized similarly.",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Local failure-free survival will be compared between patients with and without Zometa",
                    "description": "Time to local failure will be analyzed using Kaplan-Meier method",
                    "timeFrame": "From date of administration of study drug to the date of first appearance of local disease progression or recurrence by imaging, or death, assessed up to 5 years"
                },
                {
                    "measure": "Overall survival will be compared between patients with and without Zometa",
                    "description": "Time to death will be analyzed using Kaplan-Meier method",
                    "timeFrame": "From the first date of study drug to the date of death, assessed up to 5 years"
                },
                {
                    "measure": "Surgical complete resection (negative margin) rate will be compared between patients with and without Zometa",
                    "description": "The number and proportion of patients undergoing complete resection will be reported.",
                    "timeFrame": "Immediate after the surgery"
                },
                {
                    "measure": "Pathologic response for patients who undergo resection will be compared between patients with and without Zometa",
                    "description": "The pathologic response will be scored from 0-9 by a pathologist, 0 is no response and 9 is complete response.",
                    "timeFrame": "Immediate after surgery"
                },
                {
                    "measure": "The change of tumor size after SBRT will be compared between patients with and without Zometa",
                    "description": "The size of tumor will be measured on CT/MRI before and after SBRT",
                    "timeFrame": "within 1 months prior to SBRT and 4-5 weeks after SBRT"
                },
                {
                    "measure": "The change of max and average SUV after SBRT will be compared between patients with and without Zometa.",
                    "description": "The max and average SUV will be measured on PET before and after SBRT",
                    "timeFrame": "within 1 months prior to SBRT and 4-5 weeks after SBRT"
                },
                {
                    "measure": "Tumor and organ motion",
                    "description": "The amplitude of 3D tumor/organ motion will be measured using 4D CT scans",
                    "timeFrame": "Immediate prior to SBRT"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "RNA seq will be used to assess gene expression involved in cholesterol biosynthesis in patients who had resection with or without Zometa",
                    "description": "Change in expression of genes involved in cholesterol biosynthesis in patients who undergo resection will be assessed.",
                    "timeFrame": "up to 5 years"
                },
                {
                    "measure": "Pharmacokinetics parameters of zoledronic acid",
                    "description": "The concentration of plasma zoledronic acid will be measured.in patients who received zoledronic acid",
                    "timeFrame": "At 0 and 1 hours post zoledronic acid dose, and before radiation treatments on days 2, 3, 4, and 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pathologically confirmed adenocarcinoma of the pancreas; patients with either initially diagnosed or recurrent locally advanced disease; the maximum dimension of the treatment target must be =\\<10 cm; locally advanced disease defined as: T 1-2N+MO or T3-4 NxMo, or borderline resectable and unresectable adenocarcinoma without distant metastatic disease or resectable T3-4 NxMo disease or M1 with controlled distant disease\n* Patients with inoperable conditions with resectable disease (T1-2NoMo)\n* Karnofsky performance status of 60% or better\n* Patients who received recent chemotherapy for pancreatic cancer are eligible; patients who received chemotherapy \\> 5 years ago for malignancies other than pancreatic cancer are also eligible, provided that chemotherapy was completed \\> 5 years ago and that there is no evidence of the second malignancy at the time of study entry\n* Patients who received radiation therapy \\> 5 years ago for malignancies other than pancreatic cancer and whose radiation therapy field is not overlapping with the 20% isodose line of current radiation field are eligible, provided that radiation therapy was completed \\> 5 years ago and that there is no evidence of the second malignancy at the time of study entry\n* All malignant disease must be able to be encompassed within a single irradiation field\n* Patients must have an absolute neutrophil count (ANC) greater than or equal to 1500/uL\n* All patients must have radiographically assessable disease\n* Platelet count greater than or equal to 100,000/uL\n* Patients must have a serum creatinine less than or equal to 2.0 mg/dL and total bilirubin less than or equal to 2.0 mg/dL in the absence of biliary obstruction; if the patient has biliary obstruction, biliary decompression will be required; either endoscopic placement of a biliary stent or percutaneous transhepatic drainage is acceptable; once biliary drainage has been established, institution of protocol therapy may proceed when the total bilirubin falls to 4.0 mg/dL or lower)\n* Patients must have a calculated creatinine clearance of \\>= 35\n* The patient must be aware of the neoplastic nature of his/her disease and willingly provide written, informed consent after being informed of the procedure to be followed, the experimental nature of the therapy, alternatives, potential benefits, side-effects, risks, and discomforts\n\nExclusion Criteria:\n\n* Patients with a known allergy to Zometa or to antiemetics appropriate for administration in conjunction with protocol-directed therapy\n* Uncontrolled inter-current illness including, but not limited to ongoing or active infection requiring intravenous antibiotics, symptomatic congestive heart failure, unstable angina pectoris, or serious, uncontrolled cardiac arrhythmia, that might jeopardize the ability of the patient to receive the therapy program outlined in this protocol with reasonable safety\n* Pregnant and nursing women are excluded from this study\n* Patients with prior malignancy will be excluded except for adequately treated basal cell or squamous cell skin cancer, adequately treated noninvasive carcinomas, or other cancers from which the patient has been disease-free for at least 5 years\n* Patients with active duodenal ulcer or bleeding or history of a gastrointestinal fistula or perforation or other significant bowel problems (severe nausea, vomiting, inflammatory bowel disease and significant bowel resection)\n* Patients with known human immunodeficiency virus (HIV) infection, or hepatic insufficiency\n* Patients may not be receiving or have received Zometa during/or within 3 weeks prior to treatment with Zometa",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chi Lin, MD, PhD",
                    "role": "CONTACT",
                    "phone": "402-552-3879",
                    "email": "clin@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chi Lin, MD, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chi Lin, MD, PhD",
                            "role": "CONTACT",
                            "phone": "402-552-3844",
                            "email": "clin@unmc.edu"
                        },
                        {
                            "name": "Chi Lin, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077211",
                    "term": "Zoledronic Acid"
                },
                {
                    "id": "D000069287",
                    "term": "Capecitabine"
                },
                {
                    "id": "D000005472",
                    "term": "Fluorouracil"
                },
                {
                    "id": "C000029899",
                    "term": "Imidazole"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M377",
                    "name": "Capecitabine",
                    "asFound": "200",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "asFound": "According",
                    "relevance": "HIGH"
                },
                {
                    "id": "M121171",
                    "name": "Imidazole",
                    "asFound": "Phase IV",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1699",
                    "name": "Zoledronic Acid",
                    "asFound": "Endoscopic Variceal Ligation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}