{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06344130",
            "orgStudyIdInfo": {
                "id": "10001859"
            },
            "secondaryIdInfos": [
                {
                    "id": "001859-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Hypofractionation Trial of Re-irradiation in Good Prognosis Recurrent Glioblastoma",
            "officialTitle": "A Phase I Hypofractionation Trial of Re-irradiation in Good Prognosis Recurrent Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hypofractionation-trial-of-re-irradiation-in-good-prognosis-recurrent-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-02",
            "studyFirstSubmitQcDate": "2024-04-02",
            "studyFirstPostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nGlioblastoma (GBM) is a cancer of the brain. Current survival rates for people with GBM are poor; survival ranges from 5.2 months to 39 months. Most tumors come back within months or years after treatment, and when they do, they are worse: Overall survival drops to less than 10 months. No standard treatment exists for people whose GBM has returned after radiation therapy.\n\nObjective:\n\nTo find a safe schedule for using radiation to treat GBM tumors that returned after initial radiation treatment.\n\nEligibility:\n\nPeople aged 18 years and older with grade 4 GBM that returned after initial radiation treatment.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam with blood tests. A sample of tumor tissue may be collected.\n\nParticipants will undergo re-irradiation planning: They will wear a plastic mask over their head during imaging scans. These scans will pinpoint the exact location of the tumor. This spot will be the target of the radiation treatments.\n\nParticipants will undergo radiation treatment 4 times per week. Some people will have this treatment for 3 weeks, some for 2 weeks, and some for 1 week. Blood tests and other exams will be repeated at each visit.\n\nParticipants will complete questionnaires about their physical and mental health. They will answer these questions before starting radiation treatment; once a week during treatment; and at intervals for up to 3 years after treatment ends.\n\nParticipants will have follow-up visits 1 month after treatment and then every 2 months for 6 months. Follow-up clinic visits will continue up to 3 years. Follow-ups by phone or email will continue an additional 2 years.",
            "detailedDescription": "Background:\n\n* Although survival of glioblastoma (GBM) has improved using standard of care chemoradiation, outcomes are still poor. Most patients will recur within months to years, in or adjacent to their previous treatment field.\n* There is no consensus standard of care for patients with recurrent GBM. Re-resection is recommended, if possible, to improve symptoms and decrease tumor volume. However, this treatment option is possible only in a minority of patients, and for these patients re-irradiation has emerged as a possible treatment.\n* Modern radiation therapy (RT) techniques allow delivery of re-irradiation while minimizing the dose to previously treated organs at risk (OAR) within the radiation field.\n* Data from a recently completed clinical trial at our center (16-C-0081, NCT02709226) suggests that the Maximum Tolerated Dose (MTD) of re-irradiation in 350 cGy fractions is 4200 cGy.\n\nObjective:\n\n-To determine the maximum tolerated dosage of daily re-irradiation in participants with recurrent Grade 4 gliomas\n\nEligibility:\n\n* A histologic diagnosis of GBM, gliosarcoma, or transformation, from a lower grade to a grade 4 brain tumor.\n* Previous glioma irradiation to curative-intent doses.\n* Age \\>= 18.\n* Karnofsky performance scale (KPS) \\>= 70.\n\nDesign:\n\n* This is a single center phase I trial using a '3 plus 3' design and a three (3) dose level hypofractionation schema to enroll a maximum of 21 evaluable participants.\n* Prior to radiation therapy, participants will undergo laboratory evaluations, magnetic resonance imaging (MRI), a treatment planning computed tomography (CT), a neurocognitive function assessment, and patient-reported outcome (PRO) questionnaires.\n* RT will be administered daily 4 days a week for 1, 2, or 3 weeks in the Radiation Oncology Branch, NCI, at NIH. Radiation will be delivered on consecutive days, 4 fractions per week via a linear accelerator using 6 megavoltage (MV) photons or greater.\n* Follow-up visits following RT are planned at 1 month, every 2 months for years 1-2, and every 3 months for year 3. These visits will be stopped earlier in case of progression. After progression or 3 years of follow-up, participants will be followed remotely for survival\n\nuntil 5 years after treatment completion."
        },
        "conditionsModule": {
            "conditions": [
                "Astrocytoma",
                "Glioma",
                "Recurrent Glioblastoma"
            ],
            "keywords": [
                "Radiotherapy",
                "Hypofractionation",
                "Re-irradiation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 28,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Fraction size escalation of 3 planned re-irradiation dose levels.",
                    "interventionNames": [
                        "Radiation: Radiation Therapy"
                    ]
                },
                {
                    "label": "2/Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "MTD of re-irradiation dose.",
                    "interventionNames": [
                        "Radiation: Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy",
                    "description": "Radiation therapy will be administered via a linear accelerator using 6 megavoltage (MV) photons or greater.",
                    "armGroupLabels": [
                        "1/Arm 1",
                        "2/Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MTD of daily re-irradiation in participants with recurrent grade 4 gliomas",
                    "description": "The number of participants experiencing DLTs within the DLT period will be reported for each hypofractionation schema. The MTD will be identified, and the proportion of participants treated with the MTD experiencing DLT will be reported.",
                    "timeFrame": "DLT period (28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival",
                    "description": "Time to progression is defined as the interval from the initiation of treatment on protocol to progression or death. Estimates of the median time to progression and of the proportion of participants experiencing progression by 3 years or dying by 5 years will be obtained.",
                    "timeFrame": "Baseline, 30 day safety follow up visit, every 2 months for 2 years, every 3 months for 3rd year, or until progression"
                },
                {
                    "measure": "Overall survival",
                    "description": "Overall survival is defined as the interval from initiation of treatment on protocol to the death. Estimates of the median time to overall survival will be obtained.",
                    "timeFrame": "Treatment and follow up"
                },
                {
                    "measure": "Compliance and feasibility of administering PRO in this participant population",
                    "description": "Patient reported outcome forms will be checked versus the timing schedule and considered valid if they fall within the scheduled assessment window. Compliance rates, namely the number of received valid forms over the number of expected forms will be reported.",
                    "timeFrame": "Baseline through 3 years post radiation therapy."
                },
                {
                    "measure": "Tolerability of treatment by assessing adverse events, cognitive function, physical function, and side effect bother",
                    "description": "Tolerability of treatment will be assessed by determining the frequency of adverse events among treated participants and reporting the results by maximum grade of event and type of toxicity noted.",
                    "timeFrame": "First radiation treatment administration through 6 months after the last day of radiation. Beyond 6 months after radiation, only adverse events which are serious and related to radiation need to be recorded."
                },
                {
                    "measure": "Longitudinally describe and evaluate disease and treatment-related symptom severity and interference with daily activities",
                    "description": "Longitudinal changes in perceived cognition, disease and treatment-related symptom severity, and interference with daily activities will be evaluated and described. The proportion of participants rating their symptoms as mild , moderate, or severe for individual symptoms will be reported.",
                    "timeFrame": "Baseline through 3 years post radiation therapy."
                },
                {
                    "measure": "Meaningful change in disease and treatment-related symptoms by using anchors",
                    "description": "Meaningful change will be determined through both clinician-rated (Karnofsky) and participant-rated (PGI-Severity, PGI-Change) anchors from the MD Anderson Symptom Inventory for Brain Tumors and Montreal Cognitive Assessment.",
                    "timeFrame": "Baseline through 3 years post radiation therapy."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Histologic diagnosis of primary glioblastoma or gliosarcoma of the brain, or secondary glioblastoma of the brain due to transformation from a lower grade to a grade 4 tumor.\n* Age \\>= 18.\n* KPS \\>= 70%.\n* Previous tumor irradiation to curative-intent doses.\n* Radiation dose constraints must be achievable based on assessment with treatment planning CT.\n* Participants must have adequate organ and marrow function as defined below:\n\n  * Absolute neutrophil count (ANC) \\>= 1,000/microL\n  * Platelets \\>= 100,000/microL\n  * Coagulation: Prothrombin time (PT) / Partial thromboplastin time (PTT) within institutional normal range.\n  * Total and direct bilirubin \\< 2 x institutional upper limit of normal (ULN)\n  * Aspartate aminotransferase (AST) \\< 2 x institutional ULN\n  * Alanine transaminase (ALT) \\< 2 x institutional ULN\n  * Serum creatinine \\< 1.5 mg/dL\n  * Serum albumin \\>= 0.75 x institutional normal range\n* Women of child-bearing potential (WOCBP) and men must agree to use effective contraception (barrier, hormonal, intrauterine device, surgical sterilization, abstinence) from study entry and through 6 months after the last study treatment (restricted period). Men must not freeze or donate sperm within the same period.\n* Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 6 months after the last study treatment.\n* The ability of a participant to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Recent systemic therapy prior to the initiation of the study therapy as follows:\n\n  * Bevacizumab used for reasons other than tumor progression or symptomatic management within 2 weeks.\n  * Temozolomide within 2 weeks.\n  * Cytotoxic chemotherapy within 3 weeks.\n  * Any investigational agents within 2 weeks.\n* Participants who are unable to undergo MRI evaluation or receive gadolinium contrast for any reason.\n* Any prior therapy after surgical re-resection or biopsy within 2 weeks prior to the initiation of the study therapy.\n* History of prior therapy with Novacure TTF, Gliadel wafers, or GammaTile therapy.\n* Positive beta-human chorionic gonadotropin (HCG) pregnancy test performed in females of childbearing potential at screening.\n* Participants with known or suspected radiation sensitivity syndromes.\n* Uncontrolled intercurrent illness evaluated by medical history and physical exam that are not stable and would potentially increase the risk to the participant.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Theresa Cooley Zgela, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-8905",
                    "email": "tcooley@mail.nih.gov"
                },
                {
                    "name": "Peter GK Mathen, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-5457",
                    "email": "peter.mathen@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter GK Mathen, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001859-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. This study will comply with the NIH Data Management and Sharing (DMS) Policy, which applies to all new and ongoing NIH-funded research in the IRP, as of January 25, 2023, that is associated with a ZIA, with a clinical protocol that undergoes scientific review.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data from this study may be requested from other researchers after the completion of the primary endpoint.",
            "accessCriteria": "Data from this study may be requested by contacting the PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "asFound": "Astrocytoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}