{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05109494",
            "orgStudyIdInfo": {
                "id": "UW21049"
            },
            "secondaryIdInfos": [
                {
                    "id": "Protocol Version 9/23/2021",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "A533300",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "NCI-2021-11388",
                    "type": "REGISTRY",
                    "domain": "NCI CTRP"
                },
                {
                    "id": "2021-0957",
                    "type": "OTHER",
                    "domain": "UW HSIRB"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Hypofractionated vs Conventional Fractionated RT in Soft Tissue Sarcomas",
            "officialTitle": "Phase II Trial of Neoadjuvant Hypofractionated Radiotherapy Versus Conventionally Fractionated Radiotherapy for Soft Tissue Sarcomas",
            "therapeuticArea": [
                "Other"
            ],
            "study": "hypofractionated-vs-conventional-fractionated-rt-in-soft-tissue-sarcomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-14",
            "studyFirstSubmitQcDate": "2021-11-03",
            "studyFirstPostDateStruct": {
                "date": "2021-11-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is designed to find out if radiation therapy treatment prior to surgery is safe and effective to treat soft tissue sarcomas. 30 participants with soft tissue sarcoma will be enrolled and can expect to be on study for up to 5 years.",
            "detailedDescription": "Standard treatment for soft tissue sarcomas is a combination of radiation therapy and surgery. Radiation therapy is usually done prior to the surgical removal of the tumor. Most commonly, conventionally fractionated radiotherapy is used for soft tissue sarcomas, in which radiation therapy is given over 25 treatments in a time period of approximately 5 weeks.\n\nConventionally fractionated radiotherapy is radiation treatment that is delivered over the course of several days; typically divided into doses that are delivered each weekday over a set number of weeks. Each radiation treatment is called a \"dose fraction\", thus the name \"fractionated\".\n\nHypofractionated radiotherapy is a technique in which a higher dose of radiation is given over a fewer number of treatments. Early studies have suggested that hypofractionated radiotherapy will be safe and effective for pre-operative treatment of soft tissue sarcomas. However, because this disease is rare, there are different kinds of soft tissue sarcomas, these tumors can occur anywhere in the body, and conventionally fractionated radiotherapy remains standard, more study is needed to find out if hypofractionated radiotherapy is a safe and effective treatment for this disease.\n\nTherefore, the investigators plan to compare patients treated with conventionally fractionated radiotherapy over 25 treatments in a time period of 5 weeks to patients treated with hypofractionated radiotherapy over 5 treatments in a time period of 1-2 weeks.\n\nThe investigators hypothesize hypofractionated radiotherapy in the pre-operative treatment of soft tissue sarcomas can effectively treat soft tissue sarcomas while minimizing side effects and minimizing the time between diagnosis and surgical resection\n\nPrimary Objective\n\n* Evaluate soft tissue sarcoma tumor response to neoadjuvant hypofractionated versus conventionally fractionated radiotherapy.\n\nSecondary Objectives\n\n* Evaluate soft tissue sarcoma tumor response to neoadjuvant hypofractionated versus conventionally fractionated radiotherapy.\n* Evaluate acute wound healing complications after neoadjuvant hypofractionated versus conventionally fractionated radiotherapy.\n* Evaluate late toxicity in patients undergoing neoadjuvant hypofractionated versus conventionally fractionated radiotherapy.\n* Evaluate local tumor control and progression-free survival after hypofractionated versus conventionally fractionated radiotherapy.\n\nExploratory Objectives\n\n* Evaluate surgically resected tissue for markers of tumor cell susceptibility to immune response, immune infiltration, and anti-tumor immune response following neoadjuvant hypofractionated compared to conventionally fractionated radiotherapy\n* Evaluate quality of life in patients undergoing neoadjuvant hypofractionated versus conventionally fractionated radiotherapy."
        },
        "conditionsModule": {
            "conditions": [
                "Soft Tissue Sarcoma"
            ],
            "keywords": [
                "hypofractionated",
                "radiotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized by the University of Wisconsin clinical trials team to conventional versus hypofractionated RT. Randomization will be blocked to maintain balance over time, with blocks randomly assigned to sizes of 4 or 6",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Conventional Fractionated",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "radiation treatments will be delivered daily, delivered over a maximum of 7 weeks from the first treatment, surgery will be within 5-14 days of completion of RT",
                    "interventionNames": [
                        "Radiation: Conventional Fractionated"
                    ]
                },
                {
                    "label": "Hypofractionated",
                    "type": "EXPERIMENTAL",
                    "description": "the maximum frequency of treatment will be every day and the minimum frequency will be every other day, delivered over a maximum of 3 weeks from the first treatment, surgery will be within 5-14 days of completion of RT",
                    "interventionNames": [
                        "Radiation: Hypofractionated"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Conventional Fractionated",
                    "description": "50 Gy in 25 fractions will be prescribed to cover 95% of the planning tumor volume (PTV). More than 99% of the PTV should receive \\> 97% of the prescribed dose. For dose homogeneity, no more than 20% of the PTV will receive ≥ 110% prescription dose.",
                    "armGroupLabels": [
                        "Conventional Fractionated"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Hypofractionated",
                    "description": "27.5 Gy in 5 fractions will be prescribed to cover 95% of the PTV. More than 99% of the PTV should receive \\> 97% of the prescribed dose",
                    "armGroupLabels": [
                        "Hypofractionated"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pathologic Necrosis Score on Surgical Pathology Report",
                    "description": "scores range from 0 to 2, lower scores mean there was less dying tissue present",
                    "timeFrame": "up to 12 weeks from randomization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of Surgical Margin Status R0, R1, and R2",
                    "description": "Pathology will determine the residual disease status on surgically resected tumor margin and classify it as R0 for no microscopic residual disease; R1 for microscopic residual disease; and R2 for gross residual disease. Incidence of margin status on the Surgical Pathology Report will be reported.",
                    "timeFrame": "up to 12 weeks from randomization"
                },
                {
                    "measure": "Incidence of acute wound healing complications up to 120 days after surgery",
                    "description": "Requiring one of the following:\n\n* An unplanned secondary operation for wound repair, including debridement operative drainage, secondary wound closure including rotationplasty, free flaps, or skin grafts\n* An invasive procedure, such as aspiration of seroma\n* Readmission for wound care such as IV antibiotics\n* Persistent deep packing for 120 days or longer",
                    "timeFrame": "up to 6 months from randomization (up to 120 days after surgery)"
                },
                {
                    "measure": "Incidence of secondary operation for wound repair",
                    "description": "Secondary operation defined as occurring under general or regional anesthesia with a purpose of wound repair or wound management after surgical resection",
                    "timeFrame": "up to 6 months from randomization (up to 120 days after surgery)"
                },
                {
                    "measure": "Incidence of Late Toxicity",
                    "description": "* Lymphedema, fibrosis, and joint stiffness resulting from RT are to be documented at all standard of care follow-up visits\n* Toxicities will be graded according to CTCAE v 5.0\n* Specifically, the presence of grade \\> 2 late toxicity, including lymphedema, fibrosis, and joint stiffness at 2 years +/- 3 months from randomization will be collected for all participants",
                    "timeFrame": "up to 2 years plus or minus 3 months"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "PFS defined from randomization to the point of recurrence or death. Follow-up radiological assessment and biopsy when indicated.",
                    "timeFrame": "up to 5 years"
                },
                {
                    "measure": "Rate of Local Tumor Recurrence",
                    "timeFrame": "up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Biopsy proven soft tissue sarcoma of the extremity, trunk, or head and neck\n* No prior sarcoma-directed therapy\n* Age ≥ 18 years\n* Karnofsky performance status ≥ 60\n* Able to understand and sign an informed consent\n* Life expectancy of greater than 12 weeks\n* Hypofractionated or conventionally fractionated radiotherapy using Intensity Modulated Radiation Therapy (IMRT) are both deemed feasible and safe neoadjuvant treatments, at the treating physician's discretion\n* Operable disease and medically fit for surgery, based on the opinion of the consulting surgeon; surgery within 5-14 days of completion of radiation therapy (RT)\n* Adequate bone marrow function as defined by absolute neutrophil count \\> 500/mcL, hemoglobin \\> 8 g/dL, platelets \\> 50,000/mcL; adequate renal function as defined by creatinine clearance \\> 30 mL/min\n\nExclusion Criteria:\n\n* Pregnant\n* Unable to undergo imaging or positioning necessary for radiotherapy planning",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cancer Connect",
                    "role": "CONTACT",
                    "phone": "800-622-8922",
                    "email": "clinicaltrials@cancer.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zachary Morris, MD, PhD",
                    "affiliation": "UW School of Medicine and Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin Hospital and Clinics",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cancer Connect",
                            "role": "CONTACT",
                            "phone": "800-622-8922",
                            "email": "clinicaltrials@cancer.wisc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}