{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05837520",
            "orgStudyIdInfo": {
                "id": "STUDY005198"
            },
            "organization": {
                "fullName": "University of South Florida",
                "class": "OTHER"
            },
            "briefTitle": "i-BiSSkApp for Swallowing Rehabilitation in Parkinson's Disease",
            "officialTitle": "At-Home Skill Training Using Biofeedback for Swallowing Rehabilitation in Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "i-bisskapp-for-swallowing-rehabilitation-in-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-06",
            "studyFirstSubmitQcDate": "2023-04-19",
            "studyFirstPostDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of South Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Aspiration pneumonia due to dysphagia is a leading cause of death in Parkinson's disease (PD). Dysphagia intervention in the United States involves evaluation at onset of dysphagia symptoms followed by short-term therapy. Traditional therapy relies on verbal instruction and low-tech at-home exercise regimens without visual biofeedback; lacking a monitoring of accuracy or strength of exercise. Available biofeedback is office-based, bulky and expensive, thus, not readily used. The Biofeedback in Strength and Skill Training (BiSSKit) is a well-researched office based biofeedback system that has recently been converted into an affordable and accessible home-based application. This study aims to investigate the impact of swallowing therapy using the BiSSKit app on airway protective outcomes in patients with PD. Thirty participants with PD and dysphagia will be recruited for this study. Participants will undergo a baseline-modified barium swallowing (MBS) evaluation followed by 12 weekly sessions of swallowing therapy. Participants will be randomized to two swallowing therapy groups (1) traditional (2) BiSSKit app. Participants will undergo MBS following therapy completion. Outcome measures include swallowing safety, pharyngeal kinematics, and swallowing-related quality of life. We hypothesize that use of the BiSSKit will result in improved swallowing function compared to the traditional swallowing therapy group.",
            "detailedDescription": "Dysphagia, or disordered swallowing, is prevalent in almost all neurodegenerative conditions and results in the inability to effectively protect the lower airways from foreign (i.e., food/liquid) and endogenous (i.e., saliva) material \\[1-3\\]. An unfortunate consequence of dysphagia is aspiration pneumonia, which is a leading cause of death in Parkinson's disease (PD) \\[4-6\\]. Swallowing therapy has proven to be effective for the management of dysphagic symptoms in PD. Treatment is most often delivered in clinics once/week over short time periods with the expectation that exercises be completed at-home. However, these paradigms lack biofeedback to assess the accuracy and strength of the prescribed exercise and accountability to ensure completion of the exercise program. Without biofeedback or options for long-term therapeutic intervention at-home, patients often regress to baseline levels \\[7-9\\]. The proposed research project seeks to test the effectiveness of a novel at-home surface electromyography (sEMG) biofeedback therapy tool called Biofeedback in Strength and Skill Training (BiSSKit) on swallowing safety and efficiency in patients with PD. The significance of this project lies in the fact that dysphagia is expensive in terms of patient quality of life, health outcomes, and healthcare costs \\[10, 11\\] often increasing hospital costs by approximately 40% \\[12\\]. Thus, a targeted swallowing therapy system with biofeedback that can be utilized at-home may reduce hospitalizations secondary to dysphagia, help maintain therapeutic gains, and reduce the burden that dysphagia places on our healthcare system.\n\nsEMG is a therapy tool that has been used in rehabilitation practice for decades. Use of sEMG during swallowing therapy involves placement of electrodes under the chin (overlying the anterior belly of the digastric, mylohyoid and geniohyoid muscles) \\[13\\]. While the patient completes a swallowing task, electrodes detect collective muscle contractions associated with hyolaryngeal excursion - a biomechanical event critically important to airway safety and swallowing efficiency \\[14\\]. The patient can then see the waveform of the swallow displayed on a computer monitor. Measures of swallowing \"strength\" are derived from the amplitude of the waveform. sEMG hardware and associated software available in the marketplace today is cost prohibitive and thus, in the United States, only available for office-based swallowing intervention.\n\nsEMG provides external biofeedback regarding swallowing parameters by activating neural networks controlling both motor execution and imagery of the act of swallowing including the pre- and postcentral gyrus, inferior frontal gyrus, basal ganglia, insula, and cerebellum \\[15\\]. Research has shown that exercise programs incorporating biofeedback promote significant physiologic change that is maintained over time in patients with dysphagia \\[14, 16-18\\]. Patients with PD benefit greatly from biofeedback exercises for respiratory muscle strength and lingual strengthening programs and have even been found to maintain the gains made in therapy with at-home programs \\[7, 16, 19\\].\n\nA limitation of the currently available sEMG programs is that research studies have solely focus on the strength aspects of the swallowing (amplitude of the waveform) while failing to address the dynamic, skill-based parameters such as timing and volitional initiation that is captured in waveform morphology. Skill based swallowing training focuses on the precision of movements; and this is especially important for patients with PD \\[14\\]. Additionally, traditional sEMG systems in the US lack the ability for clinicians to modulate swallowing targets during tasks, which, according to principles of neuroplasticity, is essential for maximizing therapeutic results. The BiSSKit program is a well-researched office-based biofeedback system that adheres to principles of neuroplasticity and incorporates skill training in addition to strength training \\[14\\]. Developed in New Zealand and recently approved by the US FDA, this program has been converted into an affordable and accessible home-based application for tablet computers. This hybrid BiSSKiT system incorporates clinical visits and home-based skill/strength training and shows promise to change current therapy delivery models. Although exciting, there is a paucity of data regarding the use of the BiSSKiT with daily home therapy focused on strength and skill based swallowing training on changes to swallowing safety and efficiency in people with PD. This study seeks to evaluate the impact of this device on swallowing outcomes compared to traditional swallowing therapy models in PD."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "i-BiSSkApp Group",
                    "type": "EXPERIMENTAL",
                    "description": "This group will complete daily swallowing behavioral exercises with simultaneous at-home sEMG biofeedback using a tablet application. Participants will participate in weekly clinic visits and at-home therapy for 12 weeks.",
                    "interventionNames": [
                        "Device: i-BiSSkApp (tablet application) with swallowing therapy"
                    ]
                },
                {
                    "label": "Traditional Treatment",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will receive traditional swallowing therapy once a week for 12 weeks using standard therapy practices. They will also complete at-home daily practice of these exercises.",
                    "interventionNames": [
                        "Behavioral: Traditional behavioral swallowing therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "i-BiSSkApp (tablet application) with swallowing therapy",
                    "description": "The device, \"International Biofeedback Strength and Skill App (i-BiSSkApp)\" is an at-home swallowing biofeedback tool (hardware and software) to target rehabilitation of both skill and strength of swallowing function. The program utilizes submental surface electromyography coupled with a user-friendly interface to display visual feedback of swallowing strength and timing.",
                    "armGroupLabels": [
                        "i-BiSSkApp Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Traditional behavioral swallowing therapy",
                    "description": "Participants will receive standard behavioral swallowing exercises based on the results of a swallowing evaluation. Participants will complete daily at-home exercises with written and verbal instructions and return weekly to clinic for 12 weeks of therapy.",
                    "armGroupLabels": [
                        "Traditional Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Penetration Aspiration Scale Score (PAS)",
                    "description": "8 point ordinal scale to assess swallowing safety.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Penetration Aspiration Scale Score (PAS)",
                    "description": "8 point ordinal scale to assess swallowing safety.",
                    "timeFrame": "Post-12 weeks of intervention"
                },
                {
                    "measure": "Total Pharyngeal Residue",
                    "description": "This is the amount of residue within the valleculae and piriform sinuses after the completion of a swallow.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Total Pharyngeal Residue",
                    "description": "This is the amount of residue within the valleculae and piriform sinuses after the completion of a swallow.",
                    "timeFrame": "Post-12 weeks of intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Eating Assessment Tool-10 (EAT-10)",
                    "description": "Validated quality of life measure of swallowing function.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Eating Assessment Tool-10 (EAT-10)",
                    "description": "Validated quality of life measure of swallowing function.",
                    "timeFrame": "Post-12 weeks of intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of PD by a fellowship trained movement disorders neurologist\n2. Able to provide informed consent.\n3. Older than 18 years of age.\n4. Evidence of oropharyngeal swallowing deficits as determined during a standard of care MBSS.\n\nExclusion Criteria:\n\n1. Show evidence of cognitive impairment prohibiting completion of self-informed consent.\n2. Have a history of stroke or other traumatic brain injury.\n3. Have a history of previous dysphagia treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephanie A Watts, PhD",
                    "role": "CONTACT",
                    "phone": "813-821-8012",
                    "email": "srandall1@usf.edu"
                },
                {
                    "name": "Alex Brandimore, PhD",
                    "role": "CONTACT",
                    "phone": "813-974-9844",
                    "email": "abrandimore@usf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephanie Watts, PhD",
                    "affiliation": "University of South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Univerity of South Florida",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephanie Watts, PhD",
                            "role": "CONTACT",
                            "phone": "813-821-8012",
                            "email": "srandall1@usf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30652513",
                    "type": "BACKGROUND",
                    "citation": "Tabor-Gray LC, Gallestagui A, Vasilopoulos T, Plowman EK. Characteristics of impaired voluntary cough function in individuals with amyotrophic lateral sclerosis. Amyotroph Lateral Scler Frontotemporal Degener. 2019 Feb;20(1-2):37-42. doi: 10.1080/21678421.2018.1510011. Epub 2019 Jan 17."
                },
                {
                    "pmid": "12970031",
                    "type": "BACKGROUND",
                    "citation": "Ebihara S, Saito H, Kanda A, Nakajoh M, Takahashi H, Arai H, Sasaki H. Impaired efficacy of cough in patients with Parkinson disease. Chest. 2003 Sep;124(3):1009-15. doi: 10.1378/chest.124.3.1009."
                },
                {
                    "pmid": "11222795",
                    "type": "BACKGROUND",
                    "citation": "Smith Hammond CA, Goldstein LB, Zajac DJ, Gray L, Davenport PW, Bolser DC. Assessment of aspiration risk in stroke patients with quantification of voluntary cough. Neurology. 2001 Feb 27;56(4):502-6. doi: 10.1212/wnl.56.4.502."
                },
                {
                    "pmid": "14639673",
                    "type": "BACKGROUND",
                    "citation": "Fall PA, Saleh A, Fredrickson M, Olsson JE, Granerus AK. Survival time, mortality, and cause of death in elderly patients with Parkinson's disease: a 9-year follow-up. Mov Disord. 2003 Nov;18(11):1312-6. doi: 10.1002/mds.10537."
                },
                {
                    "pmid": "24933728",
                    "type": "BACKGROUND",
                    "citation": "Troche MS, Rosenbek JC, Okun MS, Sapienza CM. Detraining outcomes with expiratory muscle strength training in Parkinson disease. J Rehabil Res Dev. 2014;51(2):305-10. doi: 10.1682/JRRD.2013.05.0101."
                },
                {
                    "pmid": "22365489",
                    "type": "BACKGROUND",
                    "citation": "Crary MA, Carnaby GD, LaGorio LA, Carvajal PJ. Functional and physiological outcomes from an exercise-based dysphagia therapy: a pilot investigation of the McNeill Dysphagia Therapy Program. Arch Phys Med Rehabil. 2012 Jul;93(7):1173-8. doi: 10.1016/j.apmr.2011.11.008. Epub 2012 Feb 25."
                },
                {
                    "pmid": "15383945",
                    "type": "BACKGROUND",
                    "citation": "Crary MA, Carnaby Mann GD, Groher ME, Helseth E. Functional benefits of dysphagia therapy using adjunctive sEMG biofeedback. Dysphagia. 2004 Summer;19(3):160-4. doi: 10.1007/s00455-004-0003-8."
                },
                {
                    "pmid": "24816250",
                    "type": "BACKGROUND",
                    "citation": "Athukorala RP, Jones RD, Sella O, Huckabee ML. Skill training for swallowing rehabilitation in patients with Parkinson's disease. Arch Phys Med Rehabil. 2014 Jul;95(7):1374-82. doi: 10.1016/j.apmr.2014.03.001. Epub 2014 May 9."
                },
                {
                    "pmid": "31335179",
                    "type": "BACKGROUND",
                    "citation": "Jenks J, Pitts LL. Effects of an Intensive Exercise-Based Swallowing Program for Persons With Parkinson's Disease and Complex Medical History: A Single-Case Experiment. Am J Speech Lang Pathol. 2019 Aug 9;28(3):1268-1274. doi: 10.1044/2019_AJSLP-18-0168. Epub 2019 Jul 23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual participant data that underlie results reported in an article, after deidentification (text, tables, figures, and appendices). No specific data will be shared outside of study investigators."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}