{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05420636",
            "orgStudyIdInfo": {
                "id": "GI-203"
            },
            "organization": {
                "fullName": "Fox Chase Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Iadademstat in Combination With Paclitaxel in Relapsed/Refractory SCLC and Extrapulmonary High Grade NET",
            "officialTitle": "A Phase 2 Study of Iadademstat in Combination With Paclitaxel in Relapsed or Refractory Small Cell Lung Cancer and Extrapulmonary High Grade Neuroendocrine Carcinomas",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "iadademstat-in-combination-with-paclitaxel-in-relapsed-refractory-sclc-and-extrapulmonary-high-grade-net"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-09",
            "studyFirstSubmitQcDate": "2022-06-13",
            "studyFirstPostDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Fox Chase Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oryzon Genomics S.A.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a non-randomized single-arm, two cohorts, phase II study of iadademstat in combination with weekly paclitaxel in patients with relapse/refractory SCLC or extrapulmonary G3 Neuroendocrine Carcinomas. A total of 42 patients with SCLC (21 patients) and G3 NEC (21 patients) will be enrolled (including those enrolled in the safety lead-in portion).",
            "detailedDescription": "Patients with SCLC or extrapulmonary high grade neuroendocrine carcinomas with progression on or after platinum-based chemotherapy will be enrolled on this multi-center, single-arm phase II study.\n\nPatients must have histologically proven metastatic/unresectable SCLC or extrapulmonary G3 NEC (Ki-67 index \\> 20% with poorly differentiated histology), or metastatic/unresectable prostate or bladder cancer with high-grade neuroendocrine or small cell component. Patients must have received at least 1, but no more than 3 prior lines of therapy, which must include a platinum based agent. Patients will be treated with iadademstat given at a dose of 150 microgram PO administered on a 5 day on-2 day off schedule every week and weekly paclitaxel at a dose of 80 mg/m2 IV). This fix dose of 150 microgram (liquid formulation) is in line with the 90 mg /m2/d BSA adjusted dose selected as RP2D in a 5d on, 2d off weekly schedule for iadademstat liquid formulation in combination with azacitidine per the ALICE AML Ph2 trial that showed to consistently achieve on average 90% target engagement. A safety lead-in phase with 12 patients will be conducted and these patients will be included in the final analysis.\n\ntotal of 42 patients with SCLC (21 patients) and G3 NEC (21 patients) will be enrolled (including those enrolled in the safety lead-in portion)."
        },
        "conditionsModule": {
            "conditions": [
                "Small-cell Lung Cancer",
                "Neuroendocrine Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Iadademstat plus Paclitaxel",
                    "type": "EXPERIMENTAL",
                    "description": "Iadademstat oralon a 5 day ON and 2-day OFF schedule every week plus Paclitaxel administered intravenously weekly on day 1, 8 and 15 on day 1 of a 21 day treatment cycle.",
                    "interventionNames": [
                        "Drug: Iadademstat",
                        "Drug: Paclitaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Iadademstat",
                    "description": "Patients will be treated with iadademstat given at a dose of 150 microgram PO administered on a 5 day on-2 day off schedule every week (days 1 through 21)",
                    "armGroupLabels": [
                        "Iadademstat plus Paclitaxel"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Patients will be treated with Paclitaxel given at a dose of 80 mg/m2 intravenous administration weekly day 1, 8 and 15 (days 1 through 21).",
                    "armGroupLabels": [
                        "Iadademstat plus Paclitaxel"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the efficacy in terms of response rate of iadademstat combination with paclitaxel in relapsed/refractory SCLC and extrapulmonary high grade neuroendocrine cancers. Assessments will be performed after every 2 cycles of treatments.",
                    "description": "To determine Overall response rate (ORR) per RECIST1.1 ORR is defined as patients who meet criteria for Complete Response (CR) or Partial response (PR).",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To determine the Rate of grade III or higher toxicities",
                    "description": "To evaluate the safety of iadademstat in combination with paclitaxel in relapsed/refractory SCLC and extrapulmonary high grade neuroendocrine cancers using CTCAE version 5.0",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Progression free survival (PFS), defined as the time from initiation of study drug until documented radiographic progression, clinical progression, death, or the end of follow-up, whichever occurs first.",
                    "description": "To determine Progression Free Survival as per RECIST 1.1",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically or cytologically confirmed metastatic or unresectable, extrapulmonary G3 NEC (Ki-67 index \\> 20% with poorly-differentiated histology), SCLC, or prostate or bladder cancer with high-grade neuroendocrine or small cell component\n2. Patients must have been previously treated with platinum-based chemotherapy regimens (cisplatin, carboplatin or oxaliplatin). Patients may have received up to 3 lines of treatment in the metastatic setting that might include immune checkpoint inhibitors, but no previous taxane based therapy. However, patients who have received neoadjuvant/adjuvant therapy with taxanes more than six months from enrollment are allowed to participate.\n3. Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension in accordance with RECIST criteria v. 1.1 as described in detail in section 11.0\n4. Patients who have received prior anti-PD1 or anti-PD-L1 therapy are eligible to enroll 5 Age \\> 18 years. 6 ECOG performance status 0-1 7 Body weight \\>/= 50 kg (110 lbs) 8 Patients must have normal organ and marrow function as defined below\n\n   * Absolute neutrophil count \\> 1,500/mcL\n   * Hemoglobin \\> 9 mg/dl\n   * Platelets \\> 100,000/mcL (patients cannot receive platelet transfusions to meet eligibility criteria)\n   * Total bilirubin \\< 1.5 X ULN (Pts with Gilbert's can enroll if conjugated bilirubin is within normal limits)\n   * AST/ALT (SGOT/SGPT) \\< 3 x ULN if not disease related. If liver metastasis, AST/ALT up to 5 x ULN allowed.\n   * Creatinine \\<1.5 X ULN OR\n   * Creatinine clearance \\> 60 ml/min/1.73 m2 for patients\n\n     9 Patient is able to swallow oral medications and retain orally administered study treatment.\n\n     10 Patients with treated brain metastases are eligible if there is no evidence of progression for at least 4 weeks after CNS-directed treatment, as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period.\n\n     11 Ability to understand and willingness to sign a written informed consent and HIPAA consent document.\n\n     12 HIV-infected patients who are healthy and have a low risk of AIDS-related outcomes are included in this trial. Similarly, Hepatitis B and C infected patients are allowed if disease is controlled (testing not required for eligibility assessment) 13 Male patients even if surgically sterilized (i.e., status post-vasectomy) who agree to:\n     1. Practice true abstinence or highly effective barrier contraception during the entire study treatment period and through 180 days after the last dose of study drug.\n     2. Not to donate sperm during the course of this study or within 180 days after receiving their last dose of study drug.\n\n        14 Female patients who:\n\n     a. Are postmenopausal for at least 1 year before the initial consent is signed, OR b. Are documented as surgically sterile (at least 1 month prior to consenting), OR c. If they are of childbearing potential, agree to: i. use of two methods of contraception (e.g., one barrier method \\[condom, diaphragm or cervical/vault caps\\] with spermicide and one hormonal contraceptive \\[e.g., combined oral contraceptives, patch, vaginal ring, injectable and implants\\]) during the trial and 180 days after the end of treatment.\n\nii. practice true abstinence during the trial and 180 days after the end of treatment.\n\niii. have a negative urine pregnancy test at screening iv. not to donate or freeze egg(s) during the course of this study or within 180 days after receiving their last dose of study drug.\n\nExclusion Criteria:\n\n1. Patients who have received more than 3 lines of therapy\n2. Patients who have not received any platinum-based therapy\n3. Patients who have received previous therapy with taxanes, unless received in the neoadjuvant/adjuvant setting and longer than six months from last taxane treatment.\n4. ECOG performance status \\>/=2\n5. Patients with a prior or concurrent malignancy whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen as per treating MD\n6. Patients who have received radiotherapy less than 2 weeks prior to first dose of study medication.\n7. Surgical procedure or clinically significant trauma within 4 weeks of first dose of study treatment.\n8. Treatment with any investigational agent ≤ 3 weeks prior to first dose of study treatment.\n9. Patients with gastrectomy or pre-existing gastrointestinal (GI) disorders that may interfere with the proper absorption of the drug(s), as per conclusion of the clinical Investigator.\n10. Patients medicated with, or the expected need for treatment with agents reported to have LSD1 inhibitory activity (such as tranylcypromine or phenelzine) within 3 weeks of treatment start also refer to section 5.2 for the list of concomitant medications.\n11. History of allergic reactions attributed to components of the formulated product(s). (see appendix)\n12. Patients with prior history of NCI CTCAE Grade ≥ 3 drug-related central nervous system (CNS) toxicity.\n13. Patients with untreated, symptomatic CNS metastases likely to interfere with the experimental therapy as per the investigator-sponsor\n14. Patients with prior history of grade ≥2 neurotoxicity that was not resolved to grade ≤1 (prior therapy toxicity)\n15. Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study or pose a higher risk of toxicities as per discretion of the treating physician in agreement with the investigator-sponsor (including but not limited to:)\n\n    1. Unstable angina, symptomatic or otherwise uncontrolled arrhythmia (does not include stable, lone atrial fibrillation), QTcF \\> 480 ms based on the average of 3 screening electrocardiograms (ECGs), symptomatic congestive heart failure (NYHA II, III, IV), myocardial infarction ≤ 6 months prior to first study treatment, cerebrovascular accidents ≤ 6 months before study treatment start.\n    2. Patient has evidence of active uncontrolled viral, bacterial, or systemic fungal infection.\n    3. Any other serious and uncontrolled medical illnesses, uncontrolled seizures that may affect study participation or patient safety, as assessed by investigator.\n16. Patients who refuse or are unable to potentially receive blood products\n17. Any medical condition which, in the opinion of the Investigator, places the patient at an unacceptable risk for toxicities if entered into the clinical study.\n18. Patients with history of clinically significant bleeding, specifically any history of intracranial hemorrhage / hemorrhagic cardiovascular accident (CVA), or patients with gastrointestinal bleeding within the 3 months prior to study entry.\n19. Patients with current interstitial lung disease, requiring systemic therapy within the last 3 months.\n20. Patients with hypersensitivity to iadademstat, paclitaxel, or to any of its excipients.\n21. Patients with known irreversible bleeding disorders or receiving antiplatelet therapy for other indications. Use of low dose aspirin (\\<100 mg) is allowed.\n22. Patients pregnant or breast feeding. Refer to section 4.4 for further detail. Female patient must agree not to breastfeed at screening and throughout the study period and for 60 days after the final study drug administration.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Namrata Vijavergia",
                    "role": "CONTACT",
                    "phone": "2152141676",
                    "email": "Namrata.Vijayvergia@fccc.edu"
                },
                {
                    "name": "Tanu singh",
                    "role": "CONTACT",
                    "phone": "12152141439",
                    "email": "tanu.singh@fccc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Namrata Vijavergia",
                    "affiliation": "Fox Chase Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fox Chase Cancer Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Namrata Vijayvergia, MD",
                            "role": "CONTACT",
                            "phone": "215-214-1515",
                            "email": "Namrata.Vijayvergia@fccc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Huntsman Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carolynn Regulatory Coordinator",
                            "role": "CONTACT",
                            "phone": "801-213-4299"
                        },
                        {
                            "name": "Heloisa Soares, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                },
                {
                    "id": "D000018278",
                    "term": "Carcinoma, Neuroendocrine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20423",
                    "name": "Carcinoma, Neuroendocrine",
                    "asFound": "Neuroendocrine Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}