{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05976828",
            "orgStudyIdInfo": {
                "id": "QUILT-3.100"
            },
            "organization": {
                "fullName": "ImmunityBio, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "IBRX-042 In Subjects With HPV-Associated Tumors",
            "officialTitle": "QUILT-3.100: Phase 1 Open-Label Study to Evaluate Safety And Determine The Maximum Tolerated Dose of IBRX-042 In Subjects With HPV-Associated Tumors.",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "ibrx-in-subjects-with-hpv-associated-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-08-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-18",
            "studyFirstSubmitQcDate": "2023-07-26",
            "studyFirstPostDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "ImmunityBio, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to determine the maximum tolerated dose and to find out the side effects of a drug called IBRX-042 at different dose levels in patients with recurrent or progressive Human Papillomavirus (HPV) associated tumors. The main questions it aims to answer are:\n\n* What is the maximum tolerated dose of IBRX-042?\n* How well does the study drug treat cancer?\n* What effects the study drug may have on the human body and cancer?\n\nParticipants will receive IBRX-042 at one of three dose levels every 3 weeks for a total of 3 injections. Participants will undergo tests, exams, and procedures that are part of standard of care and for study purposes. IBRX-042 will be administered by injection every 3 weeks for a total of 3 injections.",
            "detailedDescription": "Up to 60 subjects may be screened for up to 18 subjects to receive at least 1 dose of study drug. Subjects will be administered IBRX-042 by injection once every 3 weeks for a total of 3 injections.\n\nSubjects will receive study treatments until they report progressive disease (PD), unacceptable toxicity, withdraw consent, or if the Investigator feels it is no longer in their best interest to continue treatment.\n\nSubjects who progress, discontinue treatment, or complete the study will attend an end-of-treatment (EOT) visit 30 days after the last study assessment. Additionally, subjects will attend a follow-up visit 6 months following administration of the last dose of IBRX-042. After the subject completes or withdraws from the study, the study team will contact subjects approximately every 3 months for a minimum of 1 year post administration of the first dose of study drug and then yearly until death to collect follow-up information, including survival status, collection of adverse events, and any current cancer treatment regimen. A clinic visit will be scheduled for 6 months after the last injection administered for collection of whole blood for exploratory immune and molecular profiling."
        },
        "conditionsModule": {
            "conditions": [
                "HPV-Related Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Determination of the MTD of IBRX-042 vaccine will utilize 3 + 3 dose escalation design. Subjects will be sequentially enrolled to 1 of 3 dosing cohorts (up to 3-6 subjects per arm).\n\n* Dose cohort 1: 1e11 virus particles (VP)/dose\n* Dose cohort 2: 5e11 VP/dose\n* If needed, dose cohort -1 (de-escalation): 5e10 VP/dose",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "First Dose Level",
                    "type": "EXPERIMENTAL",
                    "description": "Dose Cohort 1: IBRX -042 1e11 virus particles per dose",
                    "interventionNames": [
                        "Drug: IBRX-042"
                    ]
                },
                {
                    "label": "Second Dose Level",
                    "type": "EXPERIMENTAL",
                    "description": "Dose Cohort 2: IBRX-042 5e11 virus particles per dose",
                    "interventionNames": [
                        "Drug: IBRX-042"
                    ]
                },
                {
                    "label": "De-escalation Dose Level",
                    "type": "EXPERIMENTAL",
                    "description": "Dose Cohort -1: IBRX-042 5e10 virus particles per dose",
                    "interventionNames": [
                        "Drug: IBRX-042"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "IBRX-042",
                    "description": "* Dose cohort 1: 1e11 virus particles (VP)/dose\n* Dose cohort 2: 5e11 VP/dose\n* If needed, dose cohort -1 (de-escalation): 5e10 VP/dose",
                    "armGroupLabels": [
                        "De-escalation Dose Level",
                        "First Dose Level",
                        "Second Dose Level"
                    ],
                    "otherNames": [
                        "IBRX-042 (hAd5-HPV E6.ETSD-IRES-E7.ETSD Vaccine)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the maximum tolerated dose of IBRX-042",
                    "description": "The rate of DLTs will be assessed and the MTD determined",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the safety profile & reactogenicity of IBRX-042",
                    "description": "Overall safety will be assessed by the incidence of adverse events including: treatment-emergent MAAEs, SAEs, solicited local and systemic reactogenicity AEs, and unsolicited AEs. Adverse Events will be qualified by the time periods of interest, overall and by grade. Adverse events (AEs) will be summarized by System Organ Class (SOC) and Medical Dictionary for Regulatory Activities (MedDRA) preferred term. All AEs will be graded using CTCAE Version 5.0. The incidence of clinically significant changes in safety laboratory tests, physical examinations, ECGs, and vital signs will also be presented.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Examine HPV-specific humoral and cellular immune responses",
                    "description": "Summary statistics from analyses of the humoral and cellular immune response endpoints will be provided. Where applicable, geometric mean titers (GMTs) and their associated 95% confidence intervals (CIs) will be computed by exponentiation of the corresponding log-transformed means and 95% CIs. Correlations of humoral and cellular immune response with subject outcomes will be provided.",
                    "timeFrame": "2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Assess exploratory molecular profiles and their correlations with subject outcomes",
                    "description": "Summary statistics from analyses of the exploratory endpoints will be provided. Where applicable, geometric mean titers (GMTs) and their associated 95% confidence intervals (CIs) will be computed by exponentiation of the corresponding log-transformed means and 95% CIs.\n\nCorrelations of tumor molecular profiles with subject outcomes will be explored.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18-75 years of age.\n2. Able to understand and provide a signed informed consent that fulfills the relevant Institutional Review Board (IRB) or Independent Ethics Committee (IEC) guidelines.\n3. Histologically confirmed HPV-associated cancer documented as HPV- or p16-positive carcinoma (measurable or nonmeasurable disease).\n4. Subjects must have received at least one standard of care therapy per National Comprehensive Cancer Network (NCCN) guidelines for their HPV-associated cancer \\> 28 days prior to enrollment.\n5. Availability of a representative formalin fixed, paraffin embedded tumor specimen or fresh frozen tissue specimen that enables the definitive diagnosis of an HPV- or p16- positive carcinoma, accompanied by an associated pathology report. Specimens can be collected by surgical resection, biopsy of the primary tumor or biopsy or resection of a metastatic lesion.\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n7. Resolution of all toxic side effects of prior therapy for their HPV-associated cancer to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 5 grade ≤ 1.\n8. Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n9. Agreement to practice effective contraception for female subjects of child-bearing potential and nonsterile males. Female subjects of child-bearing potential must agree to use effective contraception for up to 30 days after last dose of study drug. Nonsterile male subjects must agree to use a condom while on study and for up to 30 days after the last dose of study drug. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), two forms of barrier methods (eg, condom, diaphragm) used with spermicide, and intrauterine devices (IUDs).\n10. Adequate organ function, evidenced by the following laboratory results:\n\n    1. Absolute neutrophil count (ANC): 1.5 x 109/L\n    2. Absolute lymphocyte count (ALC) \\> institutional lower limit of normal\n    3. Hemoglobin ≥ 10.0 g/dL.\n    4. Platelet count: 100 × 109/L\n    5. Total bilirubin ≤ 1.5 × upper limit of normal (ULN; unless the subject has documented Gilbert's syndrome).\n    6. Aspartate aminotransferase \\[serum glutamic-oxaloacetic transaminase\\] (AST \\[SGOT\\]) or alanine aminotransferase \\[serum glutamic-pyruvic transaminase\\] (ALT \\[SGPT\\]) ≤ 3.0 × ULN. For patients with significant hepatic involvement by tumor, ALT ≤ 5 × ULN is acceptable.\n    7. Albumin \\< 3.0 g/dL.\n\n    Note: Each study site should use its institutional ULN to determine eligibility\n\n    Exclusion Criteria:\n11. History of autoimmune disease as determined by the Investigator (eg, lupus erythematosus, rheumatoid arthritis, Addison's disease, or autoimmune disease associated with lymphoma).\n12. Serious uncontrolled concomitant disease that would contraindicate the use of the investigational drugs used in this study or that would put the subject at high risk for treatment-related complications.\n13. Serious pulmonary disease.\n14. Platelet count \\< 100,000 cells/mm3.\n15. Active hepatitis.\n16. Positive results of screening test for human immunodeficiency virus (HIV), hepatitis B virus, and/or hepatitis C virus.\n17. Current chronic daily treatment (continuous for \\> 3 months) with systemic corticosteroids (dose equivalent to or greater than 10 mg/day methylprednisolone), excluding inhaled steroids. Short-term steroid use to prevent IV contrast allergic reaction or anaphylaxis in subjects who have known contrast allergies is allowed.\n18. Known hypersensitivity to any component of the study medication(s).\n19. Subjects taking any medication(s) (herbal or prescribed) known to have an adverse drug reaction with any of the study medications.\n20. Participation in an investigational drug study or receiving any investigational treatment within 28 days prior to study treatment. Approved drugs for the prevention and treatment of COVID-19 are permitted.\n21. Concurrent participation in any interventional clinical trial.\n22. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n23. Pregnant and nursing women.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Raymond S Atiata",
                    "role": "CONTACT",
                    "phone": "2818189921",
                    "email": "Raymond.atiata@immunitybio.com"
                },
                {
                    "name": "Jayson Garmizo",
                    "role": "CONTACT",
                    "phone": "3109122230",
                    "email": "Jayson.Garmizo@ImmunityBio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bobby Reddy, MD",
                    "affiliation": "ImmunityBio, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Chan Soon-Shiong Institute for Medicine (CSSIFM)",
                    "status": "RECRUITING",
                    "city": "El Segundo",
                    "state": "California",
                    "zip": "90245",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mini Gill",
                            "role": "CONTACT",
                            "phone": "213-266-5639",
                            "email": "Jaya.Gill@cssifm.org"
                        },
                        {
                            "name": "Jacqui Parnin",
                            "role": "CONTACT",
                            "phone": "213-266-5604",
                            "email": "Jacqueline.Parnin@cssifm.org"
                        },
                        {
                            "name": "Chaitali Nangia",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.91918,
                        "lon": -118.41647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}