{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04946721",
            "orgStudyIdInfo": {
                "id": "2177GCCC"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "2177GCCC:ID'Ing tx Targets and Biomarkers for Ocular Surface Disease in Pt w/ oGVHD",
            "officialTitle": "2177GCCC: Identifying Novel Treatment Targets and Biomarkers for Ocular Surface Disease in Patients With Ocular Graft vs Host Disease (oGVHD) a Biobank Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "id-ing-tx-targets-and-biomarkers-for-ocular-surface-disease-in-pt-w-ogvhd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-15",
            "studyFirstSubmitQcDate": "2021-06-22",
            "studyFirstPostDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Evaluate and study the immunologic changes to the ocular surface in cancer patients.",
            "detailedDescription": "This is a longitudinal natural history study to evaluate and study the immunologic changes to the ocular surface in cancer patients.\n\nTwo groups of subjects will be recruited for the study: 1) Pre-bone marrow transplant cancer patients. They will be evaluated every 3 months for 2 years.2) Normal control patients. They will be evaluated every 6 months for the duration of the study.\n\nDuring each study visit, in addition to standard of care exams, certain biological specimens ( ocular surface wash, mucocellular material, corneal filaments, or impression cytology of conjunctiva, blood, or serum) will be collected."
        },
        "conditionsModule": {
            "conditions": [
                "Dry Eye Disease",
                "oGVHD"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Certain biological specimens (ocular surface wash, mucocellular material, corneal filaments or impression cytology, or blood) will be collected and stored and analyzed to obtain immunologic, cellular, or molecular mechanistic insights into the patient's disease processes."
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1.BMT Patients (Study)",
                    "description": "Patients prior to receiving a bone marrow transplant will be recruited during their initial intake prior to their BM transplant through the PI's regularly scheduled appointment with these patients.",
                    "interventionNames": [
                        "Diagnostic Test: The standard care exam and biological specimens' collection"
                    ]
                },
                {
                    "label": "2.Controls",
                    "description": "Patients with no history of eye disease or cancer history",
                    "interventionNames": [
                        "Diagnostic Test: The standard care exam and biological specimens' collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "The standard care exam and biological specimens' collection",
                    "description": "During each visit, in addition to standard of care exams, certain biological specimens ( ocular surface wash, mucocellular material, corneal filaments or impression cytology of conjunctiva, blood or serum) will be collected.",
                    "armGroupLabels": [
                        "1.BMT Patients (Study)",
                        "2.Controls"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "1. Risk factors and markers for developing eye diseases",
                    "description": "Number of patients with the risks and markers who have developed the eye diseases during the study",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "2. The mechanisms of eye damage",
                    "description": "Number of patients who have eye damage during the study",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "The drug acting targets",
                    "description": "Number of patients who have eye diseases with eye surface changes after the treatment during the study.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "The effect of ocular Graft-vs-Host Disease on the eye",
                    "description": "Number of patients who have eye surface changes with Graft-vs-Host Disease during the study",
                    "timeFrame": "Up to 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (≥ 18 years of age) who visit the Eye clinic either in the UMGCCC within the UMD Hospital or the UMD Faculty Physicians Ophthalmology Practice at the UMD Professional Building or satellite locations for initial visits or established visits.\n* The patient must be able to understand and sign and date the informed consent form approved by the IRB.\n\nExclusion Criteria:\n\n* Vulnerable populations: neonates, children, prisoners, institutionalized individuals.\n* Inability or refusal to provide informed consent.\n* History of ocular surgery (except refractive surgery or cataract surgery)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Two groups of patients will be invited to participate in the study.\n\n1. BMT Patients (Study) - Patients prior to receiving a bone marrow transplant will be recruited during their initial intake prior to their BM transplant through the PI's regularly scheduled appointment with these patients.\n2. Controls - patients with no history of eye disease or cancer history.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah B Sunshine, MD",
                    "role": "CONTACT",
                    "phone": "667-214-1292",
                    "email": "ssunshine@som.umaryland.edu"
                },
                {
                    "name": "Patricia Lesho",
                    "role": "CONTACT",
                    "phone": "410-328-2577",
                    "email": "plesho@umm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarah Sunshine, MD",
                    "affiliation": "University of Maryland, Baltimore",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Geenebaum Cancer Center, University of Maryland Medical Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patricia Lesho",
                            "role": "CONTACT",
                            "phone": "410-328-2577",
                            "email": "plesho@umm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28736335",
                    "type": "BACKGROUND",
                    "citation": "Craig JP, Nichols KK, Akpek EK, Caffery B, Dua HS, Joo CK, Liu Z, Nelson JD, Nichols JJ, Tsubota K, Stapleton F. TFOS DEWS II Definition and Classification Report. Ocul Surf. 2017 Jul;15(3):276-283. doi: 10.1016/j.jtos.2017.05.008. Epub 2017 Jul 20."
                },
                {
                    "pmid": "28736340",
                    "type": "BACKGROUND",
                    "citation": "Bron AJ, de Paiva CS, Chauhan SK, Bonini S, Gabison EE, Jain S, Knop E, Markoulli M, Ogawa Y, Perez V, Uchino Y, Yokoi N, Zoukhri D, Sullivan DA. TFOS DEWS II pathophysiology report. Ocul Surf. 2017 Jul;15(3):438-510. doi: 10.1016/j.jtos.2017.05.011. Epub 2017 Jul 20. Erratum In: Ocul Surf. 2019 Oct;17(4):842. doi: 10.1016/j.jtos.2019.08.007."
                },
                {
                    "pmid": "23169882",
                    "type": "BACKGROUND",
                    "citation": "Sonawane S, Khanolkar V, Namavari A, Chaudhary S, Gandhi S, Tibrewal S, Jassim SH, Shaheen B, Hallak J, Horner JH, Newcomb M, Sarkar J, Jain S. Ocular surface extracellular DNA and nuclease activity imbalance: a new paradigm for inflammation in dry eye disease. Invest Ophthalmol Vis Sci. 2012 Dec 17;53(13):8253-63. doi: 10.1167/iovs.12-10430."
                },
                {
                    "pmid": "23248237",
                    "type": "BACKGROUND",
                    "citation": "McDermott AM. New insight into dry eye inflammation. Invest Ophthalmol Vis Sci. 2012 Dec 17;53(13):8264. doi: 10.1167/iovs.12-11386. No abstract available."
                },
                {
                    "pmid": "15001782",
                    "type": "BACKGROUND",
                    "citation": "Brinkmann V, Reichard U, Goosmann C, Fauler B, Uhlemann Y, Weiss DS, Weinrauch Y, Zychlinsky A. Neutrophil extracellular traps kill bacteria. Science. 2004 Mar 5;303(5663):1532-5. doi: 10.1126/science.1092385."
                },
                {
                    "pmid": "23931060",
                    "type": "BACKGROUND",
                    "citation": "Cooper PR, Palmer LJ, Chapple IL. Neutrophil extracellular traps as a new paradigm in innate immunity: friend or foe? Periodontol 2000. 2013 Oct;63(1):165-97. doi: 10.1111/prd.12025."
                },
                {
                    "pmid": "24255046",
                    "type": "BACKGROUND",
                    "citation": "Tibrewal S, Sarkar J, Jassim SH, Gandhi S, Sonawane S, Chaudhary S, Byun YS, Ivanir Y, Hallak J, Horner JH, Newcomb M, Jain S. Tear fluid extracellular DNA: diagnostic and therapeutic implications in dry eye disease. Invest Ophthalmol Vis Sci. 2013 Dec 11;54(13):8051-61. doi: 10.1167/iovs.13-12844."
                },
                {
                    "pmid": "10502571",
                    "type": "BACKGROUND",
                    "citation": "Ogawa Y, Okamoto S, Wakui M, Watanabe R, Yamada M, Yoshino M, Ono M, Yang HY, Mashima Y, Oguchi Y, Ikeda Y, Tsubota K. Dry eye after haematopoietic stem cell transplantation. Br J Ophthalmol. 1999 Oct;83(10):1125-30. doi: 10.1136/bjo.83.10.1125."
                },
                {
                    "pmid": "25529383",
                    "type": "BACKGROUND",
                    "citation": "Jagasia MH, Greinix HT, Arora M, Williams KM, Wolff D, Cowen EW, Palmer J, Weisdorf D, Treister NS, Cheng GS, Kerr H, Stratton P, Duarte RF, McDonald GB, Inamoto Y, Vigorito A, Arai S, Datiles MB, Jacobsohn D, Heller T, Kitko CL, Mitchell SA, Martin PJ, Shulman H, Wu RS, Cutler CS, Vogelsang GB, Lee SJ, Pavletic SZ, Flowers ME. National Institutes of Health Consensus Development Project on Criteria for Clinical Trials in Chronic Graft-versus-Host Disease: I. The 2014 Diagnosis and Staging Working Group report. Biol Blood Marrow Transplant. 2015 Mar;21(3):389-401.e1. doi: 10.1016/j.bbmt.2014.12.001. Epub 2014 Dec 18."
                },
                {
                    "pmid": "30531954",
                    "type": "BACKGROUND",
                    "citation": "Inamoto Y, Valdes-Sanz N, Ogawa Y, Alves M, Berchicci L, Galvin J, Greinix H, Hale GA, Horn B, Kelly D, Liu H, Rowley S, Schoemans H, Shah A, Lupo Stanghellini MT, Agrawal V, Ahmed I, Ali A, Bhatt N, Byrne M, Chhabra S, DeFilipp Z, Fahnehjelm K, Farhadfar N, Horn E, Lee C, Nathan S, Penack O, Prasad P, Rotz S, Rovo A, Yared J, Pavletic S, Basak GW, Battiwalla M, Duarte R, Savani BN, Flowers MED, Shaw BE, Petricek I. Ocular graft-versus-host disease after hematopoietic cell transplantation: Expert review from the Late Effects and Quality of Life Working Committee of the CIBMTR and Transplant Complications Working Party of the EBMT. Bone Marrow Transplant. 2019 May;54(5):662-673. doi: 10.1038/s41409-018-0340-0. Epub 2018 Dec 7."
                },
                {
                    "pmid": "27086024",
                    "type": "BACKGROUND",
                    "citation": "Abud TB, Amparo F, Saboo US, Di Zazzo A, Dohlman TH, Ciolino JB, Hamrah P, Dana R. A Clinical Trial Comparing the Safety and Efficacy of Topical Tacrolimus versus Methylprednisolone in Ocular Graft-versus-Host Disease. Ophthalmology. 2016 Jul;123(7):1449-57. doi: 10.1016/j.ophtha.2016.02.044. Epub 2016 Apr 13."
                },
                {
                    "pmid": "30965123",
                    "type": "BACKGROUND",
                    "citation": "An S, Raju I, Surenkhuu B, Kwon JE, Gulati S, Karaman M, Pradeep A, Sinha S, Mun C, Jain S. Neutrophil extracellular traps (NETs) contribute to pathological changes of ocular graft-vs.-host disease (oGVHD) dry eye: Implications for novel biomarkers and therapeutic strategies. Ocul Surf. 2019 Jul;17(3):589-614. doi: 10.1016/j.jtos.2019.03.010. Epub 2019 Apr 6."
                },
                {
                    "pmid": "17077652",
                    "type": "BACKGROUND",
                    "citation": "Lelli GJ Jr, Musch DC, Gupta A, Farjo QA, Nairus TM, Mian SI. Ophthalmic cyclosporine use in ocular GVHD. Cornea. 2006 Jul;25(6):635-8. doi: 10.1097/01.ico.0000208818.47861.1d."
                },
                {
                    "pmid": "31606460",
                    "type": "BACKGROUND",
                    "citation": "Kwon J, Surenkhuu B, Raju I, Atassi N, Mun J, Chen YF, Sarwar MA, Rosenblatt M, Pradeep A, An S, Dhall N, Mun C, Jain S. Pathological consequences of anti-citrullinated protein antibodies in tear fluid and therapeutic potential of pooled human immune globulin-eye drops in dry eye disease. Ocul Surf. 2020 Jan;18(1):80-97. doi: 10.1016/j.jtos.2019.10.004. Epub 2019 Oct 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015352",
                    "term": "Dry Eye Syndromes"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007766",
                    "term": "Lacrimal Apparatus Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18040",
                    "name": "Dry Eye Syndromes",
                    "asFound": "Dry Eye Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10664",
                    "name": "Keratoconjunctivitis Sicca",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "asFound": "Eye Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10786",
                    "name": "Lacrimal Apparatus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}