{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05696652",
            "orgStudyIdInfo": {
                "id": "68827"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23HL164980",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23HL164980"
                },
                {
                    "id": "23CDA1040581",
                    "type": "OTHER_GRANT",
                    "domain": "American Heart Association"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Identifying Markers of Exercise Training in Heart Failure",
            "officialTitle": "Identifying Markers of Exercise Training in Heart Failure",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "identifying-markers-of-exercise-training-in-heart-failure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-13",
            "studyFirstSubmitQcDate": "2023-01-13",
            "studyFirstPostDateStruct": {
                "date": "2023-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Daniel Katz",
                "investigatorTitle": "Study Investigator",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "American Heart Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The heart failure syndrome that occurs when the heart is too sick to properly do its job. One of the main symptoms is difficulty with exercise. One way to improve symptoms is to start patients in a 12 week exercise program called cardiac rehabilitation. Cardiac rehabilitation been shown to improve symptoms for heart failure patients. However, the investigators do not know exactly what exercise does to the molecules that make up the human body. If the investigators could answer this question, the investigators might find a whole new way to treat the symptoms of heart failure. Therefore the investigators want to know what molecules might be responsible for the benefits of exercise. The plan for this study is to measure the levels of thousands of proteins in blood samples which come from people with heart failure and see how those levels change after 12 weeks of cardiac rehabilitation, compared to the protein levels in patients whose cardiac rehabilitation is delayed until after the study period. If the investigators know the proteins that change with exercise, the investigators can then look to see if targeting these proteins with medicines can mimic the benefits of exercise. The long term goal of our work is to identify \"exercise-in-a-pill\" medicines that will help people with heart failure."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active arm: Acute exercise + 12 weeks Cardiac Rehabilitation",
                    "type": "EXPERIMENTAL",
                    "description": "This arm includes two-thirds of enrollees and focuses on both acute and chronic effects of exercise. Qualifying participants with heart failure randomized to this arm will undergo a 40 minute bout of moderate intensity exercise on a date prior to beginning in cardiac rehabilitation. Blood samples will be collected before and after the acute bout at 10, 30, and 210 minutes after exercise. Participants will then go to cardiac rehabilitation for a 12 week period. A single blood sample will be obtained at 6 weeks. The participants will return after the 12 weeks of cardiac rehabilitation for a second bout of acute exercise and blood sampling identical to the first. Finally, 12 weeks after completion of cardiac rehab, patients will return for another single blood sample.",
                    "interventionNames": [
                        "Behavioral: Acute exercise",
                        "Behavioral: Cardiac rehabilitation"
                    ]
                },
                {
                    "label": "Control arm: No exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This arm includes one-third of enrollees and serves as control. Qualifying participants with heart failure randomized to this arm will begine with a 40 minute period of rest on a date prior to beginning in cardiac rehabilitation. Blood samples will be collected before and after the the 40 minute period at 10, 30, and 210 minutes after exercise. Participants will then defer cardiac rehabilitation for a 12 week period. A single blood sample will be obtained at 6 weeks of this control intervention period. The participants will return after the 12 weeks of control intervention for an actual bout of acute exercise and blood sampling identical to those completed by the active arm. They will then enter cardiac rehabilitation as per standard of care. Finally, 12 weeks after completion of cardiac rehab, patients will return for another single blood sample.",
                    "interventionNames": [
                        "Behavioral: Acute exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acute exercise",
                    "description": "40 minute moderate intensity exercise bout on a treadmill. This is similar to a single session of cardiac rehabilitation.",
                    "armGroupLabels": [
                        "Active arm: Acute exercise + 12 weeks Cardiac Rehabilitation",
                        "Control arm: No exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cardiac rehabilitation",
                    "description": "12 week program of standard clinical cardiac rehabilitation for patients with symptomatic heart failure. Patients undergo 3-times weekly sessions of monitored exercise for 12 weeks. This is the same cardiac rehabilitation patients would get as part of clinical care.",
                    "armGroupLabels": [
                        "Active arm: Acute exercise + 12 weeks Cardiac Rehabilitation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Proteomic Profile: Chronic",
                    "description": "Patients will have proteomic profiling performed at baseline, prior to the intervention period, and again following the 12 week intervention. Proteomic profiling measures levels of \\~3000 proteins in the blood, so the changes in the global proteome can be assessed after the intervention period.",
                    "timeFrame": "Baseline vs week 12 proteomic profile"
                },
                {
                    "measure": "Change in Proteomic Profile: Acute",
                    "description": "Patients will have proteomic profiling performed at baseline, prior to the acute bout of exercise, and again following the 12 week intervention. Proteomic profiling measures levels of \\~3000 proteins in the blood, so the changes in the global proteome can be assessed before and after the acute exercise bout. Comparisons can be drawn between between those exercising and those not exercising (at acute bout #1), but also can be compared between those who did and did not not undergo cardiac rehabilitation (at acute bout #2).",
                    "timeFrame": "Acute bout vs control; Baseline vs week 12 proteomic profile of acute exercise"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proteomic predictors of Cardiopulmonary fitness",
                    "description": "Participants will have cardiopulmonary exercise testing at baseline and after 12 weeks to assess the effects of cardiac rehab. The association between cardiopulmonary fitness metrics and proteomic profile will be assessed",
                    "timeFrame": "Baseline vs week 12 proteomic profile"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Male or female, aged 18-89\n* Patients must carry a diagnosis of heart failure with ejection fraction \\< 40%\n* Be willing to participate in cardiac rehabilitation, and not already done so in the last year\n* Agreement to adhere to Lifestyle Considerations (see section 5.3) throughout study duration\n* Have a CPET in the last 6 months\n* Must be able to exercise on a treadmill\n\nExclusion Criteria:\n\n* Inability to complete CPET or participate in CR (verbal/chart)\n* Syncope during CPET within the last 6 mos, sustained VT on CPET, hemodynamically significant arrhythmia during CPET (verbal/chart)\n* BMI \\>= 38 (verbal/chart)\n* History of a bleeding disorder or clotting abnormality (verbal/chart)\n* Clinical diagnosis of severe Chronic Obstructive Pulmonary Disease (COPD) (verbal/chart)\n* History of malignancy not considered in remission (verbal/chart)\n* Cirrhosis (verbal/chart)\n* Thyroid disease (verbal/chart)\n\n  * Thyroid Stimulating Hormone (TSH) value outside of the normal range for the laboratory within the last 1 year\n\n    * Individuals with hypothyroidism may be referred to their primary care provider (PCP) for evaluation and retested; any medication change must be stable for ≥3 months prior to retesting\n    * Individuals with hyperthyroidism are excluded, including those with normal TSH on pharmacologic treatment\n* Cancer (verbal/chart)\n\n  * History of cancer treatment (other than non-melanoma skin cancer) and not \"cancer-free\" for at least 2 years\n  * Anti-hormonal therapy (e.g., for breast or prostate cancer) within the last 6 months\n* Chronic active or latent infection (verbal/chart)\n\n  * Active or latent infections requiring chronic antibiotic or anti-viral treatment\n  * Chronic active infection whether on chronic antimicrobials or not\n  * Human Immunodeficiency Virus\n  * Active hepatitis B or C undergoing antiviral therapy\n  * Individuals successfully treated for hepatitis C and virologically negative for at least 6 months are not excluded\n* Tobacco (verbal/chart)\n\n  * Current smokers: any tobacco or e-cigarette/e-nicotine products\n  * Former smokers: Stopped smoking \\<6 months at time of screening\n* Not be pregnant or lactating in the last 12 months, or planning to become pregnant for the next 4 months. Not be post-partum during the last 12 months. (verbal/chart)\n* Metabolic bone disease (self-report): History of non-traumatic fracture from a standing height or less. Current pharmacologic treatment for low bone mass or osteoporosis, other than calcium, vitamin D, or estrogen. (verbal/chart)\n* Diabetes (self-report and screening), which includes: i) treatment with any insulin or ii) A1c \\>=8.0 (screening). (verbal/chart)\n* Chronic renal insufficiency (screening): estimated glomerular filtration rate \\<30 mL/min/1.73 m2 from serum creatinine (mg/dL) by the Chronic Kidney Disease Epidemiology Collaboration equation. (verbal/chart)\n* Individuals receiving any active treatment for autoimmune disorders (including monoclonal antibodies) within the last 6 months. (verbal/chart)\n* Alcohol consumption: i) more than 7 drinks per week for women and more than 14 drinks per week for men; ii) history of binge drinking. (verbal/chart)\n* Any individual engaging in night shift work in the last 6 months.\n* Hospitalization for any psychiatric condition within one year (verbal/chart)\n* Any musculoskeletal or ligamentous injury, amputation or congenital neurological defect that, in the opinion of the team clinician, would negatively impact or mitigate participation in and completion of the protocol. (verbal/chart)\n* Mental incapacity and/or cognitive impairment on the part of the participant that would inhibit adequate understanding of or cooperation with the study protocol\n* Other (clinician judgment)\n\n  * Genetic metabolic disorders that could affect metabolomic results (e.g., phenylketonuria)\n  * Any other cardiovascular, pulmonary, orthopedic, neurologic, psychiatric, metabolic, or other conditions that, in the opinion of the local clinician, would preclude participation and successful completion of the protocol\n  * Any other illnesses that, in the opinion of the local clinician, would negatively impact or mitigate participation in and completion of the protocol\n* Medication exclusions (chart review)\n\n  * Androgenic anabolic steroids, antiestrogens, antiandrogens\n  * Growth hormone, insulin like growth factor, growth hormone releasing hormone\n  * Insulin of any type used regularly\n  * Any drugs used specifically to induce muscle growth/hypertrophy or augment exercise induced muscle hypertrophy\n  * Psychiatric\n\n    * Chronic use of medium- or long-acting sedatives and hypnotics, including all benzodiazepines; short-acting non-benzodiazepine sedative-hypnotics are allowed\n    * Two or more drugs for depression\n    * Mood stabilizers\n    * Antiepileptic drugs\n    * Stimulants, Attention-Deficit/Hyperactivity Disorder (ADHD) drugs\n    * Anti-psychotic drugs\n  * Narcotics and narcotic receptor agonists\n  * Chronic systemic antimicrobials (antibiotic, antiviral, antifungal, antiparasite, etc) for any reason\n  * High-potency topical steroids if ≥10% of surface area using rule of 9s\n  * Continuous/chronic use of antibiotics or other anti-infectives for treatment or prevention\n  * Monoclonal antibodies\n  * Anti-rejection medications/immune suppressants\n  * Any other medications that, in the opinion of local clinicians, would negatively impact or mitigate full participation and completion.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Daniel H Katz, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Health Care",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mia Levanto",
                            "role": "CONTACT",
                            "phone": "650-498-5673",
                            "email": "motrx-hf-shc@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32589957",
                    "type": "BACKGROUND",
                    "citation": "Sanford JA, Nogiec CD, Lindholm ME, Adkins JN, Amar D, Dasari S, Drugan JK, Fernandez FM, Radom-Aizik S, Schenk S, Snyder MP, Tracy RP, Vanderboom P, Trappe S, Walsh MJ; Molecular Transducers of Physical Activity Consortium. Molecular Transducers of Physical Activity Consortium (MoTrPAC): Mapping the Dynamic Responses to Exercise. Cell. 2020 Jun 25;181(7):1464-1474. doi: 10.1016/j.cell.2020.06.004."
                },
                {
                    "pmid": "32470399",
                    "type": "BACKGROUND",
                    "citation": "Contrepois K, Wu S, Moneghetti KJ, Hornburg D, Ahadi S, Tsai MS, Metwally AA, Wei E, Lee-McMullen B, Quijada JV, Chen S, Christle JW, Ellenberger M, Balliu B, Taylor S, Durrant MG, Knowles DA, Choudhry H, Ashland M, Bahmani A, Enslen B, Amsallem M, Kobayashi Y, Avina M, Perelman D, Schussler-Fiorenza Rose SM, Zhou W, Ashley EA, Montgomery SB, Chaib H, Haddad F, Snyder MP. Molecular Choreography of Acute Exercise. Cell. 2020 May 28;181(5):1112-1130.e16. doi: 10.1016/j.cell.2020.04.043."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}