{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04049604",
            "orgStudyIdInfo": {
                "id": "190132"
            },
            "secondaryIdInfos": [
                {
                    "id": "19-C-0132"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "IDENTIFY Study: Natural History of Maternal Neoplasia",
            "officialTitle": "Incidental Detection of Maternal Neoplasia Through Non-invasive Cell-Free DNA Analysis (IDENTIFY), a Natural History Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "identify-study-natural-history-of-maternal-neoplasia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-28",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-07",
            "studyFirstSubmitQcDate": "2019-08-07",
            "studyFirstPostDateStruct": {
                "date": "2019-08-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Human Genome Research Institute (NHGRI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nPregnant women can get a DNA analysis of their blood. The test tells a woman and her doctor about the DNA of her unborn baby. But some women get test results that are abnormal or not reportable. Researchers want to learn more about the relationship between these test results and cancer.\n\nObjective:\n\nTo better understand prenatal DNA test results and how they can predict cancer, if present, in pregnant women.\n\nEligibility:\n\nWomen 18 and older who got prenatal DNA test results that were abnormal or not reportable and suggested the abnormality was in the woman and not her baby.\n\nDesign:\n\nPotential participants will be screened by phone or in person. They will talk about their medical history and send copies of their medical records.\n\nEligible participants will have a physical exam and medical history. They will give blood and stool samples. They may have a Pap smear. They will talk to a specialist about the test results they got when they were pregnant.\n\nParticipants will have magnetic resonance imaging (MRI). They will lie on a table that slides in and out of a metal tube, taking pictures.\n\nParticipants will complete a paper or electronic survey. It will assess their emotional well-being.\n\nParticipants will get a list of any possible diagnoses and treatment options.\n\nParticipants may be followed for up to 5 years. They may give blood samples and copies of their medical records. This can be done without traveling to the NIH. In some cases, people might come back to the NIH in one year to see if anything has changed.",
            "detailedDescription": "Background:\n\n* Starting in 2011, analysis of circulating cell-free DNA (cfDNA) in the plasma of pregnant women began to be offered clinically as a prenatal screen for trisomies 13, 18, and 21. Owing to its superior sensitivity and positive predictive values compared to serum biochemistry and ultrasound markers, the cfDNA test became rapidly incorporated into prenatal clinical care.\n* By 2013, however, reports began to appear that described examples of false-positive test results.\n* cfDNA analysis is performed on maternal plasma samples taken any time between 10 and 40 weeks of gestation and is referred to as noninvasive prenatal testing (NIPT) or noninvasive prenatal screening (NIPS). The maternal plasma contains circulating DNA from the placenta (which serves as a proxy for the fetus) as well as the maternal hematopoietic system.\n* Retrospective studies evaluated the DNA profiles of women in whom a clinical diagnosis of malignancy was already known. Solid tumors shed cfDNA into the circulation. With increased understanding of maternal malignancy as the underlying basis for unusual cfDNA test results, case reports have been published that suggest that the tumor cfDNA is the underlying basis for the false-positive test results.\n* Prenatal genomic testing provides proof-of-principle that cfDNA analysis works as a screen to detect neoplasia, even when it was not designed to do so; and, clinical sequencing laboratories can find the women who are potentially at risk. There are clear and consistent professional guidelines regarding follow-up of the fetus with a high-risk result that is suggestive of aneuploidy. A diagnostic test such as an amniocentesis or a chorionic villus sampling (CVS) should be performed. However, if the fetus has a normal karyotype or\n\nchromosome microarray (CMA), there are no guidelines for the follow-up of the pregnant woman. We propose here a study to determine the best approach for clinical follow-up if the test results are suggestive of cancer.\n\nObjective:\n\n- To study the natural history of women with prenatal testing results that suggest an incidental detection of maternal neoplasia\n\nEligibility:\n\n- Women who had prenatal cfDNA tests during pregnancy to screen for fetal chromosomal aneuploidies,with non-reportable or abnormal results inconsistent with a viable fetus. Follow up testing shows a normal-appearing fetus on ultrasound examination and/or a normal fetal or neonatal karyotype or CMA.\n\nDesign:\n\n* Participants will undergo an initial evaluation at the Clinical Center to diagnose possible neoplasia.\n* All collected information will be discussed in multidisciplinary meetings. If neoplasia is discovered, the results will be shared with participants and referring physicians.\n* Participants will be followed to collect all available medical information."
        },
        "conditionsModule": {
            "conditions": [
                "Maternal Neoplasia"
            ],
            "keywords": [
                "Non invasive Prenatal Screening (NIPT or NIPS)",
                "Prenatal Clinical Care",
                "Pregnant Women",
                "Maternal Malignancy",
                "Cell-Free DNA (cfDNA) test"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 320,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Women with prenatal testing results that suggest an incidental detection of maternal neoplasia"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To study the natural history of women with prenatal testing results that suggest an incidental detection of maternal neoplasia",
                    "description": "Natural history of women with prenatal testing results that suggest an incidental detection of maternal neoplasia",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Women, age \\>= 18 years.\n* Pregnancy for which the following applies:\n\n  -- Underwent blood noninvasive prenatal testing (NIPT) during pregnancy to screen for fetal chromosomal aneuploidies and had unusual results that either led to an interpretation of \"non-reportable\" or multiple aneuploidies inconsistent with a viable fetus.\n* Follow up testing shows a normal-appearing fetus or fetuses on ultrasound examination and/or a normal fetal or neonatal karyotype.\n* Study enrollment may occur during pregnancy or up to two years postpartum.\n* Ability to travel to NIH.\n* Ability of subject to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n-The following NIPT results will be excluded:\n\n--Abnormal results that have been associated previously with an increased risk for hematologic malignancy, including but not limited to, Trisomy 8, 20delq, 5delq.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary clinical",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy E Turriff",
                    "role": "CONTACT",
                    "phone": "(301) 402-5421",
                    "email": "turriffa@mail.nih.gov"
                },
                {
                    "name": "Diana W Bianchi, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-9454",
                    "email": "bianchidw@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Diana W Bianchi, M.D.",
                    "affiliation": "National Human Genome Research Institute (NHGRI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35704839",
                    "type": "BACKGROUND",
                    "citation": "Turriff AE, Annunziata CM, Bianchi DW. Prenatal DNA Sequencing for Fetal Aneuploidy Also Detects Maternal Cancer: Importance of Timely Workup and Management in Pregnant Women. J Clin Oncol. 2022 Aug 1;40(22):2398-2401. doi: 10.1200/JCO.22.00733. Epub 2022 Jun 15. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-C-0132.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data are available during the study and indefinitely. Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        }
    },
    "hasResults": false
}