{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04324619",
            "orgStudyIdInfo": {
                "id": "iLO6000"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HD088448",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HD088448"
                }
            ],
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "iLookOut for Child Abuse: Micro-learning to Improve Knowledge Retention",
            "officialTitle": "iLookOut for Child Abuse: Micro-learning to Improve Knowledge Retention",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "ilookout-for-child-abuse-micro-learning-to-improve-knowledge-retention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-25",
            "studyFirstSubmitQcDate": "2020-03-25",
            "studyFirstPostDateStruct": {
                "date": "2020-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benjamin H. Levi",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This proposed randomized controlled trial will examine whether gamified micro-learning is a feasible and effective way to promote long-term learning about child abuse and its reporting. After completing the interactive online learning program, iLookOut for Child Abuse, early childhood professionals will receive brief (5-10 minute) gamified learning exercises to complete on their smart-phones. By measuring knowledge (and other outcomes) over time, the investigators will determine how much knowledge decays over various time periods, how well micro-learning can remediate that decay, and whether such a 2-phase intervention is feasible for helping early childhood professionals be better prepared to identify and report suspected child abuse.",
            "detailedDescription": "The epidemic of child abuse in the U.S. (\\>670,000 confirmed annually) causes massive harm to children and the adults they become. Surprisingly, \\<1% of these substantiated cases of child abuse are identified and reported by early childhood professionals (ECPs) -though they take care of \\>10 million American children.\n\nIn the parent study, the online learning program, iLookOut for Child Abuse (iLookOut), has been shown to significantly improve ECPs' knowledge and attitudes about child abuse/reporting; and preliminary data from an NICHD-sponsored randomized controlled trial suggest that iLookOut also improves ECPs' actual reporting of suspected abuse -ie, a greater likelihood of reports being screened-in, and screened-in reports leading to findings of abuse and/or social services being recommended.\n\nIt is known that for gains in knowledge to be sustained, they must be reinforced ...and reinforced again -because newly acquired knowledge decays over time unless it is put into use. To that end, the investigators have built and piloted a micro-learning platform that delivers gamified, interactive, micro-learning activities to 1) reinforce information taught in iLookOut's (3-hour) core learning program, 2) augment this learning with new material, and 3) provide opportunities to practice applying what has been learned. ECPs can complete micro-learning activities on their smartphones, and receive 3 additional hours of professional development credit (at no cost). Since deploying this platform, the majority of ECPs enrolling in the parent iLookOut study have engaged in \\>1 hour of micro-learning.\n\nBecause so many ECPs are willing to engage in iLookOut's micro-learning, and because spaced retrieval and spaced practice are known to improve learning, the investigators have reason to believe that this new intervention can help sustain ECPs' preparedness to appropriately identify and report suspected child abuse. What is not known is the rate of knowledge decay following iLookOut's core learning program; whether a multi-faceted implementation strategy (core + micro-learning) helps remediate decays in knowledge; and what is the best timing to introduce this reinforcement -immediately, or after a delay of some months.\n\niLookOut's micro-learning platform is fully integrated with the learning management system for iLookOut's core learning program, and a cognitive sequencing map helps ensure that micro-learning content is fully aligned with the core learning program. Upgrading the functionality of the current micro-learning activities will enable the investigators to capture the kind of granular, question-level data needed for rigorous research. Conducting a randomized controlled trial in Pennsylvania (where micro-learning has not yet been introduced) will allow the investigators to evaluate how well interactive, micro-learning activities improve learning, and more generally how a multi-faceted implementation strategy that utilizes mobile technology-based learning (ie, using smartphones) can better prepare ECPs to appropriately identify and report suspected child abuse."
        },
        "conditionsModule": {
            "conditions": [
                "Child Abuse"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "After completing an online learning program about child abuse and its reporting, early childhood professionals will be randomized to receive follow-up micro-learning either immediately, or after a delay (3, 6, or 12 months). Decay in knowledge will be measured, as well as remediation of that decay following micro-learning.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 6000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate",
                    "type": "EXPERIMENTAL",
                    "description": "After completing an online learning program about child abuse and its reporting, this group will receive follow-up micro-learning immediately.",
                    "interventionNames": [
                        "Other: Online interactive learning activities"
                    ]
                },
                {
                    "label": "3 month delay",
                    "type": "EXPERIMENTAL",
                    "description": "After completing an online learning program about child abuse and its reporting, this group will receive follow-up micro-learning after a delay 3 months.",
                    "interventionNames": [
                        "Other: Online interactive learning activities"
                    ]
                },
                {
                    "label": "6 month delay",
                    "type": "EXPERIMENTAL",
                    "description": "After completing an online learning program about child abuse and its reporting, this group will receive follow-up micro-learning after a delay 6 months.",
                    "interventionNames": [
                        "Other: Online interactive learning activities"
                    ]
                },
                {
                    "label": "12 month delay",
                    "type": "EXPERIMENTAL",
                    "description": "After completing an online learning program about child abuse and its reporting, this group will receive follow-up micro-learning after a delay 12 months.",
                    "interventionNames": [
                        "Other: Online interactive learning activities"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Online interactive learning activities",
                    "description": "1. 3-hour video-storyline-based interactive learning program\n2. Micro-learning activities that can be completed on mobile devices (eg, smartphones)",
                    "armGroupLabels": [
                        "12 month delay",
                        "3 month delay",
                        "6 month delay",
                        "Immediate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptable completion of iLookOut Micro-learning program measured by 50% of core program learners completing the micro-learning program.",
                    "description": "Evaluate whether a multi-faceted implementation strategy that includes learners completing an initial core training that is reinforced by using a micro-learning program (core learning program + micro-learning) is a way to educate ECPs about child abuse and its reporting. We will judge the iLookOut intervention program to have an acceptable completion rate if: \\>50% of ECPs who complete iLookOut's core learning program also complete the micro-learning program.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Feasibility of iLookOut micro-learning program used for professional development measured by 75% of leaner self-reporting learner satisfaction using net promoter score.",
                    "description": "Evaluate whether a multi-faceted implementation strategy that includes learners completing an initial core training followed by using a micro-learning program is a feasible way to educate ECPs about child abuse and its reporting. We will judge the iLookOut intervention feasible if:\n\n\\>75% of participants report endorsing the iLookOut micro-learning program, as measured by the a net promoter score that is \\>0. The net promoter scale consists of one question, How likely would you be to recommend this learning program to a fellow early childhood professional?, with responses measured on a -100 to +100.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average knowledge score compared at 5-time points and measured by the iLookOut knowledge assessment.",
                    "description": "The iLookOut knowledge measure includes 26 knowledge items. Each item has a correct and incorrect response that is scored for correctness. The knowledge score will be measured at 5 time-points: 1) prior to the core learning program; 2) immediately after the learning program; 3) immediately prior to micro-learning; 4) immediately after micro-learning; and 5) three months after completion of micro-learning. The average knowledge score will be compared at each time-point.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Knowledge score decay and remediation measured by change in average knowledge score on the iLookOut knowledge assessment over 5 time points.",
                    "description": "The iLookOut knowledge scores collected at each of 5 time points will be compared to determine the change in knowledge at each time-point. A reduction in knowledge score from a prior assessment of knowledge will be considered a decay in knowledge. An increase in knowledge score after such a decay will be considered remediation. Knowledge scores will evaluate the natural course of knowledge decay, the degree of remediation following completion of micro-learning activities, and then any subsequent knowledge decay. Knowledge will be measured at 5 time-points: 1) prior to the core learning program; 2) immediately after the learning program; 3) immediately prior to micro-learning; 4) immediately after micro-learning; and 5) three months after completion of micro-learning. The average knowledge scores at each time-point will be compared.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years of age\n* Works or volunteers at a childcare facility in Pennsylvania\n\nExclusion Criteria:\n\n* Younger than 18 years of age\n* Does not work or volunteer at a childcare facility in Pennsylvania",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nicole Verdiglione, MA",
                    "role": "CONTACT",
                    "phone": "717-531-4221",
                    "email": "NVerdiglione@PennStateHealth.psu.edu"
                },
                {
                    "name": "Benjamin H Levi, MD PhD",
                    "role": "CONTACT",
                    "phone": "7175318778",
                    "email": "BHLEVI@psu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Milton S. Hershey Medical Center / Penn State College of Medicine",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Verdiglione, BA",
                            "role": "CONTACT",
                            "phone": "717-531-8521",
                            "phoneExt": "283-765",
                            "email": "nverdiglione@pennstatehealth.psu.edu"
                        },
                        {
                            "name": "Benjamin H Levi, MD PhD",
                            "role": "CONTACT",
                            "phone": "717-531-8521",
                            "email": "BHLevi@psu.edu"
                        },
                        {
                            "name": "Benjamin H Levi, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Only de-identified data would be available for sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}