{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05470023",
            "orgStudyIdInfo": {
                "id": "881"
            },
            "organization": {
                "fullName": "University of California, Irvine",
                "class": "OTHER"
            },
            "briefTitle": "Imaging-based Assessment of Oral Biofilm and Gingival Health",
            "officialTitle": "Imaging-based Assessment of Oral Biofilm and Gingival Health",
            "therapeuticArea": [
                "Other"
            ],
            "study": "imaging-based-assessment-of-oral-biofilm-and-gingival-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-15",
            "studyFirstSubmitQcDate": "2022-07-19",
            "studyFirstPostDateStruct": {
                "date": "2022-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Petra E. Wilder-Smith",
                "investigatorTitle": "Professor of Surgery and Director of Dentistry",
                "investigatorAffiliation": "University of California, Irvine"
            },
            "leadSponsor": {
                "name": "University of California, Irvine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to develop a better way of measuring the health of patients' mouth using photographs and imaging software. The investigators will also study the specific effects of individual toothpastes and mouthwashes on oral health.\n\nParticipants who have volunteered to be in the study will be asked to use a toothpaste or over a period of 7 days to 6 months. The investigators will determine the participants' oral plaque levels, gum health, and saliva (spit) production with clinical exams as well as photographs of the participants' mouths. It is the hope of the study team to find better ways of assessing the health of patients' mouths and to identify whether gum health can be improved by specific toothpastes or mouthwashes.",
            "detailedDescription": "Participants will be asked whether they fulfill study inclusion/exclusion criteria. If recruited, they will be asked to sign the informed consent form. No professional dental cleaning will be performed before or during the trial in order to avoid the influence this would have on the data gathered. Participants will be randomly assigned to use one of the oral care products, which are all OTC products and will be used in the intended manner.\n\nFor toothpastes, participants will be asked to brush twice daily for the study duration with one of the following test dental gels: LivFresh Dental Gel (Livionex, Los Gatos, CA); LivFree Dental Gel (Los Gatos, CA); AIM (Church and Dwight, Ewing, NJ); Parodontax (GSK, Philadelphia, PA); Crest Prohealth (P\\&G, Cincinnati, OH); and Colgate Total (Colgate-Palmolive, New York, NY). A standard Oral B ProFlexR toothbrush will be provided to each volunteer, and participants will be trained in standard sulcular brushing technique. Participants will brush participants' teeth two hours prior to each visit and refrain from eating from that time onwards until after participants' visit. Participants allocated to mouthrinse use will continue with participants' usual oral hygiene protocol; additionally, the participants will be asked to rinse twice daily with 1 capful for 1 minute with the Lumineux Mouthrinse (Lumineux, Beverley Hills, CA) directly after brushing participants' teeth. Plaque levels (P.I.), gingival inflammation, and sulcus bleeding (mSBI) will be recorded.\n\nA standardized periodontal probe will be used to measure pockets. Saliva production will be measured by asking participants to expectorate into a graduated cylinder for 5 minutes. Saliva will not be stored or analyzed in any way.\n\nVolunteers will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images, thus automatically rendering the images unidentifiable with regard to each subject's facial appearance. These photos will not show the subject's face but will focus on the subject's mouth. Participants will be asked whether participants fulfill study inclusion/exclusion criteria inclusion/exclusion criteria.\n\nStudy duration will be 7 days or 1, 3, or 6 months. Each visit will last approximately 30 minutes. Initially, study duration will be 7 days as the investigators develop the imaging- based techniques. Once the techniques are finalized, study duration will be incrementally increased to 1 month, then 3 months, then 6 months to validate and refine the imaging-based techniques."
        },
        "conditionsModule": {
            "conditions": [
                "Plaque, Dental",
                "Gingivitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Subjects will be randomized to different treatments.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "White tape over receptacle.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 275,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Brushing with LivFresh Dental Gel",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will brush twice daily for the study duration with LivFresh Dental Gel with a standard Oral B ProFlexR toothbrush and will be trained in standard sulcular brushing technique. Subjects will brush their teeth two hours prior to each visit and refrain from eating from that time onwards until after their visit. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                },
                {
                    "label": "Brushing with LivFree Dental Gel",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will brush twice daily for the study duration with LivFree Dental Gel with a standard Oral B ProFlexR toothbrush and will be trained in standard sulcular brushing technique. Subjects will brush their teeth two hours prior to each visit and refrain from eating from that time onwards until after their visit. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                },
                {
                    "label": "Brushing with AIM Dental Gel",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will brush twice daily for the study duration with AIM Dental Gels with a standard Oral B ProFlexR toothbrush and will be trained in standard sulcular brushing technique. Subjects will brush their teeth two hours prior to each visit and refrain from eating from that time onwards until after their visit. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                },
                {
                    "label": "Brushing with Crest Prohealth Dental Gel",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will brush twice daily for the study duration with Crest Prohealth Dental Gel with a standard Oral B ProFlexR toothbrush and will be trained in standard sulcular brushing technique. Subjects will brush their teeth two hours prior to each visit and refrain from eating from that time onwards until after their visit. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                },
                {
                    "label": "Brushing with Parodontax Dental Gel",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will brush twice daily for the study duration with Parodontax Dental Gel with a standard Oral B ProFlexR toothbrush and will be trained in standard sulcular brushing technique. Subjects will brush their teeth two hours prior to each visit and refrain from eating from that time onwards until after their visit. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                },
                {
                    "label": "Brushing with Colgate Total Dental Gel",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will brush twice daily for the study duration with Colgate Total Dental Gel with a standard Oral B ProFlexR toothbrush and will be trained in standard sulcular brushing technique. Subjects will brush their teeth two hours prior to each visit and refrain from eating from that time onwards until after their visit. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                },
                {
                    "label": "Rinsing with Lumineux or Listerine Mouthwashes",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will be asked to rinse twice daily with 1 capful for 1 minute with Lumineux or Listerine Mouthwashes directly after brushing their teeth, while continuing with their usual oral hygiene protocol. Plaque levels, gingival inflammation, and sulcus bleeding will be recorded. A standardized periodontal probe will be used to measure pockets. Subjects will expectorate into a graduated cylinder for 5 minutes and their saliva production will be measured. Saliva will not be stored or analyzed in any way. Subjects will be photographed and evaluated on all study dates by the same blinded, pre-calibrated investigator. Photographs will be recorded using a standard dental intraoral camera, which only records intraoral images. These photos will not show the subject's face but will focus on the subject's mouth.",
                    "interventionNames": [
                        "Other: OTC Toothpastes or Mouthrinses"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "OTC Toothpastes or Mouthrinses",
                    "description": "OTC Toothpastes or mouthrinses used according to standard of care",
                    "armGroupLabels": [
                        "Brushing with AIM Dental Gel",
                        "Brushing with Colgate Total Dental Gel",
                        "Brushing with Crest Prohealth Dental Gel",
                        "Brushing with LivFree Dental Gel",
                        "Brushing with LivFresh Dental Gel",
                        "Brushing with Parodontax Dental Gel",
                        "Rinsing with Lumineux or Listerine Mouthwashes"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Plaque level at Week 1",
                    "description": "Oral plaque will be measured using the gold standard plaque index (0-5; 0-best, 5 worst).",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Plaque level at Month 1",
                    "description": "Oral plaque will be measured using the gold standard plaque index (0-5; 0-best, 5 worst).",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Plaque level at Month 3",
                    "description": "Oral plaque will be measured using the gold standard plaque index (0-5; 0-best, 5 worst).",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Plaque level at Month 6",
                    "description": "Oral plaque will be measured using the gold standard plaque index (0-5; 0-best, 5 worst).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Gingival health (gingival index) at Week 1",
                    "description": "Gingival health will be measured using the gold standard gingival index (0-3; 0-best, 3 worst).",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Gingival health (gingival index) at Month 1",
                    "description": "Gingival health will be measured using the gold standard gingival index (0-3; 0-best, 3 worst).",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Gingival health (gingival index) at Month 3",
                    "description": "Gingival health will be measured using the gold standard gingival index (0-3; 0-best, 3 worst).",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Gingival health (gingival index) at Month 6",
                    "description": "Gingival health will be measured using the gold standard gingival index (0-3; 0-best, 3 worst).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Gingival health (sulcus bleeding index) at Week 1",
                    "description": "Gingival health will be measured using the gold standard modified sulcus bleeding index (0-3; 0-best, 3 worst).",
                    "timeFrame": "1 week"
                },
                {
                    "measure": "Gingival health (sulcus bleeding index) at Month 1",
                    "description": "Gingival health will be measured using the gold standard modified sulcus bleeding index (0-3; 0-best, 3 worst).",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Gingival health (sulcus bleeding index) at Month 3",
                    "description": "Gingival health will be measured using the gold standard modified sulcus bleeding index (0-3; 0-best, 3 worst).",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Gingival health (sulcus bleeding index) at Month 6",
                    "description": "Gingival health will be measured using the gold standard modified sulcus bleeding index (0-3; 0-best, 3 worst).",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years of age or older\n* In good general health\n\nExclusion Criteria:\n\n* History of allergy or intolerance of oral hygiene products such as toothpastes and mouthrinses",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dr. Petra Wilder-Smith",
                    "role": "CONTACT",
                    "phone": "949-824-7632",
                    "email": "pwsmith@uci.edu"
                },
                {
                    "name": "Nicole Wakida, PhD",
                    "role": "CONTACT",
                    "phone": "949-824-4360",
                    "email": "nwakida@uci.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dr. Petra Wilder-Smith",
                    "affiliation": "Beckman Laser Institute University of California Irvine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beckman Laser Institute and Medical Clinic",
                    "status": "RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92617",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Petra Wilder-Smith, DDS, PhD",
                            "role": "CONTACT",
                            "phone": "949-824-7632",
                            "email": "pwsmith@hs.uci.edu"
                        },
                        {
                            "name": "Nicole Wakida, PhD",
                            "role": "CONTACT",
                            "phone": "949-824-4360",
                            "email": "nwakida@uci.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "6947992",
                    "type": "BACKGROUND",
                    "citation": "Axelsson P, Lindhe J. The significance of maintenance care in the treatment of periodontal disease. J Clin Periodontol. 1981 Aug;8(4):281-94. doi: 10.1111/j.1600-051x.1981.tb02039.x. No abstract available."
                },
                {
                    "pmid": "19725713",
                    "type": "BACKGROUND",
                    "citation": "Baek JH, Krasieva T, Tang S, Ahn Y, Kim CS, Vu D, Chen Z, Wilder-Smith P. Optical approach to the salivary pellicle. J Biomed Opt. 2009 Jul-Aug;14(4):044001. doi: 10.1117/1.3158994."
                },
                {
                    "pmid": "18273327",
                    "type": "BACKGROUND",
                    "citation": "Colston BW Jr, Everett MJ, Da Silva LB, Otis LL, Stroeve P, Nathel H. Imaging of hard- and soft-tissue structure in the oral cavity by optical coherence tomography. Appl Opt. 1998 Jun 1;37(16):3582-5. doi: 10.1364/ao.37.003582."
                },
                {
                    "pmid": "22935673",
                    "type": "BACKGROUND",
                    "citation": "Eke PI, Dye BA, Wei L, Thornton-Evans GO, Genco RJ; CDC Periodontal Disease Surveillance workgroup: James Beck (University of North Carolina, Chapel Hill, USA), Gordon Douglass (Past President, American Academy of Periodontology), Roy Page (University of Washin. Prevalence of periodontitis in adults in the United States: 2009 and 2010. J Dent Res. 2012 Oct;91(10):914-20. doi: 10.1177/0022034512457373. Epub 2012 Aug 30."
                },
                {
                    "pmid": "9673164",
                    "type": "BACKGROUND",
                    "citation": "Haffajee AD, Socransky SS. Microbial etiological agents of destructive periodontal diseases. Periodontol 2000. 1994 Jun;5:78-111. doi: 10.1111/j.1600-0757.1994.tb00020.x. No abstract available."
                },
                {
                    "pmid": "16878065",
                    "type": "BACKGROUND",
                    "citation": "Llena-Puy C. The role of saliva in maintaining oral health and as an aid to diagnosis. Med Oral Patol Oral Cir Bucal. 2006 Aug;11(5):E449-55. English, Spanish."
                },
                {
                    "pmid": "14121956",
                    "type": "BACKGROUND",
                    "citation": "LOE H, SILNESS J. PERIODONTAL DISEASE IN PREGNANCY. I. PREVALENCE AND SEVERITY. Acta Odontol Scand. 1963 Dec;21:533-51. doi: 10.3109/00016356309011240. No abstract available."
                },
                {
                    "pmid": "22692271",
                    "type": "BACKGROUND",
                    "citation": "Madlena M, Banoczy J, Gotz G, Marton S, Kaan M Jr, Nagy G. Effects of amine and stannous fluorides on plaque accumulation and gingival health in orthodontic patients treated with fixed appliances: a pilot study. Oral Health Dent Manag. 2012 Jun;11(2):57-61."
                },
                {
                    "pmid": "11551090",
                    "type": "BACKGROUND",
                    "citation": "Morris AJ, Steele J, White DA. The oral cleanliness and periodontal health of UK adults in 1998. Br Dent J. 2001 Aug 25;191(4):186-92. doi: 10.1038/sj.bdj.4801135."
                },
                {
                    "pmid": "10914890",
                    "type": "BACKGROUND",
                    "citation": "Nogueira-Filho GR, Toledo S, Cury JA. Effect of 3 dentifrices containing triclosan and various additives. An experimental gingivitis study. J Clin Periodontol. 2000 Jul;27(7):494-8. doi: 10.1034/j.1600-051x.2000.027007494.x."
                },
                {
                    "pmid": "4224181",
                    "type": "BACKGROUND",
                    "citation": "Theilade E, Wright WH, Jensen SB, Loe H. Experimental gingivitis in man. II. A longitudinal clinical and bacteriological investigation. J Periodontal Res. 1966;1:1-13. doi: 10.1111/j.1600-0765.1966.tb01842.x. No abstract available."
                },
                {
                    "pmid": "5264376",
                    "type": "BACKGROUND",
                    "citation": "Turesky S, Gilmore ND, Glickman I. Reduced plaque formation by the chloromethyl analogue of victamine C. J Periodontol. 1970 Jan;41(1):41-3. doi: 10.1902/jop.1970.41.41.41. No abstract available."
                },
                {
                    "pmid": "16128840",
                    "type": "BACKGROUND",
                    "citation": "van der Weijden GA, Hioe KP. A systematic review of the effectiveness of self-performed mechanical plaque removal in adults with gingivitis using a manual toothbrush. J Clin Periodontol. 2005;32 Suppl 6:214-28. doi: 10.1111/j.1600-051X.2005.00795.x."
                },
                {
                    "pmid": "8436632",
                    "type": "BACKGROUND",
                    "citation": "Yates R, Jenkins S, Newcombe R, Wade W, Moran J, Addy M. A 6-month home usage trial of a 1% chlorhexidine toothpaste (1). Effects on plaque, gingivitis, calculus and toothstaining. J Clin Periodontol. 1993 Feb;20(2):130-8. doi: 10.1111/j.1600-051x.1993.tb00327.x."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005891",
                    "term": "Gingivitis"
                },
                {
                    "id": "D000003773",
                    "term": "Dental Plaque"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000005882",
                    "term": "Gingival Diseases"
                },
                {
                    "id": "D000010510",
                    "term": "Periodontal Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000003741",
                    "term": "Dental Deposits"
                },
                {
                    "id": "D000014076",
                    "term": "Tooth Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9003",
                    "name": "Gingivitis",
                    "asFound": "Gingivitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6970",
                    "name": "Dental Plaque",
                    "asFound": "Plaque, Dental",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8994",
                    "name": "Gingival Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13419",
                    "name": "Periodontal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6938",
                    "name": "Dental Deposits",
                    "relevance": "LOW"
                },
                {
                    "id": "M16831",
                    "name": "Tooth Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M140080",
                    "name": "Listerine",
                    "relevance": "LOW"
                },
                {
                    "id": "M15771",
                    "name": "Sodium Fluoride",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}