{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04340505",
            "orgStudyIdInfo": {
                "id": "19-700"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Imaging of Uveitis Patients Receiving Injectable Fluocinolone Acetonide Implant",
            "officialTitle": "Prospective Imaging of the intrAvitreal fluocinoloNe Acetonide Implant Using Fluorescein Angiography and opTical coHerencE tomogRaphy in Uveitis Patients. (PANTHER)",
            "acronym": "PANTHER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "imaging-of-uveitis-patients-receiving-injectable-fluocinolone-acetonide-implant"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-07",
            "studyFirstSubmitQcDate": "2020-04-07",
            "studyFirstPostDateStruct": {
                "date": "2020-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sunil Srivastava",
                "investigatorTitle": "Staff Physician",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "The Cleveland Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "We will prospectively observe patients with uveitis who are either active or were recently active in the previous 6 months and are treated with the i-FA implant. All of the patients will have standard clinical exams at baseline and image quantification of their inflammation using OCT, OCTA and UWFFA (if needed). At baseline, ETDRS vision will be measured. Patients will be followed for 12 months months. During follow-up repeat imaging will be performed along with standard examinations, visual acuity and contrast sensitivity measurements. At the final visit, all tests will be repeated. Data collected will be analyzed using statistical software package. Correlations between changes in imaging quantification of inflammation scores and changes in visual acuity, clinical grades of inflammation, and contract sensitivity will be calculated.",
            "detailedDescription": "Prospective imaging of the intrAvitreal fluocinoloNe acetonide implant using fluorescein angiography and opTical coHerencE tomogRaphy in uveitis patients. (PANTHER)\n\nBackground Uveitis, a disease with high visual morbidity Uveitis accounts for up to 20% of legal blindness in the developed world.It is characterized by invasion of inflammatory cells into the eye with resultant permanent damage of normal ocular tissue without treatment. Complications of uveitis include cataracts, glaucoma, macular edema and retinal degeneration.\n\nUntil recently treatment regimens for chronic uveitis include systemic immune suppressive agents and a surgically placed steroid implant (fluocinolone acetonide). Both treatment regimens have shown the ability to reduce complication risks and improve vision (MUST study results). The benefits of each regimen, however are mitigated by their potential side effects. The surgically placed implant has high risk of glaucoma and cataract.\n\nThis year, a long term injectable fluocinolone acetonide (i-FA) implant was approved for use in chronic uveitis patients (Yutiq, Eyepoint Pharmaceuticals). As opposed to the surgically placed implant, this implant is placed in the office and has lower reported rates of glaucoma and cataract.\n\nAlthough approved for use, little data exists of the impact of the i-FA implant on imaging measures of inflammation including OCT and fluorescein angiography. Since these imaging devices are often used to monitor patient's response, a prospective evaluation of the impact of the iFA implant on these measures is needed.\n\nOur previous work produced an initial automated algorithm for quantifying anterior chamber cells, which results a continuous measure of cells per mm3 We have already produced a desktop-based software interface that allows real time quantification. We have also created software that would allow clinicians to measure different types of posterior segment inflammation including retinal vascular leakage on ultra wide field fluorescein angiography (UWFFA) and vitreous haze with optical coherence tomography (OCT). Our group has demonstrated the ability of wide field fluorescein angiogram leakage to identify patients who are actively inflamed and require therapy. Additionally, we have developed an automated leakage analysis algorithm to quantitate the area of leakage. We will use these tools to measure and quantitate both anterior segment and posterior segment inflammation in patients receiving the i-FA implant.\n\nResearch Design 1. Perform observational study assessing response of i-FA implant as measured on ocular imaging.\n\nWe will prospectively observe patients with uveitis who are either active or were recently active in the previous 6 months and are treated with the i-FA implant. All of the patients will have standard clinical exams at baseline and image quantification of their inflammation using OCT, OCTA and UWFFA (if needed). At baseline, ETDRS vision will be measured. Patients will be followed for 12 months. During follow-up repeat imaging will be performed along with standard examinations, visual acuity and contrast sensitivity measurements. At the final visit, all tests will be repeated. Data collected will be analyzed using statistical software package. Correlations between changes in imaging quantification of inflammation scores and changes in visual acuity, clinical grades of inflammation, and contract sensitivity will be calculated.\n\nImage acquisition protocols will depend on subtype of uveitis. In those with anterior uveitis, only OCT, OCTA and anterior segment OCT will be obtained by study staff. In those with posterior segment uveitis, UWFFA will be obtained as part of standard of care.\n\nStudy Aim:\n\nThe purpose is to identify imaging changes in uveitis patients receiving injectable fluocinolone acetonide implant.\n\nInclusion Critieria:\n\n1. Any patient with a diagnosis of uveitis, who is deemed active or recently active (6 months) by a uveitis specialist and requires an injectable fluocinolone acetonide implant to treat their inflammation.\n\nExclusion Critieria:\n\n1. Poor view in fundus in both eyes which precludes image acquisition in those with posterior uveitis\n2. Those with any allergy to fluorescein\n3. Corneal opacities which prevent image acquisition\n4. Inability to sign consent\n5. Poor candidates for injectable fluocinolone acetonide (advanced glaucoma without previous filtering surgery, chronic elevated IOP (\\>25) on maximal topical anti-glaucoma drops and evidence of optic nerve progression.\n6. Children under the age of 18 and pregnant/nursing mothers.\n\nProtocol:\n\nBaseline visit, standard of care imaging performed including OCT, OCTA, UWFFA. Visual function measures performed visual acuity contrast sensitivity.\n\nRegular follow-up per clinician standard of care Imaging protocol table\n\nBaseline Week 4-6 Weeks 8-12 Weeks 16-23 Month 6 Visual Function (vision and contrast sensitivity) x x x x x OCT X X X X X OCTA X X X X X UWFFA (as needed) X X X X X\n\nStatistical analysis\n\nQuantitative Health Service (QHS) have been engaged for statistical analysis and will be involved in this study.\n\nIn brief, correlations between changes in imaging outcomes over time will be analyzed.\n\nAll imaging in both studies will be either part of standard of care will be billed to the patient and/or their insurance. or performed by study staff and not charged to patients. There will be no financial compensation for the patient as part of this study, but patients will receive parking vouchers.\n\nApproximately 30 patients will take part in this study.\n\nAdverse Event Reporting\n\nAs OCT imaging is a non-contact and non-invasive technique approved by the FDA for routine clinical imaging there is minimal risk involved for the patient. UWFFA is a FDA approved device, with a risk of allergy secondary to fluorescein injection through a vein. Allergeric reactions are rare, but will be reported to the IRB. In the rare case of an adverse event, the patient will be evaluated by one of the investigators at the Cole Eye Institute and the IRB will be informed. All adverse events and unanticipated problems will be reviewed and managed by the principle investigator and treating physician.\n\nElevated IOP, cataract worsening are known side effects of the injectable FA implant. These will be monitored during the study."
        },
        "conditionsModule": {
            "conditions": [
                "Uveitis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active uveitis patients.",
                    "description": "Any patient with a diagnosis of uveitis, who is deemed active or recently active (6 months) by a uveitis specialist and requires an injectable fluocinolone acetonide implant to treat their inflammation.",
                    "interventionNames": [
                        "Drug: Fluocinolone Acetonide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fluocinolone Acetonide",
                    "description": "Injection of fluocinolone acetonide implant will be injected as standard of care treatment for patients with active uveitis.",
                    "armGroupLabels": [
                        "Active uveitis patients."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To identify imaging changes in uveitis patients receiving injectable fluocinolone acetonide implant.",
                    "description": "Automated imaging markers of inflammation will be analyzed using customized software to assess impact of fluocinolone acetonide implant on imaging.",
                    "timeFrame": "one year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Any patient with a diagnosis of uveitis, who is deemed active or recently active (6 months) by a uveitis specialist and requires an injectable fluocinolone acetonide implant to treat their inflammation.\n\nExclusion Criteria:\n\n- 1. Poor view in fundus in both eyes which precludes image acquisition in those with posterior uveitis 2. Those with any allergy to fluorescein 3. Corneal opacities which prevent image acquisition 4. Inability to sign consent 5. Poor candidates for injectable fluocinolone acetonide (advanced glaucoma without previous filtering surgery, chronic elevated IOP (\\>25) on maximal topical anti-glaucoma drops and evidence of optic nerve progression.\n\n6. Children under the age of 18 and pregnant/nursing mothers.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with active uveitis.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kimberly M Baynes, MSN",
                    "role": "CONTACT",
                    "phone": "216-444-2566",
                    "email": "baynesk@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sunil K Srivastava, MD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cole Eye Institute Cleveland Clinic Foundation",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly M Baynes, MSN",
                            "role": "CONTACT",
                            "phone": "216-444-2566",
                            "email": "baynesk@ccf.org"
                        },
                        {
                            "name": "Sunil K Srivastava, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014605",
                    "term": "Uveitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014603",
                    "term": "Uveal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17353",
                    "name": "Uveitis",
                    "asFound": "Uveitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17351",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5824",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005446",
                    "term": "Fluocinolone Acetonide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8574",
                    "name": "Fluocinolone Acetonide",
                    "asFound": "Telaprevir",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}