{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01130545",
            "orgStudyIdInfo": {
                "id": "100115"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-CC-0115"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Imaging Techniques in MRI",
            "officialTitle": "Imaging Techniques in MRI",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "imaging-techniques-in-mri"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-06-05",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2010-05-25",
            "studyFirstSubmitQcDate": "2010-05-25",
            "studyFirstPostDateStruct": {
                "date": "2010-05-26",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Magnetic resonance imaging (MRI) scans must be performed according to specified sets of parameters that provide optimal images of each organ and each area of the body. These scanning parameters are often specific to the institution or organization at which they are employed, and may also depend on the manufacturer of the MRI scanning equipment. Because MRI scanning equipment is always being updated and upgraded, researchers are interested in developing new and optimized scanning parameters for MRI scans.\n\nObjectives:\n\n- To improve current methods and develop new techniques for magnetic resonance imaging.\n\nEligibility:\n\n* Individuals 18 years of age and older who are either volunteers or current NIH protocol participants.\n* Participants must not have any medical history factors (e.g., extreme claustrophobia, history of metal implants) that would prevent them from receiving MRI scans.\n\nDesign:\n\n* Participants will have at least one MRI scan that will last from 20 minutes to 2 hours (most scans will last between 45 and 90 minutes). The total time commitment for most visits will be approximately 4 hours from start to finish.\n* Some MRI techniques require standard monitoring equipment or specific procedures during the scanning, such as an electrocardiogram.\n* Participants will have blood samples taken at the time of the scan. Some MRI studies will require the use of a contrast agent that will be administered during the scan.\n* Volunteers may be asked to return for additional MRI scans over the course of a few years. Follow-up scans may be done on the same part of the body or on different parts of the body. No more than one MRI scan will be performed in any 4-week period for this protocol.",
            "detailedDescription": "Magnetic Resonance (MR) Imaging performed on volunteers will be used to develop and optimize techniques useful in the advancement of MRI technology.\n\nThe results will be used to evaluate the performance of new imaging methods and equipment on human subjects, and to provide essential ground work for research and development for use in future patients. MR imaging is a non invasive technology, though some scans, dependent on imaging area and researcher preference, may be performed with MR contrast -- gadolinium (Gd) --given intravenously."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiac Risk Factors",
                "Healthy",
                "Healthy Volunteers"
            ],
            "keywords": [
                "Healthy Volunteer",
                "Magnetic Resonance Imaging",
                "Gadolinium",
                "Natural History",
                "HV"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Volunteers",
                    "description": "Volunteers (maybe Volunteers, NIH employee and current NIH protocol participants)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To refine current methodology and develop new techniques for MRI",
                    "description": "To refine current methodology and develop new techniques for magnetic resonance imaging in the general population.",
                    "timeFrame": "End of study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nA. Volunteer individuals\n\nB. Lab Eligibility parameters (for contrast scans with in 4 weeks of gadolinium injection):\n\n* Creatinine below upper normal limit\n* eGFR greater than or equal to 60 mL/min/1.73m(2)\n\n  * Age greater than or equal to 60 or history of renal disease: test GFR within 1 week prior to contrast\n\nC. Willing to travel to the NIH for follow-up visits.\n\nD. Greater than or equal to 18 years old\n\nE. Able to understand and sign informed consent\n\nF. No MRI scan with gadolinium injection in the last 6 months under this protocol.\n\nEXCLUSION CRITERIA:\n\nA. Implanted metal clips or wires of the type which may concentrate radiofrequency fields or cause tissue damages from twisting in a Magnetic field. Examples:\n\n* Aneurysm clip, implanted neural stimulator,\n* Implanted cardiac pacemaker, defibrillator, or certain other implanted electrical or metallic devices,\n* Cochlear implant, ocular foreign body (metal shavings),\n* Any implanted device (pumps, infusion devices, etc.),\n* Shrapnel injuries,\n* History of metal in head or eyes or other parts of the body.\n\nB. Pregnant women\n\nC. Paralyzed hemidiaphragm\n\nD. Over 500 lbs and/or a body circumference that prevents the study subject from laying flat in the scanner\n\nE. Surgery of uncertain type\n\nF. Untreatable claustrophobia otherwise requiring anesthesia.\n\nG. Any contraindications that the Physician identifies from the subject, MRI Safety Questionnaire, and/or History and Physical.\n\nEXCLUSION FOR PARTICIPATION FOR GADOLINIUM CONTRAST:\n\n(Inclusive of the above exclusion criteria):\n\nA. Allergy to gadolinium for scans using contrast; will be eligible for non-contrast scans.\n\nB. Acute renal failure, renal transplant, dialysis and renal failure individuals (eGFR \\<60 mL/min/1.73m(2) and/or clinically diagnosed).\n\nC. Individuals with a history of liver transplant or severe liver disease.\n\nD. Lactating women\n\nE. Individuals with hemoglobinopathies or severe asthma.\n\nF. Patient preference to not undergo intravenous line placement and/or receive gadolinium contrast. Contrast administration is optional and participants may still undergo a non-contrast study.\n\nG. GBCA with an MRI scan in the last 6 months. This includes scan performed with GBCA at any outside institution and/or at the clinical center .In addition, they cannot have reached their maximum of 4 GBCA imaging studies under this protocol. They will be excluded from having a contrast enhanced MRI, but will not be excluded from the protocol for non-contrast MRI studies.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Volunteers (maybe Volunteers, NIH employee and current NIH protocol participants)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tracy L Cropper, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 402-6132",
                    "email": "tcropper@cc.nih.gov"
                },
                {
                    "name": "Ashkan A Malayeri, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-4368",
                    "email": "ashkan.malayeri@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashkan A Malayeri, M.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "7862963",
                    "type": "BACKGROUND",
                    "citation": "Mattay VS, Weinberger DR, Barrios FA, Sobering GS, Kotrla KJ, van Gelderen P, Duyn JH, Sexton RH, Moonen CT, Frank JA. Brain mapping with functional MR imaging: comparison of gradient-echo--based exogenous and endogenous contrast techniques. Radiology. 1995 Mar;194(3):687-91. doi: 10.1148/radiology.194.3.7862963."
                },
                {
                    "pmid": "19188312",
                    "type": "BACKGROUND",
                    "citation": "Perez-Rodriguez J, Lai S, Ehst BD, Fine DM, Bluemke DA. Nephrogenic systemic fibrosis: incidence, associations, and effect of risk factor assessment--report of 33 cases. Radiology. 2009 Feb;250(2):371-7. doi: 10.1148/radiol.2502080498."
                },
                {
                    "pmid": "7928216",
                    "type": "BACKGROUND",
                    "citation": "Frank JA, Mattay VS, Duyn J, Sobering G, Barrios FA, Zigun J, Sexton R, Kwok P, Woo J, Moonen C, et al. Measurement of relative cerebral blood volume changes with visual stimulation by 'double-dose' gadopentetate-dimeglumine-enhanced dynamic magnetic resonance imaging. Invest Radiol. 1994 Jun;29 Suppl 2:S157-60. doi: 10.1097/00004424-199406001-00052. No abstract available."
                },
                {
                    "pmid": "26695065",
                    "type": "DERIVED",
                    "citation": "Ahlman MA, Raman FS, Penzak SR, Pang J, Fan Z, Liu S, Gai N, Li D, Bluemke DA. Part 1 - Coronary angiography with gadofosveset trisodium: a prospective feasibility study evaluating injection techniques for steady-state imaging. BMC Cardiovasc Disord. 2015 Dec 22;15:177. doi: 10.1186/s12872-015-0176-0."
                },
                {
                    "pmid": "23515949",
                    "type": "DERIVED",
                    "citation": "Raman FS, Nacif MS, Cater G, Gai N, Jones J, Li D, Sibley CT, Liu S, Bluemke DA. 3.0-T whole-heart coronary magnetic resonance angiography: comparison of gadobenate dimeglumine and gadofosveset trisodium. Int J Cardiovasc Imaging. 2013 Jun;29(5):1085-94. doi: 10.1007/s10554-013-0192-z. Epub 2013 Mar 21."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-CC-0115.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".We are working on deciding if we want to share IPD."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}