{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05561764",
            "orgStudyIdInfo": {
                "id": "HHC-2022-0237"
            },
            "organization": {
                "fullName": "Hartford Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Imipenem/Cilastatin/Relebactam Pharmacokinetics, Safety, and Outcomes in Adults and Adolescents With Cystic Fibrosis",
            "officialTitle": "A Multicenter, Open-label Study to Determine the Pharmacokinetics, Safety, and Outcomes of Imipenem/Cilastatin/Relebactam During Treatment of Acute Pulmonary Exacerbations in Adolescent and Adult Patients With Cystic Fibrosis",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "imipenem-cilastatin-relebactam-pharmacokinetics-safety-and-outcomes-in-adults-and-adolescents-with-cystic-fibrosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-27",
            "studyFirstSubmitQcDate": "2022-09-29",
            "studyFirstPostDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph L. Kuti, PharmD",
                "investigatorTitle": "Director, CAIRD",
                "investigatorAffiliation": "Hartford Hospital"
            },
            "leadSponsor": {
                "name": "Hartford Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Q2 Solutions",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Connecticut Children's Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "St. Christopher's Hospital for Children",
                    "class": "OTHER"
                },
                {
                    "name": "University of Texas Southwestern Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "University of Pittsburgh Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Indiana University Health Methodist Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "James Whitcomb Riley Hospital for Children",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "There is established evidence that patients with Cystic Fibrosis (CF) may have altered antibiotic pharmacokinetics compared with non-CF patients. Imipenem/cilastatin/relebactam is a novel broad spectrum intravenous beta-lactam/beta-lactamase inhibitor combination antibiotic with potent activity against multidrug resistant Gram-negative bacteria, including imipenem non-susceptible Pseudomonas aeruginosa. Relebactam has also been shown to restore imipenem activity in Burkholderia cepacia complex, a group of opportunistic multidrug resistant pathogens that commonly infect patients with CF. This study will determine the pharmacokinetics and tolerability of imipenem/cilastatin/relebactam in 16 adolescent and adult patients with CF acute pulmonary exacerbations at one of seven participating hospitals in the US, with exploratory aim of reporting relative percent increase in FEV1 from pre- to post-treatment and return to baseline FEV1 after treatment with imipenem/cilastatin/relebactam for acute pulmonary exacerbations due to P. aeruginosa in patients with CF. Patients will receive a 10-14 day course of imipenem/cilastatin/relebactam, dosed according to renal function every 6 hours over 30 mins, with or without adjunctive aminoglycoside or fluoroquinolone therapy per local hospital guidelines. Blood will be sampled during one dosing interval at steady-state (i.e. after at least 3 doses) to determine concentrations and pharmacokinetics of imipenem and relebactam. Relative change in pulmonary function will be assessed two weeks after end of therapy. Safety and tolerability will be assessed throughout the duration of the study.",
            "detailedDescription": "Participants will receive 10-14 days of imipenem/cilastatin/relebactam every 6 hours with dose determined per renal function, with or without adjunctive aminoglycoside or fluoroquinolone therapy as determined by local study site. After receiving at least 3 doses (i.e. steady-state), a total of eight blood samples will be collected over one dosing interval to measure imipenem and relebactam concentrations. Data will be fit to a population pharmacokinetic model. The final model will be utilized in a Monte Carlo simulation to determine the probability of several different dosing regimens retaining both (1) free imipenem concentrations above the minimum inhibitory concentration (MIC) for at least 40% of the dosing interval and (2) free relebactam area under the concentration-time curve at least eight times greater than the MIC. These data will be utilized to determine an optimized dosing regimen for adults and adolescents with CF. Additionally, two weeks after treatment, as part of the exploratory clinical endpoint, patients will complete follow-up pulmonary function tests to determine relative percent increase in FEV1 and return to baseline FEV1 after treatment. These outcomes will be reported descriptively."
        },
        "conditionsModule": {
            "conditions": [
                "Cystic Fibrosis",
                "Pneumonia, Bacterial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open-label, descriptive, pharmacokinetic and outcome study",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Imipenem/cilastatin/relebactam",
                    "type": "EXPERIMENTAL",
                    "description": "Adult participants will receive intravenous imipenem/cilastatin/relebactam at a dosing regimen consistent with the current prescribing information and according to estimated renal function. Adolescent participants will receive intravenous imipenem/cilastatin/relebactam at a dosing regimen consistent with Phase I data \\[37.5 (15/15/7.5) mg/kg, up to a maximum dose of 1.25g\\]. Each dose will be infused over 30 minutes.",
                    "interventionNames": [
                        "Drug: Imipenem/Cilastatin/Relebactam"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Imipenem/Cilastatin/Relebactam",
                    "description": "Patients will receive intravenous imipenem/cilastatin/relebactam every 6 hours for 10-14 days.",
                    "armGroupLabels": [
                        "Imipenem/cilastatin/relebactam"
                    ],
                    "otherNames": [
                        "Recarbrio"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Imipenem Clearance",
                    "description": "This outcome determines the clearance in liters/hour of imipenem over the dosing interval",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Relebactam Clearance",
                    "description": "This outcome determines the clearance in liters/hour of relebactam over the dosing interval",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Imipenem Volume of Distribution",
                    "description": "This outcome determines the volume of distribution in liters of imipenem over the dosing interval",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Relebactam Volume of Distribution",
                    "description": "This outcome determines the volume of distribution in liters of relebactam over the dosing interval",
                    "timeFrame": "6 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Probability of Target Attainment at 2 mg/L",
                    "description": "This simulated outcome indicates the likelihood that imipenem will retain free drug concentrations above the MIC for at least 40% of the dosing interval at an MIC of 2 mg/L AND free relebactam area under the concentration-time curve will be at least 8 fold of an MIC of 2 mg/L when administered as 1.25 g (adults) or 37.5 mg/kg up to a max of 1.25 g (adolescents) every 6 hours over 30 minutes. This analysis is conducted via a Monte Carlo simulation using the population pharmacokinetic parameter estimates and dispersion from the 16 participants who contributed pharmacokinetic data to the study.",
                    "timeFrame": "24 hours"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Pulmonary Function",
                    "description": "This exploratory clinical endpoint will determine the relative percent increase in forced expiratory volume in one second (FEV1) from the Day 1 to Follow up (2 weeks after the end of therapy) spirometry. Relative FEV1 changes will be classified into the following categories for qualitative assessment and interpretation. \"Improvement\" will be defined as a relative improvement in FEV1 \\>/=15% of pre-treatment. \"Overall Improvement\" will be defined as returning to at least 90% of the participant's historical best FEV1, recorded in the 6 months prior to enrollment. These outcomes will be reported descriptively.",
                    "timeFrame": "Day 1 to 2 weeks after end of therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented diagnosis of CF defined based on medical history of two or more clinical features of CF and a documented sweat chloride \\>60 mEq/L by quantitative pilocarpine iontophoresis test or a genotype showing two well characterized disease causing mutations\n* Hospitalized with an acute pulmonary exacerbation (APE), defined as an exacerbation of respiratory symptoms that requires intravenous antibiotics for any 4 of the following signs or symptoms: change in sputum; new or increased hemoptysis; increased cough; increased dyspnea; malaise, fatigue, or lethargy; temperature above 38C; anorexia or weight loss; change in physical examination of the chest; decrease in pulmonary function by 10 percent or more from a previously recorded value; or radiographic changes indicative of pulmonary infection.\n* APE documented or suspected (based on prior surveillance cultures) to be caused by P. aeruginosa\n\nExclusion Criteria:\n\n* If female, currently pregnant or breast feeding;\n* History of any moderate or severe hypersensitivity or allergic reaction to any β-lactam agent (a history of mild rash to a β-lactam followed by uneventful re-exposure is not a contraindication);\n* At the time of enrollment, known or suspected infection caused by methicillin-resistant Staphylococcus aureus, Non-tuberculosis mycobacteria (NTM), Burkholderia cepacia complex, Achromobacter species, Stenotrophomonas maltophilia, or moulds; if these pathogens are identified AFTER enrollment, participants may continue to complete the study for objectives 1 and 2; additional treatment will be at the discretion of the treating clinician and discussion with the principal investigator;\n* Receiving or intent to receive any other intravenous antibiotic therapy except concomitant aminoglycosides or fluoroquinolones (concomitant azithromycin administered as chronic suppression therapy to increase duration between exacerbations is permitted); combination therapy to treat CF APE is considered standard of care with aminoglycosides and fluoroquinolones typically prescribed as second antibiotic; the use of combination therapy will not influence objective 1 and will be considered in assessment of objective 2;\n* Receiving or intent to receive any inhaled antibiotics;\n* Unlikely to remain hospitalized for at least 4 days to ensure pharmacokinetic sampling;\n* Inability to perform pulmonary function tests (PFT) at baseline or 2 weeks after end of therapy;\n* For ADULT Participants (18 years or older): Renal dysfunction defined as a creatinine clearance \\< 60 mL/min (calculated by the Cockcroft-Gault equation);\n* For ADOLESCENT Participants (12-17 years): Renal dysfunction defined as a creatinine clearance \\<90 mL/min/1.73m2 (calculated by the Revised Bedside Schwartz Equation) (Note. Imipenem/cilastatin/relebactam has not been studied in adolescent patients with creatinine clearance (CrCL) \\< 90 ml/min/1.73m2);\n* Has used or plans to use any of the following medications, which are organic anion transporter (OAT) 1 or OAT3 inhibitors, within 1 week prior to screening or at any point between screening and the last PK sample collection: cimetidine, probenecid, indomethacin, mefenamic acid, furosemide or other loop diuretics (eg, bumetanide, torsemide, ethacrynic acid), angiotensin receptor blockers (eg, valsartan), and ketorolac;\n* Has used or plans to use imipenem or valproic acid within 7 days before study drug infusion;\n* Acute liver injury, defined as aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 5 times the upper limit of normal, or AST or ALT \\> 3 times the upper limit of normal with an associated total bilirubin \\> 2 times upper limit of normal;\n* Any rapidly-progressing disease or immediately life-threatening illness (defined as imminent death within 48 hours in the opinion of the investigator);\n* Any condition or circumstance that, in the opinion of the investigator, would compromise the safety of the patient or the quality of study data",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph L. Kuti, PharmD",
                    "role": "CONTACT",
                    "phone": "860-972-3612",
                    "email": "joseph.kuti@hhchealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph L. Kuti, PharmD",
                    "affiliation": "Hartford Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Connecticut Children's Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Craig Lapin, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                },
                {
                    "facility": "Hartford Hospital",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph L. Kuti, PharmD",
                            "role": "CONTACT",
                            "phone": "860-972-3612",
                            "email": "joseph.kuti@hhchealth.org"
                        },
                        {
                            "name": "Samuel Pope, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                },
                {
                    "facility": "IU Health University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Colleen M Sakon, PharmD",
                            "role": "CONTACT",
                            "phone": "317-962-9363",
                            "email": "csakon@iuhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Riley Hospital for Children",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Colleen M. Sakon, PharmD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "St. Christopher's Hospital for Children",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19134",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey J Cies, Pharm.D.",
                            "role": "CONTACT",
                            "phone": "215-427-5176",
                            "email": "jeffrey.cies@tenethealth.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Pittsburgh Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ryan Shields, PharmD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "UT Southwestern Clements University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marguerite Monogue, PharmD",
                            "role": "CONTACT",
                            "email": "Marguerite.Monogue@UTSouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018410",
                    "term": "Pneumonia, Bacterial"
                },
                {
                    "id": "D000003550",
                    "term": "Cystic Fibrosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6755",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M20529",
                    "name": "Pneumonia, Bacterial",
                    "asFound": "Pneumonia, Bacterial",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "T1710",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015378",
                    "term": "Imipenem"
                },
                {
                    "id": "C000568736",
                    "term": "Relebactam"
                },
                {
                    "id": "D000015377",
                    "term": "Cilastatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000065093",
                    "term": "beta-Lactamase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18061",
                    "name": "Imipenem",
                    "asFound": "Excluded",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18060",
                    "name": "Cilastatin",
                    "asFound": "Photography",
                    "relevance": "HIGH"
                },
                {
                    "id": "M275500",
                    "name": "Relebactam",
                    "asFound": "Ischemic Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30450",
                    "name": "beta-Lactamase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}