{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02872025",
            "orgStudyIdInfo": {
                "id": "16704"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2017-01320",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Immunotherapy in High-risk Ductal Carcinoma in Situ (DCIS)",
            "officialTitle": "Testing the Ability of Immunotherapy to Alter the Tumor Immune MicroEnvionment (TIME) and Reduce or Eradicate High Risk DCIS",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "immunotherapy-in-high-risk-ductal-carcinoma-in-situ-dcis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-08-10",
            "studyFirstSubmitQcDate": "2016-08-15",
            "studyFirstPostDateStruct": {
                "date": "2016-08-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Laura Esserman",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Laura Esserman",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                },
                {
                    "name": "ModernaTX, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a study to investigate the change in the immune microenvironment of high risk ductal carcinoma in situ (DCIS) after short term exposure to immunotherapy.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nDOSE ESCALATION (Monotherapy Messenger RNA-2725 (mRNA-2752):\n\nI. To determine the efficacy of intralesional mRNA-2752 monotherapy in participants with ductal carcinoma in situ (DCIS) of the breast as measured by the change in the MRI tumor size/volume/enhancement. Absence of tumor on biopsy and increase in immune infiltrates as measured by immune multiplex assays.\n\nII. To characterize the safety of mRNA-2752 and feasibility of intralesional administration of mRNA-2752 in patients with high-risk DCIS.\n\nDOSE EXPANSION (mRNA-2752 with or without an immune checkpoint inhibitor):\n\nI. To determine the Magnetic resonance imaging (MRI) response rate and complete pathologic response rate with either mRNA-2752 monotherapy or combined therapy in high risk DCIS.\n\nENROLLMENT IN THE PREVIOUS COHORTS HAS BEEN COMPLETED."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Intraductal, Noninfiltrating"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 68,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CLOSED:Pembrolizumab intralesionally (IL) x 2 doses (Escalation Phase)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants, upon diagnosis with high risk DCIS, will be offered 2 doses of pembrolizumab injected intralesionally (IL) 3 weeks apart (+/- 1 week) with surgery 3 weeks (+/- 2 weeks) after the 2nd dose. The participant will then undergo the surgical treatment as determined by the surgeon and the participant (partial mastectomy or mastectomy).",
                    "interventionNames": [
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "CLOSED:Pembrolizumab IL x 4 doses (Expansion Phase)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants, upon diagnosis with high risk DCIS, will be offered 4 doses of pembrolizumab injected intralesionally (IL) 3 weeks apart (+/- 1 week) with surgery 3 weeks (+/- 2 weeks) after the 4th dose. The participant will then undergo the surgical treatment as determined by the surgeon and the participant (partial mastectomy or mastectomy).",
                    "interventionNames": [
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "CLOSED:Pembrolizumab IL x 2 doses + mRNA 2752 IL x 2-4 doses (Expansion Phase)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants, upon diagnosis with high risk DCIS, will be offered 2 doses of pembrolizumab and intralesional mRNA 2752 injected intralesionally (IL) 3 weeks apart (+/- 1 week) with surgery 3 weeks (+/- 2 weeks) after the 2nd dose. The participant will then undergo the surgical treatment as determined by the surgeon and the participant (partial mastectomy or mastectomy).",
                    "interventionNames": [
                        "Drug: Pembrolizumab",
                        "Biological: Intralesional mRNA 2752"
                    ]
                },
                {
                    "label": "mRNA-2752 Monotherapy x 2-4 doses (Escalation Cohort)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be offered up to 4 doses of mRNA-2752 injected intralesionally (IL) 3 weeks apart (+/- 1) week) with surgery or core biopsy 3 weeks (+/-1 week). The participants will proceed to biopsy, either image guided or excisional or partial mastectomy",
                    "interventionNames": [
                        "Biological: Intralesional mRNA 2752"
                    ]
                },
                {
                    "label": "mRNA-2752 x 2-4 doses with or without immune checkpoint inhibitor (Expansion Cohort)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be will be offered injections of mRNA-2752 given on up to 4 occasions, 3 weeks apart (+/- 1 week) or a combination mRNA-2752 and immune checkpoint inhibitor will be given up to 4 occasions, 3 weeks apart (+/- 1 week). The participants will proceed to biopsy, either image guided or excisional or partial mastectomy.",
                    "interventionNames": [
                        "Biological: Intralesional mRNA 2752"
                    ]
                },
                {
                    "label": "No active treatment",
                    "type": "NO_INTERVENTION",
                    "description": "The control group will proceed to surgery alone within a 4 month timeframe following the diagnosis of high risk DCIS."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Injected intralesionally",
                    "armGroupLabels": [
                        "CLOSED:Pembrolizumab IL x 2 doses + mRNA 2752 IL x 2-4 doses (Expansion Phase)",
                        "CLOSED:Pembrolizumab IL x 4 doses (Expansion Phase)",
                        "CLOSED:Pembrolizumab intralesionally (IL) x 2 doses (Escalation Phase)"
                    ],
                    "otherNames": [
                        "Keytruda",
                        "MK-3475"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Intralesional mRNA 2752",
                    "description": "Injected intralesionally",
                    "armGroupLabels": [
                        "CLOSED:Pembrolizumab IL x 2 doses + mRNA 2752 IL x 2-4 doses (Expansion Phase)",
                        "mRNA-2752 Monotherapy x 2-4 doses (Escalation Cohort)",
                        "mRNA-2752 x 2-4 doses with or without immune checkpoint inhibitor (Expansion Cohort)"
                    ],
                    "otherNames": [
                        "mRNA 2752"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD)",
                    "description": "To determine the maximum tolerated dose (MTD), and recommended dose for subsequent expansion cohort, of intralesionally administered pembrolizumab in patients with ductal carcinoma in situ (DCIS) of the breast.",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Number of participants with Dose-limiting toxicities (DLTs)",
                    "description": "To define the dose-limiting toxicities (DLTs), tolerability, and feasibility of intralesional administration of pembrolizumab in patients with DCIS.",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Percentage of patients who demonstrate an increase (baseline vs. post intralesional injection) in intralesional CD8+ T cells",
                    "description": "To determine the response rate to intralesional pembrolizumab in patients with DCIS, as measured by an increase (baseline vs. post treatment) in intralesional CD8+ T cells, compared to untreated controls.",
                    "timeFrame": "post intralesional injection"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in Mean Tumor volume",
                    "description": "To determine whether intralesional pembrolizumab with or without mRNA 2752 decreases tumor volume on MRI imaging",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Exploratory immunological responses to pembrolizumab before and after intralesional injection as measured using multiplex immunofluorescence on formalin-fixed paraffin-embedded (FFPE) tissue sections",
                    "description": "To characterize changes in the immune landscape of DCIS following intralesional administration of pembrolizumab with or without mRNA 2752.",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Plan on having surgical treatment to remove the lesion\n2. Have at least 2 of the following high-risk features associated with DCIS - high-grade (grade II-III), palpable mass, hormone receptor negative (less than 1%), Her2 positive, young age (less than 45 years old), and large size (greater than 5 cm) and abundant T cell infiltration.\n3. Participants with extensive DCIS and a small component of invasive disease are eligible as long as the extent of invasive disease is 10% or less of the total burden of disease.\n4. Participants with a history of tamoxifen and/or aromatase inhibitor use for treatment or prevention are eligible but should discontinue these medications at least 2 weeks prior to starting this trial\n5. Be willing and able to provide written informed consent/assent for the trial.\n6. Be \\>=18 years of age on day of signing informed consent.\n7. Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1\n8. Demonstrate adequate organ function (all screening labs should be performed within 3 months of treatment initiation):\n\n   * Absolute Neutrophil Count (ANC) \\>=1,500/microliter (mcL).\n   * Platelets \\>=100,000/mcL.\n   * Hemoglobin \\>=9 g/dL or \\>=5.6 mmol/L without transfusion or erythropoietin (EPO) dependency (within 7 days of assessment).\n   * Serum creatinine \\<=1.5 X upper limit of normal (ULN) OR\n   * Measured or calculated creatinine clearance (GFR can also be used in place of creatinine or CrCl) \\>=60 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN.\n   * Serum total bilirubin \\<=1.5 x ULN OR\n   * Direct bilirubin \\<= ULN for subjects with total bilirubin levels \\> 1.5 ULN.\n   * Aspartate aminotransferase (AST) / serum glutamic-oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT) / serum glutamic-pyruvic transaminase (SGPT) \\<= 2.5 X ULN.\n   * Albumin \\>=2.5mg/dL.\n   * International Normalized Ratio (INR) or Prothrombin Time (PT) \\<=1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n   * Activated Partial Thromboplastin Time (aPTT) \\<=1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants.\n9. A female participants is eligible to participate if not pregnant, not breast feeding, and at least one of the following applies:\n\n   1. Not a person of childbearing potential (WOCBP) OR\n   2. A WOCBP who agrees to follow the contraceptive guidance during the treatment period and for at least 90 days .corresponding to time needed to eliminate any study treatment plus 30 days (a menstruation cycle) after the last dose of study treatment.\n\n      * Female subjects of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile or abstain from heterosexual activity for the course of the study through 120 days after the last dose of study medication (Reference Section 5.7.2). Subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year.\n10. A male participant must agree to use a contraception during the treatment period and for at least 90 days corresponding to time needed to eliminate any study treatment plus an additional 120 days (a spermatogenesis cycle) after the last dose of study treatment and refrain from donating sperm during this period.\n\nExclusion Criteria:\n\n1. Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment.\n2. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n3. Has hormone positive DCIS (HR+) that is not Her2+.\n4. Has invasive breast cancer. This does not include DCIS with \\<10% invasive component and a clinically node negative disease.\n5. Has a known history of active Bacillus Tuberculosis (TB)\n6. Hypersensitivity to mRNA-2752 for mRNA-2752 monotherapy and combination therapy and hypersensitivity to immune check point inhibitor for the combination therapy or any of its excipients.\n7. Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer.\n8. Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g.,, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n9. Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n10. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n11. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n12. Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment.\n13. Has a known history of Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies).\n14. Has a known history of Hepatitis B (defined as Hepatitis B surface antigen (HBsAg) reactive) or known active Hepatitis C virus (HCV) (defined as HCV RNA \\[qualitative\\] is detected) infection. Note: no testing for Hepatitis B and Hepatitis C is required unless mandated by local health authority.\n15. Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laura Esserman, MD",
                    "role": "CONTACT",
                    "phone": "877-827-3222",
                    "email": "cancertrials@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laura Esserman, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94115",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Laura Esserman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2018-10-23",
                    "uploadDate": "2019-09-19T18:43",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 1600932
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2019-07-09",
                    "uploadDate": "2019-12-17T13:10",
                    "filename": "ICF_001.pdf",
                    "size": 210025
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002285",
                    "term": "Carcinoma, Intraductal, Noninfiltrating"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000071960",
                    "term": "Breast Carcinoma In Situ"
                },
                {
                    "id": "D000002278",
                    "term": "Carcinoma in Situ"
                },
                {
                    "id": "D000018299",
                    "term": "Neoplasms, Ductal, Lobular, and Medullary"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5535",
                    "name": "Carcinoma in Situ",
                    "relevance": "LOW"
                },
                {
                    "id": "M25356",
                    "name": "Carcinoma, Ductal",
                    "relevance": "LOW"
                },
                {
                    "id": "M5542",
                    "name": "Carcinoma, Intraductal, Noninfiltrating",
                    "asFound": "Carcinoma, Intraductal, Noninfiltrating",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M895",
                    "name": "Breast Carcinoma In Situ",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}