{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04656873",
            "orgStudyIdInfo": {
                "id": "LCCC1937"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-0560",
                    "type": "OTHER",
                    "domain": "UNC Chapel Hill IRB"
                }
            ],
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Immuno-Oncology Database and Bioregistry",
            "officialTitle": "Lineberger Comprehensive Cancer Center (LCCC) 1937: Immuno-Oncology Database and Bioregistry: Identifying Mechanisms of Autoimmune Diseases in the Era of Cancer Immunotherapy.",
            "acronym": "IOG",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "immuno-oncology-database-and-bioregistry"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2031-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-18",
            "studyFirstSubmitQcDate": "2020-12-04",
            "studyFirstPostDateStruct": {
                "date": "2020-12-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of North Carolina, Chapel Hill",
                    "class": "OTHER"
                },
                {
                    "name": "North Carolina Translational and Clinical Sciences Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Immunotherapy, especially immune checkpoint inhibitors (ICIs), are effective in treating many different types of cancers. ICIs fight cancer by driving the immune system into an \"activated state\" that makes it harder for tumor cells to hide and easier for the immune system to destroy them. In doing this, oncologists risk \"over activation\" where immune cells can cause side effects that could affect any part of the body. These are known as immune related adverse events (irAEs). While irAEs are a known risk of ICIs, scientists and doctors do not understand how they develop, who is more likely to get them, and what is the best way to manage them while still getting the anti-tumor effects from ICIs. The aim of this project is to build an infrastructure for researchers to collaborate in clinical, translational, and basic science research focused on understanding and managing immune related adverse events (irAEs). The investigators will collect research data and samples from patients who receive ICI treatment, including when patients might experience immunotherapy side effects, to store for use in future research studies.",
            "detailedDescription": "BACKGROUND\n\nTumors evolve to evade the body's anti-tumor immune response by targeting cancer cells and downregulating immune pathways. Immune checkpoint inhibitors (ICIs) prevent this tumor evasion by driving the immune system into an \"activated state\", and upregulating the patient's immune system to destroy tumor cells. While enhancing the immune system disrupts tumor growth, in doing so oncologists risk \"over activation\" resulting in immune-mediated toxicity known as immune related adverse events (irAEs).\n\nirAEs are an emerging disease entity, affecting many organ systems with diverse clinical presentations similar to known autoimmune diseases, such as systemic lupus erythematosus, inflammatory arthritis, psoriasis, thyroiditis, inflammatory bowel disease, hepatitis, pneumonitis, and myocarditis. The most common presentations of irAEs are dermatologic (rashes), endocrine (hypo/hyper-active thyroid, hypophysitis, adrenal), and gastrointestinal (colitis). However, any organ system can be affected resulting in a wide array of irAEs.\n\nImmunotherapy, especially ICIs, are being increasingly used in a wide variety of cancer therapy and have been found to effectively treat many different types of cancers. ICIs are monoclonal antibodies targeting cytotoxic T-cell lymphocyte antigen 4 (CTLA-4), programmed cell death protein 1 (PD-1) or programmed death ligand 1 (PD-L1) pathways. CTLA-4 and PD-1/PD-L1 are involved in deactivating T-cell and attenuating T-cell effector response, respectively. These are already being used to treat a wide range of cancers with several clinical trials currently underway examining response of additional cancer types to current ICIs as well as for developing new ICI treatments. The investigators anticipate that there will be additional immune checkpoint targets in the future given that some are already in clinical trials and the high interest in cancer immunotherapy.\n\nThe goal of this project is to collect, curate, and store data and specimens for future studies presented in separate protocols. This patient registry will provide biological specimens for biomarker analysis, immunophenotyping, genetic and microbiome analysis to understand development of autoimmune conditions. Clinical data can be used for epidemiological studies as well as clinical, functional, psychosocial and economic outcomes research regarding impact of ICIs and irAEs on cancer patients. Moreover, this infrastructure can inform the development of clinical algorithms and help determine the effectiveness of medical interventions targeting cancer outcomes and irAEs.\n\nSTUDY OUTLINE\n\nPatients will be involved in the study from the time of consent (before starting ICI therapy) until 2 years after the end of ICI treatment. The investigators will collect clinical data (including demographic information, medical history, cancer diagnosis and treatment, management of adverse events, and outcomes), specimens (including blood, urine, stool, biofluids and/or tissue samples), and questionnaires at multiple time points. All patient data and samples will be linked by a de-identified study specific identifier (study ID) and will be stored indefinitely until used or patient withdraw from the study in writing.\n\nSTUDY OBJECTIVES\n\nThe overall goal of this project is to build an infrastructure that will provide resources for researchers at UNC Chapel Hill and beyond to conduct multidisciplinary clinical, translational, and basic research in elucidating pathways involved in cancer biology and irAEs."
        },
        "conditionsModule": {
            "conditions": [
                "Malignancy",
                "Immune System Diseases",
                "Autoimmune Diseases"
            ],
            "keywords": [
                "cancer",
                "immunotherapy",
                "immune checkpoint inhibitors",
                "immune related adverse events",
                "autoimmune diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "2 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "cheek swab, blood, urine, feces, medical waste tissue/fluids, research biopsies."
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ICI treatment",
                    "description": "Adult cancer patients starting ICI monotherapy or combination therapy at UNC Chapel Hill per clinical standard of care and willing to allow specimens from surplus tissue to be banked for research purposes (in the case of resections) AND willing to have additional specimens taken for research purposes (in the case of biopsies). Patients will be followed for samples and clinical data from medical records from before starting ICI therapy until 2 years after the end of ICI treatment.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Other: Medical Chart Review",
                        "Other: Questionnaires/Surveys"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of cheek swab, blood, urine, stool, and tissue samples for research",
                    "armGroupLabels": [
                        "ICI treatment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Medical Chart Review",
                    "description": "Periodic review of medical records for clinical parameters (labs, ICI dosing and frequency, occurrence, timing and type of irAE, irAE management, etc.) along with relevant demographic information (age, sex/gender, race/ethnicity, insurance type, etc.).",
                    "armGroupLabels": [
                        "ICI treatment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaires/Surveys",
                    "description": "Periodic self-report questionnaires/surveys for symptom tracking, quality of life, perinatal outcomes, etc.",
                    "armGroupLabels": [
                        "ICI treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants With Immune Checkpoint Inhibitor Treatment-Related Adverse Events as Assessed by CTCAE v5.0",
                    "description": "Clinical database with a linked specimen biorepository from this cohort - including management of irAEs and underlying cancer, irAE and cancer outcomes, surveys (PROs) and specimen collection from various time points during and after treatment.",
                    "timeFrame": "Up to 2 years after end of ICI treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age at time of enrollment\n* Diagnosis of cancer\n* Starting initial ICI therapy or re-starting ICI treatment after a 2-year gap (including off-label use) at UNC-CH using any currently FDA approved ICI's.\n\nExclusion Criteria:\n\n* Prior ICI treatment within the last 2 years, including FDA approved ICIs and those under investigation (clinical trials).\n* Known and untreated BSL-2+ communicable diseases (active/untreated latent TB, HIV, etc.) or other active infections.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adult cancer patients starting ICI monotherapy or combination therapy at University of North Carolina at Chapel Hill (UNC-CH).",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shivani R Surati, MS",
                    "role": "CONTACT",
                    "phone": "919-966-7597",
                    "email": "shivani_surati@med.unc.edu"
                },
                {
                    "name": "Shruti Saxena-Beem, BS",
                    "role": "CONTACT",
                    "phone": "919-966-0545",
                    "email": "shruti_saxena@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rumey C Ishizawar, MD, PhD",
                    "affiliation": "UNC Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lineberger Comprehensive Cancer Center at University of North Carolina, Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shivani R Surati, MS",
                            "role": "CONTACT",
                            "phone": "919-966-7597",
                            "email": "shivani_surati@med.unc.edu"
                        },
                        {
                            "name": "Shruti Saxena-Beem, BS",
                            "role": "CONTACT",
                            "phone": "919-966-0545",
                            "email": "shruti_saxena@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Members of the UNC IOG will review and approve all proposals or similar justifying access to and use of data and/or specimens for ancillary projects and collaborations. Utilizing data or specimens will require a separate IRB application after approval by UNC IOG as well as any contracting necessary for data and material use.\n\nTo start a request for use of research data and/or specimens, please complete form at the link below.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Upon request.",
            "accessCriteria": "Any pertinent regulatory agreements and approvals are in place.",
            "url": "https://redcap.unc.edu/surveys/?s=4DCNA9J3WH"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "asFound": "Autoimmune Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "asFound": "Immune System Diseases",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}