{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05715229",
            "orgStudyIdInfo": {
                "id": "Pro2022-0016"
            },
            "organization": {
                "fullName": "Hackensack Meridian Health",
                "class": "OTHER"
            },
            "briefTitle": "Immune Profile Selection By Fraction of ctDNA in Patients With Advanced NSCLC Treated With Immunotherapy",
            "officialTitle": "A Multicenter Phase II Randomized Trial Of Immunotherapy Versus Chemotherapy Guided By Circulating Tumor DNA-Based Molecular Response On Patients With Metastatic NSCLC",
            "acronym": "G360-IIT",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "immune-profile-selection-by-fraction-of-ctdna-in-patients-with-advanced-nsclc-treated-with-immunotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-06",
            "studyFirstSubmitQcDate": "2023-01-27",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hackensack Meridian Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "MedSIR",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial plans to assess to what extent the on-treatment circulating tumor DNA (ctDNA) can predict the subset of patients with NSCLC who will respond to immunotherapy treatment only and which patients will need both immunotherapy and chemotherapy modalities for their treatment regimen.",
            "detailedDescription": "Subjects will be randomized 2:1 and patients in both arms will begin treatment with nivolumab 360 mg intravenously every 3 weeks and ipilimumab 1 mg/kg intravenously every 6 weeks. At five weeks of treatment, subjects will have ctDNA response evaluation with Guardant360 Response assay. At the next cycle of treatment (+/- 2 days), patients in the larger arm will receive treatment based on the Guardant360 Response assay results, as described below. Subjects will undergo ctDNA evaluation with Guardant360 Response assay 6- week post-randomization and at the time of progression. Response to therapy will be assessed by interval imaging with CT scan of the chest/abdomen/pelvis (and MRI brain if applicable) with response evaluated by irRECIST criteria every 12 weeks until disease progression."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Non-Small-Cell Lung"
            ],
            "keywords": [
                "Advanced Non Small Cell Lung Cancer (NSCLC)",
                "Metastatic NSCLC",
                "circulating tumor DNA (ctDNA)",
                "G360"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Subjects will be randomized 2:1 and patients in both arms will begin treatment with nivolumab 360 mg intravenously every 3 weeks and ipilimumab 1 mg/kg intravenously every 6 weeks. At five weeks of treatment, subjects will have ctDNA response evaluation with Guardant360 Response assay. At the next cycle of treatment (+/- 2 days), patients in the arm A will receive treatment based on the Guardant360 Response assay results, as described below. Arm B will continue the immunotherapy only.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Arm A - Intervention arm (Immunotherapy and Chemotherapy)\n\nNivolumab 360 mg/kg every 3 weeks Ipilimumab 1 mg/kg every 6 weeks\n\nPlatinum- doublet Chemotherapy (Histology-based) 4 cycles depending on the investigator's discretion.\n\nCarboplatin dosed at AUC 5, and either Paclitaxel 175 mg/m2 for squamous or Pemetrexed 500 mg/m2 for non-squamous",
                    "interventionNames": [
                        "Drug: Nivolumab",
                        "Drug: Ipilimumab",
                        "Drug: Carboplatin",
                        "Drug: Paclitaxel",
                        "Drug: Pemetrexed"
                    ]
                },
                {
                    "label": "Arm B",
                    "type": "OTHER",
                    "description": "Arm B - control arm (Immunotherapy only)\n\nNivolumab 360 mg/kg every 3 weeks Ipilimumab 1 mg/kg every 6 weeks",
                    "interventionNames": [
                        "Drug: Nivolumab",
                        "Drug: Ipilimumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nivolumab",
                    "description": "Immunotherapy",
                    "armGroupLabels": [
                        "Arm A",
                        "Arm B"
                    ],
                    "otherNames": [
                        "Opdivo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ipilimumab",
                    "description": "Immunotherapy",
                    "armGroupLabels": [
                        "Arm A",
                        "Arm B"
                    ],
                    "otherNames": [
                        "Yervoy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "Chemotherapy",
                    "armGroupLabels": [
                        "Arm A"
                    ],
                    "otherNames": [
                        "Paraplatin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Chemotherapy",
                    "armGroupLabels": [
                        "Arm A"
                    ],
                    "otherNames": [
                        "Taxol",
                        "Paxel"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pemetrexed",
                    "description": "Chemotherapy",
                    "armGroupLabels": [
                        "Arm A"
                    ],
                    "otherNames": [
                        "Alimta",
                        "Pemfexy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "To compare progression free survival in patients with on-treatment-ctDNA guided therapy continuation or escalation by addition of platinum-doublet chemotherapy to therapy continuation with Nivolumab-Ipilimumab regardless of on-treatment-ctDNA results.",
                    "timeFrame": "Time from randomization to objective disease progression, or death from any cause, whichever first, up to 36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression Free Survival on Subsequent line of therapy (PFS2)",
                    "description": "To compare progression free survival on subsequent line of therapy (PFS2) between patients with on-treatment-ctDNA guided therapy continuation or escalation by addition of platinum-doublet chemotherapy to therapy continuation with Nivolumab-Ipilimumab regardless of on-treatment-ctDNA results",
                    "timeFrame": "Duration of time from randomization to second objective disease progression, or death from any cause, whichever first, up to 36 months"
                },
                {
                    "measure": "Overall Survival",
                    "description": "To compare overall survival (OS) in patients with on-treatment-ctDNA guided therapy continuation or escalation by addition of platinum-doublet chemotherapy to therapy continuation with Nivolumab-Ipilimumab regardless of on-treatment-ctDNA results",
                    "timeFrame": "Duration of time from first treatment to time of death, up to 36 months"
                },
                {
                    "measure": "Objective Response Rate",
                    "description": "To compare objective response rate (ORR) in patients with on-treatment-ctDNA guided therapy continuation or escalation by addition of platinum-doublet chemotherapy to therapy continuation with Nivolumab-Ipilimumab regardless of on treatment-ctDNA results.",
                    "timeFrame": "Duration of time between the date of first treatment and the date of objectively documented progression per irRECIST or the date of initiation of palliative local therapy or the date of subsequent anti-cancer therapy, whichever occurs first, up to 36 mo"
                },
                {
                    "measure": "Duration of Response",
                    "description": "To compare duration of response (DOR) in patients with on-treatment-ctDNA guided therapy continuation or escalation by addition of platinum-doublet chemotherapy to therapy continuation with Nivolumab-Ipilimumab regardless of on-treatment-ctDNA results.",
                    "timeFrame": "Duration of time between the date of first confirmed response to the date of the first documented tumor progression (per irRECIST), or death due to any cause, whichever occurs first, up to 36 months"
                },
                {
                    "measure": "Safety and Tolerability",
                    "description": "Serious adverse events will be summarized by treatment group as number and percentages. Overall summary of SAEs by grade (any grade, grade 3-4, grade 5) will be reported. Overall summary of drug-related SAEs by worst CTC grade (any grade, grade 3-4, grade 5) will be reported.",
                    "timeFrame": "All analyses will be conducted using the 30-day safety window"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Eligible patients will have newly diagnosed, previously untreated histologically documented Stage IV NSCLC\n2. Eligible patients will be required to have positive PD-L1 expression ≥1% by IHC using Dako 22C3 assay.\n3. Patients will require a baseline Guardant360 CDx test prior to enrollment\n4. Patients willing to undergo serial ctDNA testing as required by protocol\n5. Patients will be over the age of 18\n6. Life expectancy ≥12 weeks\n7. Measurable (RECIST 1.1) indicator lesion not previously irradiated, with measurable disease determined per the treating investigator.\n8. Prior palliative radiotherapy to non-CNS lesions must have been completed at least 2 weeks prior to randomization\n9. ECOG Performance Score ≤2\n10. Adequate organ function\n11. Hemoglobin \\> 9 g/dL\n12. Platelets \\> 100,000mm3 or 100 x 109/L\n13. AST, ALT \\< 2.5 x ULN with no liver metastases or \\< 5x ULN with the presence of liver metastases\n14. Total bilirubin \\< 1.5 x ULN if no liver metastases or \\< 3 x ULN in the presence of documented Gilbert's Syndrome (unconjugated hyperbilirubinemia) or liver metastases\n15. Absolute neutrophil count (ANC) \\> 1500 cells/mm3\n16. Creatinine ≤ 1.5 x ULN OR calculated creatinine clearance ≥ 60ml/min calculated by Cockcroft and Gault's equation\n17. Willing to use highly effective contraceptive measures if child-bearing potential or if the patient's sexual partner is a woman of childbearing potential: a. Female subjects should be using a highly effective contraceptive measures, and must have a negative pregnancy test and not be breast-feeding prior to starting of dosing if of child-bearing potential or must have evidence of non-child-bearing potential by fulfilling one of the following criteria at screening: i. Post-menopausal is defined as aged more than 50 years and amenorrheic for at least 12 months following cessation of all exogenous hormonal treatments ii. Women under 50 years old would be considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments and with LH and FSH levels in the the post-menopausal range for the institution iii. Documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy, or bilateral salpingectomy but not a tubal ligation b. Male subjects should be willing to use barrier contraception\n\nExclusion Criteria:\n\n1. Patients under the age of 18\n2. Inability to provide informed consent by either the patient or the authorized representative\n3. Patients with known EGFR, ALK, ROS1, MET, and RET oncogenic driver alterations that have approved first-line targeted therapies are excluded from the study (All patients must have a tissue or blood-based testing to identify these driver alterations)\n4. Patients with no detectable ctDNA or ctDNA VAF ≤ 0.3% on Guardant360 CDx at baseline\n5. Subjects with untreated CNS metastases are excluded.\n6. Subjects are eligible if CNS metastases are adequately treated and subjects are neurologically returned to baseline (except for residual signs or symptoms related to the CNS treatment) for at least 2 weeks prior to randomization. In addition, subjects must be either off corticosteroids, or on a stable or decreasing dose of 10 mg daily prednisone (or equivalent) for at least 2 weeks prior to randomization.\n7. Subjects with carcinomatous meningitis\n8. Subjects must have recovered from the effects of major surgery or significant traumatic injury at least 14 days before randomization\n9. Subjects with previous malignancies (except non-melanoma skin cancers, and in situ cancers such as the following: bladder, gastric, colon, cervical/dysplasia, melanoma, or breast) are excluded unless a complete remission was achieved at least 2 years prior to randomization and no additional therapy is required or anticipated to be needed during the study period.\n10. Other active malignancy requiring concurrent intervention.\n11. Subjects with an active, known, or suspected autoimmune disease. Subjects with type I diabetes mellitus, and hypothyroidism only require hormone replacement, skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n12. Subjects with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of randomization. Inhaled or topical steroids, and adrenal replacement steroids \\> 10 mg daily prednisone equivalent, are permitted in the absence of active autoimmune disease.\n13. Subjects with interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity.\n14. Significant uncontrolled cardiovascular disease, including but not limited to, any of the following:\n\n    1. Uncontrolled hypertension, which is defined as systolic blood pressure \\> 160 mm Hg or diastolic blood pressure \\> 100 mm Hg despite optimal medical management.\n    2. Active coronary artery disease, including unstable all newly diagnosed angina within 3 months of study enrollment.\n    3. Myocardial infarction in the past 6 months.\n    4. History of congenital long QT syndrome.\n    5. History of clinically significant arrhythmias, such as ventricular tachycardia, ventricular fibrillation, or torsade de pointes.\n    6. Uncontrolled heart failure, defined as class III of 4 by the New York Heart Association functional classification.\n    7. History of a current diagnosis of myocarditis.\n15. the Known medical condition that, in the investigator's opinion, would increase the risk associated with study participation or study drug administration or interfere with the interpretation of safety results.\n16. Any positive test for hepatitis B virus or hepatitis C virus indicating acute or chronic infection\n17. Subjects with Grade 2 peripheral neuropathy\n18. Life expectancy \\<12 weeks",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Finaldi",
                    "role": "CONTACT",
                    "phone": "551-996-5228",
                    "email": "Lauren.Finaldi@hmhn.org"
                },
                {
                    "name": "Suzanne Kosky",
                    "role": "CONTACT",
                    "phone": "551-996-3986",
                    "email": "Suzanne.Kosky@hmhn.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Martin Gutierrez, MD",
                    "affiliation": "Hackensack Meridian Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lombardi Comprehensive Cancer Center, Georgetown University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20007",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "John Theurer Cancer Center, Hackensack Meridian Health",
                    "status": "RECRUITING",
                    "city": "Hackensack",
                    "state": "New Jersey",
                    "zip": "07410",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "551-996-2000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.88593,
                        "lon": -74.04347
                    }
                },
                {
                    "facility": "Jersey Shore University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Neptune",
                    "state": "New Jersey",
                    "zip": "07753",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Walter Elliot",
                            "role": "CONTACT",
                            "email": "Walter.Elliott@hmhn.org"
                        },
                        {
                            "name": "Suzanne Kosky",
                            "role": "CONTACT",
                            "phone": "551-996-3986",
                            "email": "Suzanne.Kosky@hmhn.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.20011,
                        "lon": -74.02792
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29330207",
                    "type": "BACKGROUND",
                    "citation": "Goldberg SB, Narayan A, Kole AJ, Decker RH, Teysir J, Carriero NJ, Lee A, Nemati R, Nath SK, Mane SM, Deng Y, Sukumar N, Zelterman D, Boffa DJ, Politi K, Gettinger SN, Wilson LD, Herbst RS, Patel AA. Early Assessment of Lung Cancer Immunotherapy Response via Circulating Tumor DNA. Clin Cancer Res. 2018 Apr 15;24(8):1872-1880. doi: 10.1158/1078-0432.CCR-17-1341. Epub 2018 Jan 12."
                },
                {
                    "pmid": "32046999",
                    "type": "BACKGROUND",
                    "citation": "Hellmann MD, Nabet BY, Rizvi H, Chaudhuri AA, Wells DK, Dunphy MPS, Chabon JJ, Liu CL, Hui AB, Arbour KC, Luo J, Preeshagul IR, Moding EJ, Almanza D, Bonilla RF, Sauter JL, Choi H, Tenet M, Abu-Akeel M, Plodkowski AJ, Perez Johnston R, Yoo CH, Ko RB, Stehr H, Gojenola L, Wakelee HA, Padda SK, Neal JW, Chaft JE, Kris MG, Rudin CM, Merghoub T, Li BT, Alizadeh AA, Diehn M. Circulating Tumor DNA Analysis to Assess Risk of Progression after Long-term Response to PD-(L)1 Blockade in NSCLC. Clin Cancer Res. 2020 Jun 15;26(12):2849-2858. doi: 10.1158/1078-0432.CCR-19-3418. Epub 2020 Feb 11."
                },
                {
                    "pmid": "31518912",
                    "type": "BACKGROUND",
                    "citation": "Guibert N, Jones G, Beeler JF, Plagnol V, Morris C, Mourlanette J, Delaunay M, Keller L, Rouquette I, Favre G, Pradines A, Mazieres J. Targeted sequencing of plasma cell-free DNA to predict response to PD1 inhibitors in advanced non-small cell lung cancer. Lung Cancer. 2019 Nov;137:1-6. doi: 10.1016/j.lungcan.2019.09.005. Epub 2019 Sep 6."
                },
                {
                    "pmid": "33261056",
                    "type": "BACKGROUND",
                    "citation": "Herbreteau G, Langlais A, Greillier L, Audigier-Valette C, Uwer L, Hureaux J, Moro-Sibilot D, Guisier F, Carmier D, Madelaine J, Otto J, Souquet PJ, Gounant V, Merle P, Molinier O, Renault A, Rabeau A, Morin F, Denis MG, Pujol JL. Circulating Tumor DNA as a Prognostic Determinant in Small Cell Lung Cancer Patients Receiving Atezolizumab. J Clin Med. 2020 Nov 27;9(12):3861. doi: 10.3390/jcm9123861."
                },
                {
                    "pmid": "33771889",
                    "type": "BACKGROUND",
                    "citation": "Ricciuti B, Jones G, Severgnini M, Alessi JV, Recondo G, Lawrence M, Forshew T, Lydon C, Nishino M, Cheng M, Awad M. Early plasma circulating tumor DNA (ctDNA) changes predict response to first-line pembrolizumab-based therapy in non-small cell lung cancer (NSCLC). J Immunother Cancer. 2021 Mar;9(3):e001504. doi: 10.1136/jitc-2020-001504."
                },
                {
                    "pmid": "30207593",
                    "type": "BACKGROUND",
                    "citation": "Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018 Nov;68(6):394-424. doi: 10.3322/caac.21492. Epub 2018 Sep 12. Erratum In: CA Cancer J Clin. 2020 Jul;70(4):313. doi: 10.3322/caac.21609."
                },
                {
                    "pmid": "33433946",
                    "type": "BACKGROUND",
                    "citation": "Siegel RL, Miller KD, Fuchs HE, Jemal A. Cancer Statistics, 2021. CA Cancer J Clin. 2021 Jan;71(1):7-33. doi: 10.3322/caac.21654. Epub 2021 Jan 12. Erratum In: CA Cancer J Clin. 2021 Jul;71(4):359. doi: 10.3322/caac.21669."
                },
                {
                    "pmid": "32786189",
                    "type": "BACKGROUND",
                    "citation": "Howlader N, Forjaz G, Mooradian MJ, Meza R, Kong CY, Cronin KA, Mariotto AB, Lowy DR, Feuer EJ. The Effect of Advances in Lung-Cancer Treatment on Population Mortality. N Engl J Med. 2020 Aug 13;383(7):640-649. doi: 10.1056/NEJMoa1916623."
                },
                {
                    "pmid": "27259861",
                    "type": "BACKGROUND",
                    "citation": "Reinmuth N, Reck M. Immunotherapy for Lung Cancer. Oncol Res Treat. 2016;39(6):360-8. doi: 10.1159/000446726. Epub 2016 May 25."
                },
                {
                    "pmid": "25339957",
                    "type": "BACKGROUND",
                    "citation": "Laoui D, Van Overmeire E, De Baetselier P, Van Ginderachter JA, Raes G. Functional Relationship between Tumor-Associated Macrophages and Macrophage Colony-Stimulating Factor as Contributors to Cancer Progression. Front Immunol. 2014 Oct 7;5:489. doi: 10.3389/fimmu.2014.00489. eCollection 2014."
                },
                {
                    "pmid": "22453017",
                    "type": "BACKGROUND",
                    "citation": "Postow MA, Harding J, Wolchok JD. Targeting immune checkpoints: releasing the restraints on anti-tumor immunity for patients with melanoma. Cancer J. 2012 Mar-Apr;18(2):153-9."
                },
                {
                    "pmid": "20514052",
                    "type": "BACKGROUND",
                    "citation": "Zhang Y, Huang S, Gong D, Qin Y, Shen Q. Programmed death-1 upregulation is correlated with dysfunction of tumor-infiltrating CD8+ T lymphocytes in human non-small cell lung cancer. Cell Mol Immunol. 2010 Sep;7(5):389-95. doi: 10.1038/cmi.2010.28. Epub 2010 May 31."
                },
                {
                    "pmid": "27313464",
                    "type": "BACKGROUND",
                    "citation": "Ang YL, Lim JS, Soo RA. Profile of nivolumab in the treatment of metastatic squamous non-small-cell lung cancer. Onco Targets Ther. 2016 May 30;9:3187-95. doi: 10.2147/OTT.S84356. eCollection 2016."
                },
                {
                    "pmid": "25704439",
                    "type": "BACKGROUND",
                    "citation": "Rizvi NA, Mazieres J, Planchard D, Stinchcombe TE, Dy GK, Antonia SJ, Horn L, Lena H, Minenza E, Mennecier B, Otterson GA, Campos LT, Gandara DR, Levy BP, Nair SG, Zalcman G, Wolf J, Souquet PJ, Baldini E, Cappuzzo F, Chouaid C, Dowlati A, Sanborn R, Lopez-Chavez A, Grohe C, Huber RM, Harbison CT, Baudelet C, Lestini BJ, Ramalingam SS. Activity and safety of nivolumab, an anti-PD-1 immune checkpoint inhibitor, for patients with advanced, refractory squamous non-small-cell lung cancer (CheckMate 063): a phase 2, single-arm trial. Lancet Oncol. 2015 Mar;16(3):257-65. doi: 10.1016/S1470-2045(15)70054-9. Epub 2015 Feb 20."
                },
                {
                    "pmid": "29023213",
                    "type": "BACKGROUND",
                    "citation": "Horn L, Spigel DR, Vokes EE, Holgado E, Ready N, Steins M, Poddubskaya E, Borghaei H, Felip E, Paz-Ares L, Pluzanski A, Reckamp KL, Burgio MA, Kohlhaeufl M, Waterhouse D, Barlesi F, Antonia S, Arrieta O, Fayette J, Crino L, Rizvi N, Reck M, Hellmann MD, Geese WJ, Li A, Blackwood-Chirchir A, Healey D, Brahmer J, Eberhardt WEE. Nivolumab Versus Docetaxel in Previously Treated Patients With Advanced Non-Small-Cell Lung Cancer: Two-Year Outcomes From Two Randomized, Open-Label, Phase III Trials (CheckMate 017 and CheckMate 057). J Clin Oncol. 2017 Dec 10;35(35):3924-3933. doi: 10.1200/JCO.2017.74.3062. Epub 2017 Oct 12."
                },
                {
                    "pmid": "28636851",
                    "type": "BACKGROUND",
                    "citation": "Carbone DP, Reck M, Paz-Ares L, Creelan B, Horn L, Steins M, Felip E, van den Heuvel MM, Ciuleanu TE, Badin F, Ready N, Hiltermann TJN, Nair S, Juergens R, Peters S, Minenza E, Wrangle JM, Rodriguez-Abreu D, Borghaei H, Blumenschein GR Jr, Villaruz LC, Havel L, Krejci J, Corral Jaime J, Chang H, Geese WJ, Bhagavatheeswaran P, Chen AC, Socinski MA; CheckMate 026 Investigators. First-Line Nivolumab in Stage IV or Recurrent Non-Small-Cell Lung Cancer. N Engl J Med. 2017 Jun 22;376(25):2415-2426. doi: 10.1056/NEJMoa1613493."
                },
                {
                    "pmid": "20525992",
                    "type": "BACKGROUND",
                    "citation": "Hodi FS, O'Day SJ, McDermott DF, Weber RW, Sosman JA, Haanen JB, Gonzalez R, Robert C, Schadendorf D, Hassel JC, Akerley W, van den Eertwegh AJ, Lutzky J, Lorigan P, Vaubel JM, Linette GP, Hogg D, Ottensmeier CH, Lebbe C, Peschel C, Quirt I, Clark JI, Wolchok JD, Weber JS, Tian J, Yellin MJ, Nichol GM, Hoos A, Urba WJ. Improved survival with ipilimumab in patients with metastatic melanoma. N Engl J Med. 2010 Aug 19;363(8):711-23. doi: 10.1056/NEJMoa1003466. Epub 2010 Jun 5. Erratum In: N Engl J Med. 2010 Sep 23;363(13):1290."
                },
                {
                    "pmid": "28854067",
                    "type": "BACKGROUND",
                    "citation": "Govindan R, Szczesna A, Ahn MJ, Schneider CP, Gonzalez Mella PF, Barlesi F, Han B, Ganea DE, Von Pawel J, Vladimirov V, Fadeeva N, Lee KH, Kurata T, Zhang L, Tamura T, Postmus PE, Jassem J, O'Byrne K, Kopit J, Li M, Tschaika M, Reck M. Phase III Trial of Ipilimumab Combined With Paclitaxel and Carboplatin in Advanced Squamous Non-Small-Cell Lung Cancer. J Clin Oncol. 2017 Oct 20;35(30):3449-3457. doi: 10.1200/JCO.2016.71.7629. Epub 2017 Aug 30."
                },
                {
                    "pmid": "27932067",
                    "type": "BACKGROUND",
                    "citation": "Hellmann MD, Rizvi NA, Goldman JW, Gettinger SN, Borghaei H, Brahmer JR, Ready NE, Gerber DE, Chow LQ, Juergens RA, Shepherd FA, Laurie SA, Geese WJ, Agrawal S, Young TC, Li X, Antonia SJ. Nivolumab plus ipilimumab as first-line treatment for advanced non-small-cell lung cancer (CheckMate 012): results of an open-label, phase 1, multicohort study. Lancet Oncol. 2017 Jan;18(1):31-41. doi: 10.1016/S1470-2045(16)30624-6. Epub 2016 Dec 5."
                },
                {
                    "pmid": "31562796",
                    "type": "BACKGROUND",
                    "citation": "Hellmann MD, Paz-Ares L, Bernabe Caro R, Zurawski B, Kim SW, Carcereny Costa E, Park K, Alexandru A, Lupinacci L, de la Mora Jimenez E, Sakai H, Albert I, Vergnenegre A, Peters S, Syrigos K, Barlesi F, Reck M, Borghaei H, Brahmer JR, O'Byrne KJ, Geese WJ, Bhagavatheeswaran P, Rabindran SK, Kasinathan RS, Nathan FE, Ramalingam SS. Nivolumab plus Ipilimumab in Advanced Non-Small-Cell Lung Cancer. N Engl J Med. 2019 Nov 21;381(21):2020-2031. doi: 10.1056/NEJMoa1910231. Epub 2019 Sep 28."
                },
                {
                    "pmid": "32102950",
                    "type": "BACKGROUND",
                    "citation": "Aggarwal C, Thompson JC, Chien AL, Quinn KJ, Hwang WT, Black TA, Yee SS, Christensen TE, LaRiviere MJ, Silva BA, Banks KC, Nagy RJ, Helman E, Berman AT, Ciunci CA, Singh AP, Wasser JS, Bauml JM, Langer CJ, Cohen RB, Carpenter EL. Baseline Plasma Tumor Mutation Burden Predicts Response to Pembrolizumab-based Therapy in Patients with Metastatic Non-Small Cell Lung Cancer. Clin Cancer Res. 2020 May 15;26(10):2354-2361. doi: 10.1158/1078-0432.CCR-19-3663. Epub 2020 Feb 26."
                },
                {
                    "pmid": "29691297",
                    "type": "BACKGROUND",
                    "citation": "Odegaard JI, Vincent JJ, Mortimer S, Vowles JV, Ulrich BC, Banks KC, Fairclough SR, Zill OA, Sikora M, Mokhtari R, Abdueva D, Nagy RJ, Lee CE, Kiedrowski LA, Paweletz CP, Eltoukhy H, Lanman RB, Chudova DI, Talasaz A. Validation of a Plasma-Based Comprehensive Cancer Genotyping Assay Utilizing Orthogonal Tissue- and Plasma-Based Methodologies. Clin Cancer Res. 2018 Aug 1;24(15):3539-3549. doi: 10.1158/1078-0432.CCR-17-3831. Epub 2018 Apr 24."
                },
                {
                    "pmid": "34095713",
                    "type": "BACKGROUND",
                    "citation": "Thompson JC, Carpenter EL, Silva BA, Rosenstein J, Chien AL, Quinn K, Espenschied CR, Mak A, Kiedrowski LA, Lefterova M, Nagy RJ, Katz SI, Yee SS, Black TA, Singh AP, Ciunci CA, Bauml JM, Cohen RB, Langer CJ, Aggarwal C. Serial Monitoring of Circulating Tumor DNA by Next-Generation Gene Sequencing as a Biomarker of Response and Survival in Patients With Advanced NSCLC Receiving Pembrolizumab-Based Therapy. JCO Precis Oncol. 2021 Mar 19;5:PO.20.00321. doi: 10.1200/PO.20.00321. eCollection 2021."
                },
                {
                    "pmid": "32816849",
                    "type": "BACKGROUND",
                    "citation": "Zhang Q, Luo J, Wu S, Si H, Gao C, Xu W, Abdullah SE, Higgs BW, Dennis PA, van der Heijden MS, Segal NH, Chaft JE, Hembrough T, Barrett JC, Hellmann MD. Prognostic and Predictive Impact of Circulating Tumor DNA in Patients with Advanced Cancers Treated with Immune Checkpoint Blockade. Cancer Discov. 2020 Dec;10(12):1842-1853. doi: 10.1158/2159-8290.CD-20-0047. Epub 2020 Aug 14."
                },
                {
                    "pmid": "35121950",
                    "type": "BACKGROUND",
                    "citation": "Bratman SV, Yang SYC, Iafolla MAJ, Liu Z, Hansen AR, Bedard PL, Lheureux S, Spreafico A, Razak AA, Shchegrova S, Louie M, Billings P, Zimmermann B, Sethi H, Aleshin A, Torti D, Marsh K, Eagles J, Cirlan I, Hanna Y, Clouthier DL, Lien SC, Ohashi PS, Xu W, Siu LL, Pugh TJ. Personalized circulating tumor DNA analysis as a predictive biomarker in solid tumor patients treated with pembrolizumab. Nat Cancer. 2020 Sep;1(9):873-881. doi: 10.1038/s43018-020-0096-5. Epub 2020 Aug 3."
                },
                {
                    "pmid": "34994642",
                    "type": "BACKGROUND",
                    "citation": "Weber S, van der Leest P, Donker HC, Schlange T, Timens W, Tamminga M, Hasenleithner SO, Graf R, Moser T, Spiegl B, Yaspo ML, Terstappen LWMM, Sidorenkov G, Hiltermann TJN, Speicher MR, Schuuring E, Heitzer E, Groen HJM. Dynamic Changes of Circulating Tumor DNA Predict Clinical Outcome in Patients With Advanced Non-Small-Cell Lung Cancer Treated With Immune Checkpoint Inhibitors. JCO Precis Oncol. 2021 Nov;5:1540-1553. doi: 10.1200/PO.21.00182. Erratum In: JCO Precis Oncol. 2022 Jan;6:e2100566. doi: 10.1200/PO.21.00566."
                },
                {
                    "pmid": "26703802",
                    "type": "BACKGROUND",
                    "citation": "Kruglyak KM, Lin E, Ong FS. Next-Generation Sequencing and Applications to the Diagnosis and Treatment of Lung Cancer. Adv Exp Med Biol. 2016;890:123-36. doi: 10.1007/978-3-319-24932-2_7."
                },
                {
                    "pmid": "30988079",
                    "type": "BACKGROUND",
                    "citation": "Leighl NB, Page RD, Raymond VM, Daniel DB, Divers SG, Reckamp KL, Villalona-Calero MA, Dix D, Odegaard JI, Lanman RB, Papadimitrakopoulou VA. Clinical Utility of Comprehensive Cell-free DNA Analysis to Identify Genomic Biomarkers in Patients with Newly Diagnosed Metastatic Non-small Cell Lung Cancer. Clin Cancer Res. 2019 Aug 1;25(15):4691-4700. doi: 10.1158/1078-0432.CCR-19-0624. Epub 2019 Apr 15."
                },
                {
                    "pmid": "17720276",
                    "type": "BACKGROUND",
                    "citation": "Rajeswaran A, Trojan A, Burnand B, Giannelli M. Efficacy and side effects of cisplatin- and carboplatin-based doublet chemotherapeutic regimens versus non-platinum-based doublet chemotherapeutic regimens as first line treatment of metastatic non-small cell lung carcinoma: a systematic review of randomized controlled trials. Lung Cancer. 2008 Jan;59(1):1-11. doi: 10.1016/j.lungcan.2007.07.012. Epub 2007 Aug 27."
                },
                {
                    "pmid": "19934295",
                    "type": "BACKGROUND",
                    "citation": "Wolchok JD, Hoos A, O'Day S, Weber JS, Hamid O, Lebbe C, Maio M, Binder M, Bohnsack O, Nichol G, Humphrey R, Hodi FS. Guidelines for the evaluation of immune therapy activity in solid tumors: immune-related response criteria. Clin Cancer Res. 2009 Dec 1;15(23):7412-20. doi: 10.1158/1078-0432.CCR-09-1624. Epub 2009 Nov 24."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "The Revised NCCN Guidelines for Non-Small Cell Lung Cancer.",
                    "url": "https://www.michaelmschofield.com/wp-content/uploads/2018/08/NCCN-Osimertinib.pdf."
                },
                {
                    "label": "National Library of Medicine (US). 2021 Aug 16 - . Identifier NCT00527735; Phase II Study for Previously Untreated Subjects With Non Small Cell Lung Cancer (NSCLC) or Small Cell Lung Cancer (SCLC);",
                    "url": "https://clinicaltrials.gov/ct2/show/NCT00527735?term=00527735&draw=2&rank=1"
                },
                {
                    "label": "How do OPDIVO® (nivolumab) and YERVOY® (ipilimumab) team up to fight cancer differently than chemotherapy",
                    "url": "https://www.opdivo.com/about-opdivo/how-the-combination-works-combinationtherapy"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000068437",
                    "term": "Pemetrexed"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000005493",
                    "term": "Folic Acid Antagonists"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M264",
                    "name": "Pemetrexed",
                    "asFound": "Target",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8619",
                    "name": "Folic Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}