{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02889159",
            "orgStudyIdInfo": {
                "id": "HUM00111845 / Derm 681"
            },
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Immunologic Profile of Chronically Photodamaged Skin",
            "officialTitle": "Immunologic Profile of Chronically Photodamaged Skin",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "immunologic-profile-of-chronically-photodamaged-skin"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-06-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-06-06",
            "studyFirstSubmitQcDate": "2016-08-30",
            "studyFirstPostDateStruct": {
                "date": "2016-09-05",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-12-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Yolanda Rosi Helfrich",
                "investigatorTitle": "Director Program for Clinical Research In Dermatology",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Chronically photodamaged skin is visually characterized by dryness, wrinkles, brown spots, leathery appearance, etc. This happens as a result of excessive exposure to UV light from the sun. While the sun's exposure leaves the skin's surface visibly changed, the skin's unseen immune system may also be permanently altered as a result of the exposure, making it more likely to develop a variety of skin cancers and infections. This study will examine the lasting changes in the immune system of the skin caused by UV exposure. Investigators will stimulate different aspects of the skin's immune system by giving an injection of Candida Albicans (CANDIN®) and histamine phosphate (HISTATROL®), topical applications of imiquimod 5% cream (ALDARA®) and performing a tape stripping procedure with adhesive tape. The use of Candida Albicans (CANDIN®), histamine phosphate (HISTATROL®), and tape stripping are common procedures in clinical settings to stimulate skin desired skin responses. Imiquimod 5% cream (ALDARA®) is an FDA-approved drug for the treatment of basal cell carcinomas, actinic keratoses and genital warts. Investigators will compare the reaction of the skin's immune system on a cellular level from skin normally exposed to the sun exposure to an area normally hidden from sun exposure.",
            "detailedDescription": "Chronically photodamaged skin is visually characterized by dryness, wrinkles, brown spots, leathery appearance, etc. While photodamage leaves the skin's surface visibly changed, the skin's unseen immune system may also be permanently altered as a result of the exposure, making it more likely to develop a variety of skin cancers and infections.\n\nThis study will aim to evaluate the lasting changes that lifetime UV exposure causes to the different components of the skin's immune system in chronically sun damaged skin (forearms) compared to sun-protected skin (buttocks). Investigators will compare the cellular responses to stimulation of the skin's innate immune system, the skin's adaptive immune system, and the skin's hypersensitivity responses between these two sites.\n\nIn order to stimulate the different arms of the immune system, investigators will be using the following interventions: an intradermal injection of Candida Albicans antigen, an intradermal injection of histamine phosphate, a topical application of imiquimod 5% cream, and a tape stripping procedure with adhesive tape. Skin testing with the C. albicans antigen is a useful procedure for measuring the capacity of a person to manifest a delayed-type hypersensitivity response and is commonly used in clinical settings to evaluate cellular immunity. Similarly, histamine phosphate is frequently used as a positive control in clinical tests to assess type I Immunoglobulin E (IgE)-mediated hypersensitivity reactions. Imiquimod 5% cream is a direct stimulator of toll-like receptor (TLR) 7, a key component of the innate immune response with downstream signaling effects involving the adaptive immune response. It is FDA-approved for the treatment superficial basal cell carcinomas, actinic keratoses, and genital warts. Finally, tape stripping is a validated procedure used to remove superficial layers of the epidermis in clinical study environments.\n\nObjective: This is a mechanism of action pilot study designed to characterize the molecular nature of the local innate and adaptive immune response in chronically photodamaged skin (forearm) as compared to photoprotected skin (buttocks) using non-photodamaged individuals (forearms and buttocks) as a control.\n\nPopulation: Adult subjects with or without photodamage will be entered into the study at the University of Michigan.\n\nProcedures: study interventions (tape stripping, candida albicans and histamine phosphate injections, imiquimod 5% cream application), photography, Chroma Meter reading, biopsies, skin assessment"
        },
        "conditionsModule": {
            "conditions": [
                "Photoaged Skin",
                "Normal Skin"
            ],
            "keywords": [
                "photoaging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Candida albicans antigen",
                    "type": "OTHER",
                    "description": "useful in measuring the capacity of a person to manifest a delayed-type hypersensitivity response",
                    "interventionNames": [
                        "Biological: Candida albicans antigen"
                    ]
                },
                {
                    "label": "histamine phosphate",
                    "type": "OTHER",
                    "description": "useful to assess type I IgE-mediated hypersensitivity reactions",
                    "interventionNames": [
                        "Biological: histamine phosphate"
                    ]
                },
                {
                    "label": "imiquimod 5% cream",
                    "type": "OTHER",
                    "description": "direct stimulator of TLR-7, a key component of the innate immune response with downstream signaling effects involving the adaptive immune response",
                    "interventionNames": [
                        "Biological: imiquimod 5% cream"
                    ]
                },
                {
                    "label": "tape stripping",
                    "type": "OTHER",
                    "description": "to create alterations in key inflammatory mediators involved in both the innate and adaptive immune responses",
                    "interventionNames": [
                        "Procedure: Tape Stripping"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "control sample from both sun exposed and non-sun exposed skin"
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Candida albicans antigen",
                    "description": "0.1 milliliter (mL) injection into superficial dermis making small bleb at Baseline Visit.",
                    "armGroupLabels": [
                        "Candida albicans antigen"
                    ],
                    "otherNames": [
                        "CANDIN"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "histamine phosphate",
                    "description": "0.01 milliliter (mL) of histamine phosphate injected into the superficial dermis making a small bleb at Baseline Visit.",
                    "armGroupLabels": [
                        "histamine phosphate"
                    ],
                    "otherNames": [
                        "HISTATROL"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "imiquimod 5% cream",
                    "description": "Pea sized amount of 5% cream to be applied to designated areas once daily for 4 days, beginning at Baseline Visit.",
                    "armGroupLabels": [
                        "imiquimod 5% cream"
                    ],
                    "otherNames": [
                        "ALDARA"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Tape Stripping",
                    "description": "At Baseline Visit, adhesive tape firmly applied to designated area for 2 seconds, then removed. Procedure repeated between 20 and 50 times until skin is slightly red and tacky.",
                    "armGroupLabels": [
                        "tape stripping"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Erythema in photodamaged and photoprotected skin",
                    "description": "Measured via the a\\* output value on the Chroma Meter at baseline visit/visit 1, visit 2 (visit 1 + 48 hours +/- 12 hours) and visit 3 (visit 1 + 96 hours +/- 12 hours).",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Human Beta Defensin 2 (DEFB4) Fold Change",
                    "description": "DEFB4 will be measured in absolute units expressed as a fold change compared to the control using skin biopsy specimens obtained at visits baseline visit/visit 1 (n=2), visit 2 (visit 1 + 48 hours +/- 12 hours) (n=6), and visit 3 (visit 1 + 96 hours +/- 12 hours) (n=2).",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Wheal Response in photodamaged and photoprotected skin",
                    "description": "Measured in millimeters (mm) with standardized induration measurements at baseline visit/visit 1 and visit 2 (visit 1 + 48 hours +/- 12 hours).",
                    "timeFrame": "5 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female\n* Subject is at least 18 years of age\n* Good general health\n* No disease states, physical conditions or medications that would impair evaluation of the test sites\n* Willingness and ability to follow protocol\n* Signed, written, and witnessed informed consent form\n* Subject to have either severe clinical photodamage or no clinical photodamage\n* If female, subjects who are either of non-childbearing potential (defined as post-menopausal-absence of menstrual bleeding for 1 year - or as having undergone bilateral tubal ligation, hysterectomy or bilateral oophorectomy), or, if of childbearing potential, subjects who have had a negative urine pregnancy test at the beginning of the study, and have agreed to practice appropriate birth control to prevent pregnancy during the study. The type and dose of birth control must have been stable for at least 3 months prior to study entry and not be expected to change during the study.\n\nExclusion Criteria:\n\n* Current tanning bed use or phototherapy\n* Individuals who have lidocaine sensitivity\n* Subjects with severe allergies manifested by a history of anaphylaxis, or history of presence of multiple severe allergies\n* Subjects with a history of asthma\n* Subjects on topical or systemic antihistamine therapy\n* Subjects on tricyclic antidepressant therapy\n* Subjects on beta-blocker medications\n* Subjects on any immunosuppressive therapy\n* Subjects with active inflammation or infection on the skin\n* Subjects with a history of connective tissues diseases including rheumatoid arthritis, scleroderma, polymyositis/dermatomyositis or systemic lupus erythematosus\n* Subjects with a history of inflammatory or autoimmune skin disease (including atopic dermatitis, eczema, or psoriasis)\n* Subjects with a history of abnormal blood counts within the past one year\n* Subjects with a history of hypotension, severe hypertension, severe cardiac, pulmonary, or renal disease\n* Subjects with a history of keloid formation or hypertrophic scarring\n* Topical or systemic steroid use in the two weeks prior to study entry\n* Antibiotic use in the two weeks prior to study entry or during the study\n* Has received an experimental drug or used an experimental device in the two weeks prior to study entry\n* Females who are pregnant or planning to become pregnant\n* Nursing females\n* Any other treatments that at the Investigator's judgment is likely to interfere with the study evaluation",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nicole Nechiporchik",
                    "role": "CONTACT",
                    "phone": "734-936-7519",
                    "email": "nnechipo@med.umich.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yolanda Helfrich, MD",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan Department of Dermatology",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Nechiporchik",
                            "role": "CONTACT",
                            "phone": "734-936-7519",
                            "email": "nnechipo@med.umich.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077271",
                    "term": "Imiquimod"
                },
                {
                    "id": "D000006632",
                    "term": "Histamine"
                },
                {
                    "id": "C000027556",
                    "term": "Histamine phosphate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000097912",
                    "term": "Toll-Like Receptor Agonists"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000091369",
                    "term": "Immunomodulating Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000276",
                    "term": "Adjuvants, Immunologic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007369",
                    "term": "Interferon Inducers"
                },
                {
                    "id": "D000017442",
                    "term": "Histamine Agonists"
                },
                {
                    "id": "D000018494",
                    "term": "Histamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9708",
                    "name": "Histamine",
                    "asFound": "Hospital stay",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1727",
                    "name": "Imiquimod",
                    "asFound": "Host",
                    "relevance": "HIGH"
                },
                {
                    "id": "M212144",
                    "name": "Histamine phosphate",
                    "asFound": "Impacted molar",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M3628",
                    "name": "Adjuvants, Immunologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M10407",
                    "name": "Interferons",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}