{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06100913",
            "orgStudyIdInfo": {
                "id": "STUDY00006747"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Immunology of Ebola Vaccine",
            "officialTitle": "An Open-label Interventional Study to Understand and Quantify the Duration of Humoral Immunological Memory to a Single Dose of Recombinant Vesicular Stomatitis Vaccine for Ebola (rVSV∆G-ZEBOV-GP)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "immunology-of-ebola-vaccine"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-20",
            "studyFirstSubmitQcDate": "2023-10-20",
            "studyFirstPostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nadine Rouphael",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Washington University School of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this study 30 healthy adult participants will receive a single dose of an Ebola vaccine. Blood samples, fine needle aspirates, core biopsies, and bone marrow aspirates will be collected prior to and following vaccination to assess immune responses in the blood, lymph nodes, and bone marrow over multiple time points.",
            "detailedDescription": "Ebolaviruses (EBOV), cause Ebola Virus Disease, a condition characterized primarily by hemorrhagic fevers with remarkably elevated mortality rates. The genus Ebolavirus encompasses five distinct viral species, namely Bundibugyo virus (BDBV), Zaire Ebola virus (ZEBOV), Reston virus (RESTV), Sudan virus (SUDV), and Taï Forest virus (TAFV).\n\nMore than 20 human outbreaks have been reported world-wide since the identification of EBOV in the late 1970s. The most common geographical region affected by EBOV outbreaks is Central Africa, with two of the most notable outbreaks occurring in Kikwit, Democratic Republic of Congo in 1995, and Gulu, Uganda in 2000. Outside of Africa, EBOV infections have been reported in countries like Philippines, Italy, United Kingdom, United States of America, and others. Of particular significance is the 2014-2016 West African ZEBOV outbreak, which is known as the most extensively recorded outbreak to date with over 28,000 reported infections and a 40% approximated mortality rate. The outbreak significantly surpassed all preceding ZEBOV outbreaks in terms of geographical coverage, number of impacted individuals, and its disruptive influence on conventional societal activities.\n\nFatal ZEBOV infection is characterized by flu-like symptoms and high fever followed by multi-organ failure. While case-fatality rates vary between outbreaks and among the Ebola viruses, ZEBOV has been associated with up to 90% lethality. While specific treatment strategies including convalescent plasma, monoclonal antibodies, and/or direct- acting antiviral agents are being pursued, it is unlikely that treatment directed at the individual will be sufficient to control outbreaks. Hence, it is important to investigate prophylactic vaccines that confer protection against Ebola viruses in at-risk populations to prevent future outbreaks. Understanding the durability of these vaccines is of paramount importance.\n\nThe recombinant vesicular stomatitis virus-based Ebola vaccine (rVSVΔG-ZEBOV-GP) was approved in 2019 as a single dose in the prevention against Ebola virus disease (EVD). Protection is primarily conferred by antibodies targeting the ZEBOV glycoprotein (GP), and ZEBOV-GP Immunoglobulin G (IgG) memory B cells (MBCs) can be detected in the blood 6 months following vaccination.\n\nIt is not fully understood, however, whether a single dose of rVSVΔG-ZEBOV-GP effectively generates germinal center (GC) responses that result in durable immunological memory.\n\nThe immune responses that ensue following vaccination consist of a series of highly orchestrated events in GCs of secondary lymphoid organs. The nature of these interactions ultimately dictates the quality and longevity of the immune response generated following vaccination. Long-lived bone marrow plasma cells (BMPCs) and MBCs are the end products of the GC reaction. Previous studies of human B cell immune responses to rVSVΔG-ZEBOV-GP vaccination have focused on the blood compartment. This strategy ignores the critical compartments of draining lymph nodes (dLNs), where GCs are formed, and bone marrow, the major reservoir of BMPCs.\n\nThis study aims to directly examine the GC response induced in the dLNs after vaccination with rVSVΔG- ZEBOV-GP. The researchers will directly probe ZEBOV-GP-specific GC B cell responses and determine how long these GCs persist after a single vaccine dose. The researchers will determine the frequency of antigen-specific BMPCs that home to bone marrow after vaccination, and whether these BMPCs persist up to 1 year after a single dose. The researchers will determine the frequency of antigen-specific MBCs generated after vaccination. Across all compartments, the researchers will analyze the B cell receptor (BCR) clonal diversity and the degree of somatic hypermutation (SHM) induced by vaccination. This study will determine the degree to which a single dose of rVSVΔG-ZEBOV-GP generates durable GC responses and long lasting humoral immunological memory."
        },
        "conditionsModule": {
            "conditions": [
                "Ebola Virus Disease"
            ],
            "keywords": [
                "vaccine",
                "vaccination",
                "immune response"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Recombinant Vesicular Stomatitis Vaccine for Ebola (rVSV∆G-ZEBOV-GP)",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adults who are at no risk for exposure to Ebola Virus and are not prior recipients of an Ebola vaccine receive a single dose of recombinant Vesicular Stomatitis Vaccine for Ebola (rVSV∆G-ZEBOV-GP).",
                    "interventionNames": [
                        "Biological: Recombinant Vesicular Stomatitis Vaccine for Ebola (rVSV∆G-ZEBOV-GP)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Recombinant Vesicular Stomatitis Vaccine for Ebola (rVSV∆G-ZEBOV-GP)",
                    "description": "The study vaccine is an FDA-approved recombinant vesicular stomatitis virus (rVSV) expressing the envelope glycoprotein of Ebola virus Zaire (rVSV∆G-ZEBOV-GP). The dose of rVSV∆G-ZEBOV-GP vaccine has been chosen for this study as per package insert recommendations and based on clinical data. Participants receive 1.0 milliliter (mL) of the study vaccine administered intramuscularly in the deltoid muscle of the non-dominant arm.",
                    "armGroupLabels": [
                        "Recombinant Vesicular Stomatitis Vaccine for Ebola (rVSV∆G-ZEBOV-GP)"
                    ],
                    "otherNames": [
                        "Ervebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Ebola-specific Antibody Titers",
                    "description": "Antibody titers are examined by direct comparison of antibody titers in the blood. Serum-binding Ebola-specific antibody titers following rVSV∆G-ZEBOV-GP vaccination will be measured by Enzyme-Linked Immunosorbant Assay (ELISA).",
                    "timeFrame": "Day 29, Day 366"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Frequency of Adverse Events (AEs)",
                    "description": "The safety profile of rVSV∆G-ZEBOV-GP vaccination is assessed as the frequency of adverse events. Solicited injection site reactions and systemic symptoms will be assessed using a diary over the 14 days following vaccination. Unsolicited adverse events will be collected over 28 days following vaccination.",
                    "timeFrame": "Up to Day 28"
                },
                {
                    "measure": "Severity of Adverse Events",
                    "description": "The safety profile of rVSV∆G-ZEBOV-GP vaccination is assessed as the severity of adverse events. Solicited injection site reactions and systemic symptoms will be assessed using a diary over the 14 days following vaccination. Unsolicited adverse events will be collected over 28 days following vaccination. The severity of adverse events is graded according to the criteria set forth in the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) manual. All adverse events are graded on a scale from 1 to 5 according to the standards in the NCI-CTCAE manual, where Grade 1 is mild, Grade 2 is moderate, Grade 3 is severe or medically significant but not immediately life-threatening, Grade 4 is life-threatening consequences, and Grade 5 is death related to the adverse event.",
                    "timeFrame": "Up to Day 28"
                },
                {
                    "measure": "Frequency of Serious Adverse Events",
                    "description": "The safety profile of rVSV∆G-ZEBOV-GP vaccination is assessed as the frequency of serious adverse events. A serious adverse event is an adverse event resulting in one more of the following consequences: death, a life-threatening event, an inpatient hospitalization or prolongation of an existing hospitalization, a persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, or a congenital anomaly/birth defect.",
                    "timeFrame": "Up to Day 366"
                },
                {
                    "measure": "Frequency of Adverse Events Related to Fine Needle Aspiration/Biopsy of Lymph Node",
                    "description": "The safety profile of fine needle aspirate and core biopsy of lymph nodes is assessed as the frequency of adverse events related to the fine needle aspiration or biopsy of the lymph node procedure.",
                    "timeFrame": "Up to Day 366"
                },
                {
                    "measure": "Severity of Adverse Events Related to Fine Needle Aspiration/Biopsy of Lymph Node",
                    "description": "The safety profile of fine needle aspirate and core biopsy of lymph nodes is assessed as the severity of adverse events related to the fine needle aspiration or biopsy of the lymph node procedure. The severity of adverse events is graded according to the criteria set forth in the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) manual. All adverse events are graded on a scale from 1 to 5 according to the standards in the NCI-CTCAE manual, where Grade 1 is mild, Grade 2 is moderate, Grade 3 is severe or medically significant but not immediately life-threatening, Grade 4 is life-threatening consequences, and Grade 5 is death related to the adverse event.",
                    "timeFrame": "Up to Day 366"
                },
                {
                    "measure": "Frequency of Adverse Events Related to Bone Marrow Aspiration",
                    "description": "The safety profile of bone marrow aspirates is assessed as the frequency of adverse events related to the bone marrow aspiration procedure.",
                    "timeFrame": "Up to Day 366"
                },
                {
                    "measure": "Severity of Adverse Events Related to Bone Marrow Aspiration",
                    "description": "The safety profile of bone marrow aspirates is assessed as the severity of adverse events related to the bone marrow aspiration procedure. The severity of adverse events is graded according to the criteria set forth in the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) manual. All adverse events are graded on a scale from 1 to 5 according to the standards in the NCI-CTCAE manual, where Grade 1 is mild, Grade 2 is moderate, Grade 3 is severe or medically significant but not immediately life-threatening, Grade 4 is life-threatening consequences, and Grade 5 is death related to the adverse event.",
                    "timeFrame": "Up to Day 366"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent for study.\n* For women of childbearing potential: willing to engage in effective methods of contraception starting at least 28 days prior to vaccination and during the study.\n* Willing to minimize blood and body fluid exposure to others (encourage abstinence, and hand hygiene; discourage contact with blood, vomit, feces without personal protective equipment (PPE) for at least 14 days following vaccine administration.\n* Willing to forgo blood donation until 56 days following vaccination.\n\nExclusion Criteria:\n\n* At risk of travel-related or occupational exposure to Ebola virus such as through laboratory, clinical contact, field work, or in the judgment of the investigator.\n* Received any Ebola vaccines or have history of Ebola Virus Disease (EVD).\n* Current or previous diagnosis of immunocompromising condition such as human immunodeficiency virus or other immunosuppressive condition by receiving systemic immunosuppressants or immune-modifying drugs for \\>14 days in total within 6 months prior to screening (for corticosteroids: ≥ 10mg/day of prednisone or equivalent) or anticipates the need for immunosuppressive treatment at any time during participation in the study.\n* Pregnant and/or breastfeeding (must have urine pregnancy test on the day of vaccination and during screening visit)\n* Known allergy to any component of the rVSV∆G-ZEBOV-GP vaccine products (VSV, albumin, tris).\n* History of severe local or systemic reactions to any vaccination.\n* Received investigational drug within 5 half-lives or 28 days, whichever is longer, prior to study vaccination.\n* Received or intends to receive vaccines within 28 days prior to or following study vaccination.\n* Received immunoglobulins and/or any blood products within 120 days prior to study vaccination.\n* Clinical evidence of systemic infection or other acute intercurrent illness (e.g. oral temp \\>38°C or \\> 100.4°F) less than 72 hours prior to study vaccination.\n* Currently has symptomatic, acute, or unstable chronic disease requiring medical or surgical care, to include significant change in therapy or hospitalization, at the discretion of the investigator.\n* History of excessive alcohol consumption, drug abuse, psychiatric conditions, social conditions, or occupational conditions that in the opinion of the investigator would preclude compliance with the study.\n* Any condition that would limit the ability of the participant to meet protocol requirements or would place the participant at unreasonable risk in the opinion of the investigator.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nadine Rouphael, MD",
                    "role": "CONTACT",
                    "phone": "404-712-1435",
                    "email": "nroupha@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nadine Rouphael, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Ali Ellebedy, PhD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "The Hope Clinic of the Emory Vaccine Center",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                },
                {
                    "facility": "Washington University in St. Louis",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63130",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data collected during the trial will be submitted to the National Center for Biotechnology Information (NCBI) on its GenBank and Sequence Read Archive (SRA) archives for public release upon publication of the findings of our studies. GenBank is the United States National Institutes of Health genetic sequence database, an annotated collection of all publicly available DNA sequences. SRA is an open access archive of minimally-processed read data from high throughput platforms.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data will become available for sharing upon publication of results for this study, with no end date.",
            "accessCriteria": "Data will be available for sharing with anyone who wishes to access the data for any purpose. GenBank sequence records will be made available at https://ftp.ncbi.nih.gov/genbank/ or accessed using NCBI's E-utilities application programming interface (API). SRA sequence records will be made available using the SRA Toolkit API (https://github.com/ncbi/sra-tools/wiki) or on Amazon Web Services and Google Cloud Platform clouds (https://www.ncbi.nlm.nih.gov/sra/docs/sra-cloud/). Upon release, publicly accessible sequence data are searchable by accession number in website interfaces. NCBI also indexes the data to support text-based searches (e.g., by organism name) in websites and APIs."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000019142",
                    "term": "Hemorrhagic Fever, Ebola"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000006482",
                    "term": "Hemorrhagic Fevers, Viral"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000018702",
                    "term": "Filoviridae Infections"
                },
                {
                    "id": "D000018701",
                    "term": "Mononegavirales Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16070",
                    "name": "Stomatitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "asFound": "Virus Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27596",
                    "name": "Vesicular Stomatitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M21138",
                    "name": "Hemorrhagic Fever, Ebola",
                    "asFound": "Ebola Virus Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2454",
                    "name": "Hyperthermia",
                    "relevance": "LOW"
                },
                {
                    "id": "M8464",
                    "name": "Fever",
                    "relevance": "LOW"
                },
                {
                    "id": "M9568",
                    "name": "Hemorrhagic Fevers, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20779",
                    "name": "Filoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20778",
                    "name": "Mononegavirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "T2014",
                    "name": "Ebola Virus Disease",
                    "asFound": "Ebola Virus Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5864",
                    "name": "Viral Hemorrhagic Fever",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M340819",
                    "name": "polysaccharide-K",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}