{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04642287",
            "orgStudyIdInfo": {
                "id": "2020P001220"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Immunotherapy After Transplantation for Skin Cancer Prevention in Organ Transplant Recipients",
            "officialTitle": "Calcipotriol Plus 5-Fluorouracil Immunotherapy for Skin Cancer Prevention in Organ Transplant Recipients",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "immunotherapy-after-transplantation-for-skin-cancer-prevention-in-organ-transplant-recipients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-04",
            "studyFirstSubmitQcDate": "2020-11-21",
            "studyFirstPostDateStruct": {
                "date": "2020-11-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shadmehr Demehri",
                "investigatorTitle": "MD, PHD, Assistant Professor in Dermatology, Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Washington University School of Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial aims to investigate the efficacy of Calcipotriol ointment combined with 5-FU cream in Organ Transplant Recipients (OTRs) to determine if it can stimulate the immune cells against actinic keratoses precancerous skin lesions after transplantation and prevent cutaneous squamous cell carcinoma (SCC) in long-term.",
            "detailedDescription": "The main goal of this investigator-initiated clinical trial is to determine the efficacy of topical calcipotriol combined with 5-fluorouracil (5-FU) treatment in OTRs on immunosuppressive medications with precancerous skin lesions called actinic keratoses (AKs) and a history of non-melanoma skin cancer in order to eliminate AKs and prevent squamous cell carcinoma (SCC) development. SCC is the most common cutaneous malignancy seen after transplantation, with a 65-250fold greater incidence in organ transplant recipients (OTRs) compared to the general population. This increased risk is due to the systemic immunosuppression caused by anti-rejection medications, which are indispensable for protecting against allograft loss. Our previous findings have established the efficacy of calcipotriol in combination with 5-FU in inducing an antitumor immunity against AKs in immunocompetent patients. This SCC risk reduction is accompanied by the induction of robust T cell immunity and TRM cell formation against AKs. Calcipotriol is a FDA-approved low calcemic vitamin D analogue for the treatment of psoriasis. Topical 5-FU is a standard chemotherapy for AKs. Based on our previous findings demonstrating the synergistic impact of TSLP induction by calcipotriol in combination with the cytotoxic effects of 5-FU that leads to a robust T cell immunity against early skin carcinogenesis in immunocompetent patients, we aim to determine whether this efficacy is maintained in OTRs on immunosuppressive therapy and its effect on SCC prevention in long-term after transplantation."
        },
        "conditionsModule": {
            "conditions": [
                "Immunotherapy",
                "Cutaneous Squamous Cell Carcinoma",
                "Actinic Keratoses",
                "Organ Transplant Recipients",
                "Skin Cancer"
            ],
            "keywords": [
                "Squamous Cell Carcinoma",
                "Actinic keratoses",
                "Calcipotriol ointment",
                "5-FU cream",
                "Prevention",
                "Organ Transplant Recipients",
                "Immunotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel Assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "All participants, care giver and investigators measuring or analyzing the experimental data will be blinded to the interventions. Tissue samples collected will be labeled with 3-digit unique IDs and de-identified before studying in PI's lab. The study investigator will collect AK/skin samples and label them based on the study ID (e.g. \"201\") without compromising their blinded status. All the study records/photographs will be kept in a locked office or password-protected computer that is only accessible by the members of the research team.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Topical Calcipotriol ointment plus 5-Fluorouracil cream",
                    "type": "EXPERIMENTAL",
                    "description": "Topical Calcipotriol 0.0025% ointment plus 5-Fluorouracil 2.5% cream will be administered by the participants to their face, scalp and upper extremities twice a day for 6 consecutive days.",
                    "interventionNames": [
                        "Drug: Calcipotriol Only Product in Cutaneous Dose Form",
                        "Drug: Topical 5FU"
                    ]
                },
                {
                    "label": "Topical vaseline plus 5-Fluorouracil 2.5% cream",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Topical Vaseline plus 5-Fluorouracil 2.5% cream will be administered by the participants to their face, scalp and upper extremities twice a day for 6 consecutive days.",
                    "interventionNames": [
                        "Drug: Vaseline",
                        "Drug: Topical 5FU"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Calcipotriol Only Product in Cutaneous Dose Form",
                    "description": "Calcipotriene is a form of vitamin D. It works by inducing thymic stromal lymphopoietin cytokine expression in the skin.",
                    "armGroupLabels": [
                        "Topical Calcipotriol ointment plus 5-Fluorouracil cream"
                    ],
                    "otherNames": [
                        "Topical Calcipotriene ointment"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Vaseline",
                    "description": "Placebo",
                    "armGroupLabels": [
                        "Topical vaseline plus 5-Fluorouracil 2.5% cream"
                    ],
                    "otherNames": [
                        "Petrolatum"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Topical 5FU",
                    "description": "5-FU is a chemotherapy that causes the death of proliferating tumor cells. Topical preparation of this drug is being used.",
                    "armGroupLabels": [
                        "Topical Calcipotriol ointment plus 5-Fluorouracil cream",
                        "Topical vaseline plus 5-Fluorouracil 2.5% cream"
                    ],
                    "otherNames": [
                        "Topical 5-fluorouracil"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The changes in baseline number of AKs on treated anatomical sites in post-transplant OTRs",
                    "description": "The changes in baseline number of AKs on treated anatomical sites in post-transplant OTRs quantified based on participants' medical records and photographs in test versus control group",
                    "timeFrame": "8 weeks after treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The changes in the number of SCC on treated anatomical sites in post-transplant OTRs",
                    "description": "The changes in number of SCC on treated anatomical sites in post-transplant OTRs quantified based on participants' medical records, photographs and pathology results in test versus control group",
                    "timeFrame": "1, 2 and 4 years after treatment"
                },
                {
                    "measure": "The changes in the magnitude of TSLP, CD3+, CD4+ and CD8+ TRM cell infiltrates in in the AK and normal skin after transplantation",
                    "description": "The changes in the magnitude of TSLP, CD3+, CD4+ and CD8+ TRM cell infiltrates in OTRs after transplantation compared to before transplantation in test versus control group.",
                    "timeFrame": "at one day after 6-day treatment and at one year post-treatment"
                },
                {
                    "measure": "The changes in immune infiltrate (CD3+, CD4+ and CD8+ TRM cell) in any SCC that develops after treatment",
                    "description": "The changes in immune infiltrate in any SCC that develops after calcipotriol plus 5-FU versus Vaseline plus 5-FU treatment for up to 4 years post-transplant.",
                    "timeFrame": "up to 4 years after treatment"
                },
                {
                    "measure": "Number of Participants with Treatment Related Adverse Events",
                    "description": "Adverse events will be assessed including any local skin reactions like itching and rash",
                    "timeFrame": "From the start of treatment until 30 days after the end of treatment, up to 2 months"
                },
                {
                    "measure": "Number of participants with any proven rejection of the graft in OTRs",
                    "description": "Number of participants with any biopsy proven acute rejection of the graft after treatment with calcipotriol plus 5-FU compared to test group.",
                    "timeFrame": "From the start of treatment until 30 days after the end of treatment"
                },
                {
                    "measure": "The changes in erythema extent and intensity scores (0-4) of the treated anatomical sites",
                    "description": "The changes in erythema extent and intensity scores of the treated anatomical sites in test versus control group in post-transplant OTRs. Treated skin will be evaluated for any sign of irritation including erythema, crusting or ulceration using a clinical erythema scale. (No erythema=0, mild erythema=1, sever erythema with minimal scaling=2, sever erythema with significant scaling=3, sever erythema with scaling, crusting, itching and burning=4)",
                    "timeFrame": "at one day after the completion of a 6-day treatment"
                },
                {
                    "measure": "The changes in response to treatment (AKs number) between treated anatomical sites",
                    "description": "The changes in response to topical calcipotriol plus 5-FU versus Vaseline plus 5-FU between treated anatomical sites",
                    "timeFrame": "at one day after treatment and one year after treatment"
                },
                {
                    "measure": "The changes in SCC prevention (number of SCC) on the untreated anatomical sites (i.e., trunk and lower extremities) of OTRs",
                    "description": "The changes in efficacy of a twice daily 6-day treatment with topical calcipotriol plus 5-FU (test) versus Vaseline plus 5-FU (control) before transplantation in preventing SCC on the untreated anatomical sites (i.e., trunk and lower extremities) of OTRs.",
                    "timeFrame": "at one, two and four years post-transplant."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Solid organ transplant recipients with AKs and a history of non-melanoma skin cancer in one year prior to enrollment into the study. The target population includes post-transplant OTRs.\n* Presence of four to fifteen clinically typical, visible, and discrete AKs in 25 cm2 on any of the four anatomical sites: scalp, face, right upper extremity and left upper extremity.\n* The period between the first visit and transplantation is minimum 4 weeks and maximum 12 months.\n* Age of at least 18 years\n* Ability and willingness of the patient to participate in the study (Informed consent will be obtained)\n\nExclusion Criteria:\n\n* Treatment area is within 5 cm of an incompletely healed wound or a suspected basal cell or squamous cell carcinoma.\n* Treatment area contained hypertrophic and hyperkeratotic lesions, cutaneous horns, or lesions that had not responded to repeated cryotherapy.\n* Patients with history of hypercalcemia or vitamin D toxicity.\n* Female participants must be either of non-reproductive potential (i.e., post-menopausal by history of age \\> 50 years old and no menses for \\>1 year without an alternative medical cause; OR history of hysterectomy, history of bilateral tubal ligation, or history of bilateral oophorectomy) OR must have a negative serum pregnancy test within 7 days prior to study registration.\n* Patients with DPD (Dihydropyrimidine Dehydrogenase) deficiency (due to their higher risk of 5-FU toxicity).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shadmehr Demehri, MD/ PHD",
                    "role": "CONTACT",
                    "phone": "617-643-6436",
                    "email": "sdemehri1@mgh.harvard.edu"
                },
                {
                    "name": "Marjan Azin, MD",
                    "role": "CONTACT",
                    "phone": "617-724-7897",
                    "email": "mazin@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shadmehr Demehri, MD/PHD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shadmehr Demehri, MD",
                            "role": "CONTACT",
                            "phone": "617-643-6436",
                            "email": "sdemehri1@mgh.harvard.edu"
                        },
                        {
                            "name": "Marjan Azin, MD",
                            "role": "CONTACT",
                            "phone": "617-724-7897",
                            "email": "mazin@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Barnes-Jewish Hospital",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Milan J Anadkat, MD",
                            "role": "CONTACT",
                            "phone": "314-362-2643",
                            "email": "manadkat@dom.wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27869649",
                    "type": "BACKGROUND",
                    "citation": "Cunningham TJ, Tabacchi M, Eliane JP, Tuchayi SM, Manivasagam S, Mirzaalian H, Turkoz A, Kopan R, Schaffer A, Saavedra AP, Wallendorf M, Cornelius LA, Demehri S. Randomized trial of calcipotriol combined with 5-fluorouracil for skin cancer precursor immunotherapy. J Clin Invest. 2017 Jan 3;127(1):106-116. doi: 10.1172/JCI89820. Epub 2016 Nov 21."
                },
                {
                    "pmid": "30895944",
                    "type": "BACKGROUND",
                    "citation": "Rosenberg AR, Tabacchi M, Ngo KH, Wallendorf M, Rosman IS, Cornelius LA, Demehri S. Skin cancer precursor immunotherapy for squamous cell carcinoma prevention. JCI Insight. 2019 Mar 21;4(6):e125476. doi: 10.1172/jci.insight.125476. eCollection 2019 Mar 21."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000055623",
                    "term": "Keratosis, Actinic"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000007642",
                    "term": "Keratosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Skin Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28268",
                    "name": "Keratosis, Actinic",
                    "asFound": "Actinic Keratosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10668",
                    "name": "Keratosis",
                    "asFound": "Keratosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005472",
                    "term": "Fluorouracil"
                },
                {
                    "id": "C000055085",
                    "term": "Calcipotriene"
                },
                {
                    "id": "D000010577",
                    "term": "Petrolatum"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000004643",
                    "term": "Emollients"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "asFound": "According",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17550",
                    "name": "Vitamin D",
                    "relevance": "LOW"
                },
                {
                    "id": "M6003",
                    "name": "Cholecalciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "M350710",
                    "name": "Calcipotriene",
                    "asFound": "Phenylalanine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13485",
                    "name": "Petrolatum",
                    "asFound": "Lymph Node Metastasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7809",
                    "name": "Emollients",
                    "relevance": "LOW"
                },
                {
                    "id": "T440",
                    "name": "Calciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "T442",
                    "name": "Cholecalciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "T479",
                    "name": "Vitamin D3",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}