{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02129543",
            "orgStudyIdInfo": {
                "id": "20080899"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-08554",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (NCI CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Immune Reconstitution in Stem Cell Transplant Recipients",
            "officialTitle": "Collection of Peripheral Blood Samples From Donors and Recipients of Blood and Marrow Transplants for Laboratory Research in Immune Reconstitution",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "immune-reconstitution-in-stem-cell-transplant-recipients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-04-30",
            "studyFirstSubmitQcDate": "2014-04-30",
            "studyFirstPostDateStruct": {
                "date": "2014-05-02",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-10-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This specimen collection lab protocol will allow the investigators to prospectively study immune reconstitution in patients being treated for hematologic disorders and immune factors affecting graft versus host disease in stem-cell transplant (SCT) patients."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer"
            ],
            "keywords": [
                "SCT",
                "Stem Cell Transplantation",
                "Stem Cell Transplant"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood Samples Marrow Samples"
            },
            "enrollmentInfo": {
                "count": 700,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A: Treatment for Malignancy/Failure Group",
                    "description": "Participants in this group will be those who are undergoing treatment for hematologic malignancy or bone marrow failure state.",
                    "interventionNames": [
                        "Procedure: Blood Draw"
                    ]
                },
                {
                    "label": "Arm B: Standard-of-Care SCT Group",
                    "description": "Participants in this group will be cancer participants being treated with standard of care stem cell therapy",
                    "interventionNames": [
                        "Procedure: Blood Draw"
                    ]
                },
                {
                    "label": "Arm C: Adoptive T Cell Therapy Group",
                    "description": "Participants in this group will be participants being treated with adoptive T cell therapy.",
                    "interventionNames": [
                        "Procedure: Blood Draw"
                    ]
                },
                {
                    "label": "Arm D: Control Group",
                    "description": "Participants without cancer for studies of immunophenotype and immunologic function.",
                    "interventionNames": [
                        "Procedure: Blood Draw"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Blood Draw",
                    "description": "Whole blood samples will be collected from study subjects for immune cell and plasma analysis per protocol.",
                    "armGroupLabels": [
                        "Arm A: Treatment for Malignancy/Failure Group",
                        "Arm B: Standard-of-Care SCT Group",
                        "Arm C: Adoptive T Cell Therapy Group",
                        "Arm D: Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of Immune Reconstitution in Study Participants",
                    "description": "The rate of immune reconstitution in study participants treated for hematologic disorders and malignancies including SCT donors and recipients.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "T cell subsets derived from samples for participants receiving stem cell therapy",
                    "description": "Identification of the T cell subsets derived from samples from participants receiving stem cell therapy.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Immune status of responders and non-responders to CAR-T therapy",
                    "description": "Immune status as determined via the examination of genomic profiles of responders vs non-responders to CAR-T therapy.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Arm A: The study population will include subjects selected from all patients presenting to the clinical services of the Division of Hematology or Transplantation and Cellular Therapy. As a result, this group will consist of a diverse assortment including subjects ranging in age from late adolescence to approximately age 75; individuals of both sexes; and a wide variety of ethnic backgrounds. This will include patients with a broad range of hematologic malignancies and bone marrow failure states. We will attempt to study a broad range of patients and not exclude subjects on the basis of sex, ethnicity, age, or disease status in order to derive a more complete understanding of variables important in immune reconstitution. It is expected that up to 10 patients each month may be eligible for this study. Up to 200 patients may be enrolled in this arm.\n* Arm B: The study population will include subjects selected from all patients presenting to the clinical services of the Transplantation and Cellular Therapy Program as donors or recipients for SCT or cellular therapy. As a result, this group will consist of a diverse assortment including subjects ranging in age from late adolescence to approximately age 75; individuals of both sexes; and a wide variety of ethnic backgrounds. All donors will have been cleared for clinical marrow or peripheral blood stem cell donation, and will be expected to be generally healthy.\n* Recipients will include patients with a broad range of malignancies and will be among those selected as clinically fit to undergo SCT. Pregnant women will not be included among recipients, but may be present among donor subjects unless contraindicated for clinical purposes. For purposes of optimizing specific laboratory assays, subjects may be chosen on the basis of known serologic status (e.g., those with a history of positive immunoglobulin G (lgG) indicating a history of infection with cytomegalovirus (CMV), for assays of CMV-specific T cell function). While it may not be possible to study each patient presenting as a SCT recipient or donor, we will attempt to study a broad range of patients and not exclude subjects on the basis of sex, ethnicity, age, or disease status in order to derive a more complete understanding of variables important in immune reconstitution following SCT. It is expected that up to 6 patients each month may be eligible for this study.\n* Arm C: The study population will include patients undergoing Chimeric antigen receptor (CAR) T therapy.\n\nThis group of patients will include subjects ranging in age from late adolescence and adults of all ages, individuals of both sexes, and a wide variety of ethnic backgrounds. It is expected that up to 6 patients each month may be eligible for this arm of the study.\n\n1. Age \\> 18 years old\n2. Enrollment for treatment with Anti-tumor T cells including either CARs, T-cell receptor (TCR)-transgenic, tumor-infiltrating lymphocytes (TILs), or Tregs, or donor lymphocyte infusion (DLI).\n3. White Blood Cell count \\> 100 k/microliter (uL).\n\nPatients will be screened based on their enrollment and planned treatment with T cells. Up to 1 month prior to conditioning chemotherapy baseline samples will be collected, which can be pre-infusion product or blood samples. Post T cell infusion samples will be collected and this study will include fresh, non-cryopreserved cerebrospinal fluid (CSF),and/or bone marrow (BM), and/or blood and/or serum obtained from patients treated with adoptively transferred T cells. Patient PHI information will be stored on a password protected computer and the database file will be password protected to maximize security of protected health information (PHI). This file will be accessible by the study investigators.\n\n* Arm D: The goal of this aim is to study groups of subjects to understand immune function in individuals without cancer, as a reference group for studies of patients with cancer (including those receiving hematopoietic cell transplants and immune effector cell therapies). We also expect that these studies will have value independently to derive an understanding of protective human immunity in patients without cancer, but in relation to pathogen-specific immunity. This includes immunity to chronic viral infections (e.g., the herpesviruses that include Cytomegalovirus (CMV), Epstein-Barr virus (EBV),human herpesvirus-6 (HHV-6) and varicella zoster virus (VZV)), to epidemic and pandemic viruses (e.g., seasonal influenza, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)) and to other pathogens (e.g., measles) that are important targets of antiviral immunity.\n\nExclusion Criteria:\n\n* Arms A, B, D: There are no exclusion criteria for this study.\n* Arm C:\n\n  1. Pregnancy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "* Arm A: All patients undergoing treatment for hematologic malignancy or bone marrow failure state.\n* Arm B: All cancer patients being treated with standard-of-care SCT will be studied.\n* Arm C: All patients being treated with adoptive T cell therapy.\n* Arm D: Patients without cancer for studies of immunophenotype and immunologic function as a control for cancer patients.\n\nArms will include subjects ranging in age from late adolescence to approximately age 75; regardless of gender or ethnicity.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jay Spiegel, MD",
                    "role": "CONTACT",
                    "phone": "305-243-0372",
                    "email": "spiegelj@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jay Spiegel, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jay Spiegel, MD",
                            "role": "CONTACT",
                            "phone": "305-243-0372",
                            "email": "spiegelj@med.miami.edu"
                        },
                        {
                            "name": "Jay Spiegel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Wieder, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Cara Benjamin, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jonathan Schatz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}