{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06252883",
            "orgStudyIdInfo": {
                "id": "Pending"
            },
            "organization": {
                "fullName": "Cook County Health",
                "class": "OTHER_GOV"
            },
            "briefTitle": "Impact of Serial Bedside Video Calls on Stress Level in Parents of Infants Admitted to NICU",
            "officialTitle": "Impact of Serial Bedside Video Call Communication on Stress Level in Parents of Infants Admitted to NICU.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-serial-bedside-video-calls-on-stress-level-in-parents-of-infants-admitted-to-nicu"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-17",
            "studyFirstSubmitQcDate": "2024-02-02",
            "studyFirstPostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cook County Health",
                "class": "OTHER_GOV"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized prospective interventional study is to determine if serial bedside video calls w/audio feature to NICU parents in addition to the routine phone and/or bedside updates can reduce parental stress level. The main question it aims to answer is if the impact of audio-visual calls to nicu parents can improve parent-infant relationship in the form of reduced parental anxiety/stress level.\n\nParticipants will be parents of infants admitted to NICU for more than seven (7) days.\n\nParents in Group A will receive serial video call communication, 2-3 days a week in addition to the daily phone and/or bedside updates.\n\nParents in Group B will receive daily phone and/or bedside updates per our NICU routine.\n\nParents will complete a series of questionnaires (PSS-NICU, STAI Y-1 \\& 2 and MSPSS) at 3 designated periods during an 8-week time frame.\n\nResearchers will compare Group A (intervention group) and Group B (control group) to see if there is any difference in the stress levels in relation to the intervention (serial video calls) at the end of the study time frame.",
            "detailedDescription": "The NICU can be a stressful environment for new mothers and fathers irrespective of whether NICU stay was anticipated or not. Parental role alteration remains one of the major parental stressors. Our NICU practices family centered care, with efforts to reduce NICU associated stress by daily updates (via phone and in person/by bedside), encouraging parent-infant skin to skin as infant's clinical state permits, allowing physical touch of baby with hands to stimulate bonding, amongst other practices. Studies have looked at stress as well as psychological distress in relation with parental resilience in the NICU, but none have looked at stress level in NICU parents in relation to their infant's clinical status at the time of assessment while adding an intervention. Our study, to the best of our knowledge, will be the first to evaluate the impact of serial bedside video call w/audio feature to NICU parents, permitting audio interaction with their infant, with an interval assessment of parent's stress level.\n\nParents will be randomized into 2 groups. The parent/guardian designated at the time of initial enrollment/consenting will be asked to complete the forms at subsequent assessments and participate in the study intervention. Data collection will be at 3 points during an 8-week period. Parental assessment will be done when they are visiting their infant. Parents will receive the following questionnaires during the 3 assessments and Infant clinical severity score will be completed at all assessments by the research investigator.\n\nAssessment 1 (7-10 days of life):\n\nSocio-demographic sheet, MSPSS, PSS-NICU\n\nAssessment 2 (14-21 days of life):\n\nPSS-NICU\n\nAssessment 3 (6-8 weeks of life):\n\nMSPSS, PSS-NICU, STAI Y-1, STAI Y-2\n\nSocio-demographic data\n\nInfant Clinical severity Score: This quantifies the degree of infant clinical severity at the time of assessment for our study. This score is not intended to portray mortality or morbidity.\n\nMultidimensional Scale of Perceived Social support (MSPSS)\n\nParental stressor Scale- Neonatal Intensive Care unit (PSS-NICU) 3 subtype\n\nState- Trait-Anxiety-Inventory Form Y-1 - is a well validated form used to measure one's anxiety state at a specific moment in time.\n\nState- Trait-Anxiety-Inventory Form Y-2 - is a well validated tool that requires the individual to describe how they generally feel."
        },
        "conditionsModule": {
            "conditions": [
                "Stress"
            ],
            "keywords": [
                "Parental stress",
                "Anxiety",
                "NICU",
                "PSS-NICU",
                "STAI-Y"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Group A (intervention group) will receive a bedside video call 2-3 days a week in addition to the daily NICU phone updates and/or bedside updates using the NICU iPad w/ \"Doximity\" app. This permits a link to be sent to the parent to call at a given time if the parent desires or the provider can call directly to the parent at the planned time. Parents will be shown their infant, allowed for direct talk to their baby and then updated on the baby's status and plans by the NICU team and answer any question or concern the parent may have. The device will be outside the incubator and the parents will be shown their infant through the open incubator window, so they can interact with their baby.\n\nGroup B (control group) will receive the daily phone and/or bedside updates done routinely in our NICU already without the intervention.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "GROUP A (intervention group)",
                    "type": "EXPERIMENTAL",
                    "description": "Parents in this group will receive bedside video call 2-3 days a week in addition to the routine NICU phone update and/or bedside update using the NICU iPad w/ \"Doximity\" app.",
                    "interventionNames": [
                        "Other: Serial bedside video call communication"
                    ]
                },
                {
                    "label": "Group B (control group)",
                    "type": "NO_INTERVENTION",
                    "description": "Parents in this group will receive the routine phone and/or bedside updates done in our NICU already without the intervention (serial video calls)."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Serial bedside video call communication",
                    "description": "Bedside video call with audio features, given to NICU parent/guardian 2-3 days a week for an 8-week period or till infant is discharged, whichever comes first.",
                    "armGroupLabels": [
                        "GROUP A (intervention group)"
                    ],
                    "otherNames": [
                        "Doximity app on iPad will be used for the video call."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in the stress level of parents of infants admitted to NICU more than 7 days.",
                    "description": "Statistical analysis of the questionnaire evaluating stress (PSS-NICU) at the 3 points of assessments during the study will be done and compared between the two groups for effect/impact of the intervention.\n\n26 questions are rated on a 5 -point Likert scale to measure parental stress in 3 sub-areas of the questionnaire: Infant's appearance and behavior, Sights and sounds and Parental role alteration. Each scenario described is rated on a scale of 1(\"Not at all stressful\") to 5 (\"Extremely stressful\") and the total score is then averaged to obtain the final score rated as 1 to 5 with higher scores indicative of high stress level.",
                    "timeFrame": "8 weeks after infant's enrollment or till infant is discharged, whichever comes first."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assess other contributing factors to parental stress such as anxiety. (Exploratory)",
                    "description": "Statistical analysis of the State - Trait-Anxiety-Inventory Form Y-1 questionnaire at Assessment 1 and Assessment 3 will be done and compared between the two groups for effect/impact on parental stress as measured by the parental stressor Scale- Neonatal Intensive Care unit questionnaire.\n\n20 questions are rated on a 4-point scale with a total score range of a minimum score 20 to a maximum score 80. Higher scores indicate greater anxiety level and a score greater or equal to 40 indicates moderate to severe anxiety.",
                    "timeFrame": "From date of enrollment to date of last assessment, assessed up to 8weeks."
                },
                {
                    "measure": "Parental anxiety state at discharge time (Exploratory)",
                    "description": "Statistical analysis of the State - Trait-Anxiety-Inventory Form Y-2 questionnaire at Assessment 3 will be done and compared between the two groups for effect/impact on parental stress as measured by the parental stressor Scale- Neonatal Intensive Care unit questionnaire.\n\n20 questions are rated on a 4-point scale with a total score range of a minimum score 20 to a maximum score 80. Higher scores indicate greater anxiety level and a score greater or equal to 40 indicates moderate to severe anxiety.",
                    "timeFrame": "From date of enrollment to date of last assessment, assessed up to 8weeks."
                },
                {
                    "measure": "Assess other contributing factors to parental stress such as perceived support system. (Exploratory)",
                    "description": "Statistical analysis of the Multidimensional Scale of Perceived Social support questionnaire at Assessment 1 and Assessment 3 will be done and compared between the two groups for effect/impact on parental stress as measured by the parental stressor Scale- Neonatal Intensive Care unit questionnaire.\n\n12 questions are rated on a 7-point Likert scale ranging from 1 (\"very strongly disagree) to 7 (\"very strongly agree) so giving a total score range of minimum score 12 to a maximum score 84. The higher the total score, the higher the perceived support which is good.",
                    "timeFrame": "From date of enrollment to date of last assessment, assessed up to 8weeks."
                },
                {
                    "measure": "Assess other contributing factors to anxiety such as change in the infant's clinical condition (Exploratory)",
                    "description": "Statistical analysis of the Infant clinical severity score at Assessment 1, Assessment 2 and Assessment 3 will be done and compared between the two groups for effect/impact on parental stress as measured by the parental stressor Scale- Neonatal Intensive Care unit questionnaire.\n\nEach variable is assigned a point (active diagnosis with each diagnosis 1-point, active medications with each medication 1-point, level of respiratory support (0 to 1-point) and surgery in past 7 days (0 to 1-point) and the points are combined to give a total final score. A higher final score indicates a more critically ill infant at the time of assessment.",
                    "timeFrame": "From date of enrollment to date of last assessment, assessed up to 8weeks."
                },
                {
                    "measure": "Assess other contributing factors to anxiety such as parental demographic factors and socioeconomic status. (Exploratory)",
                    "description": "Statistical analysis of the socio-demographics completed at Assessment 1 will be done and compared between the two groups for effect/impact on parental stress as measured by the parental stressor Scale- Neonatal Intensive Care unit questionnaire.\n\nA completed socio-demographic questionnaire will be reviewed to determine if factors such as parent gender, level of education, age in years, income in the form of employment, race, access to the health facility in the form of transportation are contributory to stress as measured by the parental stressor Scale- Neonatal Intensive Care unit questionnaire.",
                    "timeFrame": "From date of enrollment to date of last assessment, assessed up to 8weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n- Newborns with 7 days or more of NICU stay\n\nExclusion Criteria: Infant with\n\n* intrauterine drug exposure\n* major critical congenital cardiac anomaly\n* major neurologic anomaly\n* chromosomal disorder.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Days",
            "maximumAge": "60 Days",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nanda Vishakha, MD",
                    "role": "CONTACT",
                    "phone": "312-864-6000",
                    "phoneExt": "4010",
                    "email": "vishakha.nanda@cookcountyhhs.org"
                },
                {
                    "name": "Ugoeze Otome, MD",
                    "role": "CONTACT",
                    "email": "ugoeze.otome@cookcountyhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nanda Vishakha, MD",
                    "affiliation": "John H Stroger Hospital of Cook County, IL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "John H. Stroger Hospital of Cook County",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vishakha Nanda, MD",
                            "role": "CONTACT",
                            "email": "vishakha.nanda@cookcountyhhs.org"
                        },
                        {
                            "name": "Ugoeze Otome, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "8506163",
                    "type": "RESULT",
                    "citation": "Miles MS, Funk SG, Carlson J. Parental Stressor Scale: neonatal intensive care unit. Nurs Res. 1993 May-Jun;42(3):148-52."
                },
                {
                    "pmid": "26039191",
                    "type": "RESULT",
                    "citation": "Greene MM, Rossman B, Patra K, Kratovil AL, Janes JE, Meier PP. Depression, anxiety, and perinatal-specific posttraumatic distress in mothers of very low birth weight infants in the neonatal intensive care unit. J Dev Behav Pediatr. 2015 Jun;36(5):362-70. doi: 10.1097/DBP.0000000000000174."
                },
                {
                    "pmid": "32799977",
                    "type": "RESULT",
                    "citation": "Ionio C, Mascheroni E, Colombo C, Castoldi F, Lista G. Stress and feelings in mothers and fathers in NICU: identifying risk factors for early interventions. Prim Health Care Res Dev. 2019 Jun 7;20:e81. doi: 10.1017/S1463423619000021."
                },
                {
                    "pmid": "35927487",
                    "type": "RESULT",
                    "citation": "Okito O, Yui Y, Wallace L, Knapp K, Streisand R, Tully C, Fratantoni K, Soghier L. Parental resilience and psychological distress in the neonatal intensive care unit. J Perinatol. 2022 Nov;42(11):1504-1511. doi: 10.1038/s41372-022-01478-3. Epub 2022 Aug 4."
                },
                {
                    "pmid": "32014335",
                    "type": "RESULT",
                    "citation": "Gibson R, Kilcullen M. The Impact of Web-Cameras on Parent-Infant Attachment in the Neonatal Intensive Care Unit. J Pediatr Nurs. 2020 May-Jun;52:e77-e83. doi: 10.1016/j.pedn.2020.01.009. Epub 2020 Feb 1."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Preterm babies and survival statistics.",
                    "url": "https://www.nichd.nih.gov/about/org/od/directors_corner/prev_updates/preterm-births-Feb2022"
                },
                {
                    "label": "In 2021, 1 in 10 babies (10.5% of live births) was born preterm in the United States.",
                    "url": "https://www.marchofdimes.org/peristats/reports/united-states/prematurity-profile"
                },
                {
                    "label": "Special care nursery admissions",
                    "url": "https://www.kff.org/wp-content/uploads/sites/2/2013/01/nicu_summary_final.pdf"
                },
                {
                    "label": "Neuroprotective core measure 2: Partnering with families - exploratory study on web-camera viewing of hospitalized infants and the effect on parental stress, anxiety, and bonding",
                    "url": "https://doi.org/10.1016/j.pedn.2020.01.009"
                },
                {
                    "label": "Parents using live streaming video cameras to view infants in a regional NICU: Impacts upon bonding, anxiety and stress",
                    "url": "https://doi.org/10.1016/j.jnn.2021.03.013"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}