{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05742386",
            "orgStudyIdInfo": {
                "id": "IMPACTP1SO"
            },
            "secondaryIdInfos": [
                {
                    "id": "5P01CA250989-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5P01CA250989-02"
                }
            ],
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Standing Orders Optimization",
            "officialTitle": "Evaluating the Impact of Optimizing the Use of HPV Vaccine Standing Orders in Primary Care Clinics",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-standing-orders-optimization"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-13",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This trial will look at the impact of optimizing human papillomavirus (HPV) vaccine standing orders. The research team will work with primary care clinics. Some clinics will receive communication training. Other clinics will receive the same training and tools for increasing the use of their standing orders.",
            "detailedDescription": "The researchers will conduct a cluster randomized clinical trial. The trial will look at the impact of optimizing HPV vaccine standing orders. The recruitment goal for the trial is 34 clinics in healthcare systems, including 9 rural-serving clinics. The researchers will randomize clinics using simple randomization (1:1). Some clinics will receive a communication training. Other clinics will receive a communication training and tools for optimizing the use of their standing orders. The researchers will use medical record data to compare changes in HPV vaccination among children ages 9-12. Clinics will be followed for 24 months. The researchers will also use survey data to compare HPV vaccine communication and implementation of standing orders among clinical staff. The study will engage clinical staff. Researchers will not have direct contact with children or their families."
        },
        "conditionsModule": {
            "conditions": [
                "Human Papilloma Virus"
            ],
            "keywords": [
                "Human Papilloma Virus",
                "Pediatric medicine",
                "Primary care",
                "Standing orders",
                "Vaccination"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Cluster randomized design in which clinics will be randomized",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 34,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HPV vaccine communication training",
                    "type": "EXPERIMENTAL",
                    "description": "Staff in clinics randomized to this arm will receive an intervention called Announcement Approach Training (AAT). This training is designed to improve communication about HPV vaccination.",
                    "interventionNames": [
                        "Behavioral: Communication training"
                    ]
                },
                {
                    "label": "HPV vaccine communication training and standing orders optimization",
                    "type": "EXPERIMENTAL",
                    "description": "Staff in clinics randomized to this arm will receive the AAT and conduct a set of activities to optimize use of HPV vaccine standing orders.",
                    "interventionNames": [
                        "Behavioral: Communication training enhanced with standing orders optimization"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Communication training",
                    "description": "Clinics will host an AAT workshop. A trained facilitator will use a standard script and slides to deliver workshop in-person or over Zoom; clinical staff who are unavailable will take the workshop later on their own.",
                    "armGroupLabels": [
                        "HPV vaccine communication training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Communication training enhanced with standing orders optimization",
                    "description": "Clinics will host an AAT workshop, as in the other trial arm.\n\nClinic representatives will attend working meetings on putting HPV vaccine standing orders into clinic workflow. Clinics will then orient their staff to the standing orders. Finally, clinic representatives will discuss their use of standing orders in a learning collaborative.",
                    "armGroupLabels": [
                        "HPV vaccine communication training and standing orders optimization"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "HPV vaccination (≥1 dose), 9-12 year olds",
                    "description": "Proportion of unvaccinated children who initiate the HPV vaccine series between baseline and 12-month follow-up, among those who were ages 9-12 at baseline.",
                    "timeFrame": "from baseline to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "HPV vaccination (≥1 dose), 9-12 year olds",
                    "description": "Proportion of unvaccinated children who initiate the HPV vaccine series between 13- and 24-month follow-up, among those who were ages 9-12 at 13 months.",
                    "timeFrame": "from 13 months to 24 months"
                },
                {
                    "measure": "HPV vaccination (≥2 doses), 9-12 year olds",
                    "description": "Proportion of unvaccinated children who complete the HPV vaccine series between baseline and 12-month follow-up, among those who were ages 9-12 at baseline.",
                    "timeFrame": "from baseline to 12 months"
                },
                {
                    "measure": "HPV vaccination (≥2 doses), 9-12 year olds",
                    "description": "Proportion of unvaccinated children who complete the HPV vaccine series between 13- and 24-month follow-up, among those who were ages 9-12 at 13 months.",
                    "timeFrame": "from 13 months to 24 months"
                },
                {
                    "measure": "Standing orders attitude rating",
                    "description": "Positive attitude toward using HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating more positive attitudes.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders norms rating",
                    "description": "Norms in favor of using HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating more supportive norms.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders self-efficacy rating",
                    "description": "Confidence about using HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating higher confidence.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders adoption rating",
                    "description": "Adoption of HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating greater adoption.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders acceptability rating",
                    "description": "Acceptability of HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating higher acceptability.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders appropriateness rating",
                    "description": "Appropriateness of HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating greater appropriateness.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders role rating",
                    "description": "Understanding of role under HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating better understanding of role.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders feasibility rating",
                    "description": "Feasibility of HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating greater feasibility.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Standing orders sustainability rating",
                    "description": "Sustainability of HPV vaccine standing orders will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating greater sustainability.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Estimated time spent on recommendations",
                    "description": "Time spent on HPV vaccine recommendations will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 0-99 minutes, with higher values indicating more time spent.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Estimated recommendation frequency, 9-10 year olds",
                    "description": "Frequency of recommending HPV vaccine for children ages 9 or 10 will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating more frequent recommendations.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Estimated recommendation frequency, 11-12 year olds",
                    "description": "Frequency of recommending HPV vaccine for children ages 11 or 12 will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating more frequent recommendations.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Recommendation attitudes rating",
                    "description": "Positive attitudes toward recommending HPV vaccine for ages children ages 9 or 10 years will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating more positive recommendation attitudes.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Recommendation self-efficacy rating",
                    "description": "Confidence in recommending HPV vaccine for children ages 9 or 10 will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating higher recommendation confidence.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Recommendation norms rating",
                    "description": "Norms in favor of recommending HPV vaccine for children ages 9 or 10 will be measured by one item on the survey, taken by clinical staff two months after attending the AAT. The range for this measure will be 1 to 5, with higher values indicating more supportive norms.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Recommendation intentions rating",
                    "description": "Intentions to recommend HPV vaccine for children ages 9 or 10 will be measured by one item on the survey, taken by clinical staff two months after attending the AAT The range for this measure will be 1 to 5, with higher values indicating higher recommendation intentions.",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "This trial will enroll clinics and intervene with clinical staff. We will use vaccination data from children and survey data from clinical staff to evaluate intervention effectiveness. We will not enroll children or interact with them directly.\n\nInclusion Criteria\n\nClinics are eligible if they:\n\n* provide HPV vaccine to children ages 9-12\n* have standing orders for HPV vaccination approved but not routinely used or be willing to adopt them prior to the start of the trial\n* have rates of HPV vaccination (≥1 dose) below 72%, boys and girls combined\n\nChildren's medical records will be eligible to be included in the dataset if children:\n\n* are between the ages of 9-12 years at baseline\n* are attributed to a participating clinic at 12- or 24-month follow-up\n\nClinical staff's survey data will be eligible to be included in the dataset if clinical staff complete the follow-up survey.\n\nExclusion Criteria\n\nClinics are excluded if they:\n\n* do not provide HPV vaccine to children ages 9-12\n* do not have standing orders for HPV vaccination or are not willing to adopt them prior to the start of the trial\n* have rates of HPV vaccination (≥1 dose) above 72%, boys and girls combined\n* have hosted an AAT workshop in the previous 3 years or are part of current HPV vaccine communication trainings\n* have quality improvement efforts to change HPV vaccine standing orders during the trial\n\nChildren's medical records will not be eligible to be included in the dataset if children:\n\n* are not between the ages of 9-12 years at baseline\n* are not attributed to a participating clinic at 12- or 24-month follow-up\n* are receiving hospice/palliative care, are pregnant, or have a history of HPV vaccine contraindications\n\nClinical staff's survey data will be not eligible to be included in the dataset if clinical staff do not complete the follow-up survey.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "9 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine Kritikos",
                    "role": "CONTACT",
                    "phone": "+1 (919) 962-6327",
                    "email": "kkritikos@unc.edu"
                },
                {
                    "name": "Elizabeth Bernstein",
                    "role": "CONTACT",
                    "email": "elizabeth_bernstein@unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Noel T Brewer, PhD",
                    "affiliation": "University of North Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Kritikos",
                            "role": "CONTACT",
                            "phone": "919-962-6327",
                            "email": "kkritikos@unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of North Carolina Lineberger Comprehensive Cancer Center Clinical Trials",
                    "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "SAP",
                    "hasProtocol": false,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Statistical Analysis Plan",
                    "date": "2024-05-14",
                    "uploadDate": "2024-05-14T14:14",
                    "filename": "SAP_001.pdf",
                    "size": 284493
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010212",
                    "term": "Papilloma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13131",
                    "name": "Papilloma",
                    "asFound": "Papilloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}