{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05705063",
            "orgStudyIdInfo": {
                "id": "68493"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Impact of a Ketogenic Diet on Metabolic and Psychiatric Health in Patients With Bipolar Illness",
            "officialTitle": "Impact of A Low-Carbohydrate, High-Fat, Ketogenic Diet on Obesity, Metabolic Abnormalities, and Psychiatric Symptoms on Patients With Bipolar Disorder (BPD)",
            "therapeuticArea": [
                "Mental Health",
                "Endocrinology",
                "Other"
            ],
            "study": "impact-of-a-ketogenic-diet-on-metabolic-and-psychiatric-health-in-patients-with-bipolar-illness"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-21",
            "studyFirstSubmitQcDate": "2023-01-21",
            "studyFirstPostDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shebani Sethi",
                "investigatorTitle": "CLINICAL ASSISTANT PROFESSOR OF PSYCHIATRY AND BEHAVIORAL SCIENCES",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To initiate a low-carbohydrate, high-fat (LCHF) or ketogenic dietary (KD) intervention among a cohort of outpatients with bipolar illness who also have metabolic abnormalities, overweight/obesity, and/or are currently taking psychotropic medications experiencing metabolic side effects.",
            "detailedDescription": "Adults with mental illness represent a high-risk, marginalized group in the current metabolic and obesity epidemic. Among US adults with severe mental illness, metabolic syndrome are highly prevalent conditions having severe consequences, with patients estimated to die on average 25 years earlier than the general population largely of premature cardiovascular disease. Many psychiatric medications, particularly neuroleptics and mood stabilizers, may, in addition, contribute to metabolic side effects and weight gain. Low-carbohydrate high-fat (LCHF) or ketogenic diets (KD) have been shown to reduce cardiovascular risk in those with insulin resistance. Recent findings support the idea that bipolar disorder may have roots of metabolic dysfunction: cerebral glucose hypometabolism, oxidative stress, as well as mitochondrial and neurotransmitter dysfunction which has downstream effects on synapse connections. A KD diet provides alternative fuel to the brain aside from glucose and is believed to contain beneficial neuroprotective effects, including stabilization of brain networks, reduction of inflammation and oxidative stress. The purpose of this study is to evaluate both the metabolic and psychiatric outcomes with a KD diet in this psychiatric population."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder I",
                "Bipolar II Disorder",
                "Bipolar I Disorder",
                "Bipolar Disorder",
                "Bipolar Depression",
                "Bipolar and Related Disorders",
                "Bipolar Disorder, Type 1",
                "Bipolar Disorder, Type 2",
                "Bipolar Disorder, Mixed",
                "Obesity",
                "Metabolic Syndrome",
                "Ketogenic Dieting",
                "Weight Gain",
                "Brain Metabolic Disorder",
                "Psychotropic Agents Causing Adverse Effects in Therapeutic Use"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single Group Assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bipolar Patients",
                    "type": "EXPERIMENTAL",
                    "description": "Patients follow ketogenic diet for 16 weeks, with monitoring of physical and psychological health and coaching support",
                    "interventionNames": [
                        "Other: LCHF Ketogenic Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "LCHF Ketogenic Diet",
                    "description": "Low Carbohydrate, Moderate Protein, High Fat Ketogenic Dietary Intervention 6 weeks",
                    "armGroupLabels": [
                        "Bipolar Patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Weight from Baseline",
                    "description": "Weight recorded weekly during study",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Waist Circumference from Baseline",
                    "description": "Waist circumference recorded at each visit during study",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Heart Rate from Baseline",
                    "description": "Heart rate recorded at each visit during study",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Blood Pressure from Baseline",
                    "description": "Blood pressure recorded weekly during study",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Visceral Fat Mass from Baseline",
                    "description": "Kg visceral fat in body composition (SECA or Inbody) recorded 2-3 times during study",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Body Fat Mass from Baseline",
                    "description": "Kg body fat in body composition (SECA or Inbody) recorded 2-3 times during study",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Hemoglobin A1c from Baseline",
                    "description": "Blood measurement of Hemoglobin A1c recorded at baseline and study end",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Insulin Resistance Measure (HOMA-IR) from Baseline",
                    "description": "HOMA-IR calculated from blood measurements recorded at baseline and study end",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Inflammatory Marker (hs-CRP) from Baseline",
                    "description": "Blood measurement of hs-CRP recorded at baseline and study end",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Lipid Profile (TG) from Baseline",
                    "description": "Blood levels of Lipid Triglycerides (TG) recorded at baseline and study end",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Lipid Profile small LDL from Baseline",
                    "description": "Blood levels of small, low density lipoprotein cholesterol (LDL-C) recorded at baseline and study end",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Lipid Profile HDL from Baseline",
                    "description": "Blood levels of high density lipoprotein cholesterol (HDL-C) recorded at baseline and study end",
                    "timeFrame": "Baseline, 6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Clinical Mood Monitoring from Baseline",
                    "description": "Change in Clinical Mood Monitoring Psychiatric Index from Baseline",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Clinical Global Impression from Baseline",
                    "description": "Change in Clinical Global Impression (CGI) Psychiatric Index from Baseline; 1-7 scale. (1= not at all ill, 7= among the most extremely ill patients)",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change Generalized Anxiety Disorder from Baseline",
                    "description": "Change in General Anxiety Disorder (GAD-7) scale from Baseline. 0-15+ scale. (0= no anxiety, 15+= severe anxiety)",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Depression from Baseline",
                    "description": "Change in Depression on Patient Health Questionnaire (PHQ-9) scale from Baseline; Score range 0-27 (0= no depression, 27= severe depression)",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Global Assessment of Functioning from Baseline",
                    "description": "Change in Global Assessment of Functioning (GAF) scale from baseline; 1-100 scale (1= persistent danger of hurting self or others, 100= superior functioning)",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Quality of Life from Baseline",
                    "description": "Change in Manchester Quality of Life (MANSA) scale from baseline; Range 12-84 (each of 12 outcomes rated from 1= could not be worse to 7= could not be better; \\<4= dissatisfied with QoL, \\>4= satisfied with QoL)",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Quality of Sleep from Baseline",
                    "description": "Change in Pittsburgh Sleep Quality Index (PSQI) from baseline; 0-21 scale (\\<5=good sleeper; 5+= meaningfully disturbed sleep or poor sleeper)",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change in Eating Behavior from Baseline",
                    "description": "Change in Binge Eating Scale (BES) from Baseline; 0-46 scale (\\<17 minimal binge eating problems, \\>27 severe binge eating problems)",
                    "timeFrame": "Baseline, 6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female, 18 to 75 years of age.\n2. Able to provide informed consent.\n3. Meet DSM V criteria for diagnosis with Bipolar Disorder (BPD), any subtype, for \\> 1 year and clinically stable (with no hospitalization for past 3 months)\n4. Participants may currently be on a stable and adequate dose of SSRI antidepressant therapy or other psychiatric medications. Concurrent hypnotic therapy (e.g., with zolpidem, zaleplon, melatonin, or trazodone) will be allowed if the therapy has been stable for at least 4 weeks prior to screening and if it is expected to remain stable. Participants may choose to not be on antidepressant therapy for the study duration, or to be switched from other classes to a medication from the SSRI class.\n5. currently taking SSRI or psychotropic medication and gained at least 5% weight since starting medication or have a BMI greater than or equal to 26 kg/m2 or presence of at least one metabolic abnormality (hypertriglyceridemia, insulin resistance, dyslipidemia, impaired glucose tolerance)\n6. In good general health, as ascertained by medical history.\n7. If female, a status of non-childbearing potential or use of an acceptable form of birth control. The form of birth control will be documented at screening and baseline.\n8. willing to consent to all study procedures and attend follow-up appointments and motivated to follow dietary program.\n9. Sufficient control over their food intake to adhere to study diets.\n10. willingness to regularly monitor blood pressure, glucose, dietary intake, and body weight over 6-week trial\n\nExclusion Criteria:\n\n1. Female of childbearing potential who is not willing to use one of the specified forms of birth control during the study.\n2. Female that is pregnant or breastfeeding.\n3. Female with a positive pregnancy test at participation.\n4. comorbidity of developmental delay or Cognitive impairment (as noted by previous diagnoses-including dementia).\n5. Current diagnosis of a Substance Use Disorder (Abuse or Dependence, as defined by DSM-IV-TR), with the exception of nicotine dependence, at screening or within six months prior to screening.\n6. History of positive screening urine test for drugs of abuse at screening: cocaine, amphetamines, barbiturates, opiates.\n7. Current (or chronic) use of opiates.\n8. in a current severe mood or psychotic state when entering the study that would prohibit compliance with study visits or dietary program.\n9. Considered at significant risk for suicide during the course of the study.\n10. any one who has been hospitalized or taken clozapine at doses above 550mg over the past 3 months\n11. Has a clinically significant abnormality on the screening examination that might affect safety, study participation, or confound interpretation of study results.\n12. Any current or past history of any physical condition which in the investigator's opinion might put the subject at risk or interfere with study results interpretation.\n13. Participation in any clinical trial with an investigational drug or device within the past month or concurrent to study participation.\n14. inability to complete baseline measurements\n15. severe renal or hepatic insufficiency\n16. cardiovascular dysfunction, including diagnosis of:\n\n    1. Congestive heart failure\n    2. Angina\n    3. Arrhythmias\n    4. Cardiomyopathy\n    5. Valvular heart disease\n    6. History of cardiovascular disease or cardiac event.\n17. any other medical condition that may make either diet dangerous as determined by the study medical team (e.g. anorexia nervosa)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Diane E Wakeham, PhD",
                    "role": "CONTACT",
                    "phone": "650-736-5243",
                    "email": "wakeham@stanford.edu"
                },
                {
                    "name": "Shebani Sethi, MD",
                    "role": "CONTACT",
                    "phone": "650-721-4419",
                    "email": "shebanis@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shebani Sethi, MD",
                    "affiliation": "Stanford University Dept Psychiatry and Behavioral Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University School of Medicine",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94704",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diane E Wakeham, PhD",
                            "role": "CONTACT",
                            "phone": "650-736-5243",
                            "email": "wakeham@stanford.edu"
                        },
                        {
                            "name": "Study Coordinator",
                            "role": "CONTACT",
                            "phone": "650-736-5243"
                        },
                        {
                            "name": "Shebani Sethi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32010444",
                    "type": "BACKGROUND",
                    "citation": "Carmen M, Safer DL, Saslow LR, Kalayjian T, Mason AE, Westman EC, Sethi S. Treating binge eating and food addiction symptoms with low-carbohydrate Ketogenic diets: a case series. J Eat Disord. 2020 Jan 29;8:2. doi: 10.1186/s40337-020-0278-7. eCollection 2020. Erratum In: J Eat Disord. 2023 Sep 29;11(1):171. doi: 10.1186/s40337-023-00881-1."
                },
                {
                    "pmid": "32773571",
                    "type": "BACKGROUND",
                    "citation": "Norwitz NG, Sethi S, Palmer CM. Ketogenic diet as a metabolic treatment for mental illness. Curr Opin Endocrinol Diabetes Obes. 2020 Oct;27(5):269-274. doi: 10.1097/MED.0000000000000564."
                },
                {
                    "pmid": "30075165",
                    "type": "BACKGROUND",
                    "citation": "Brietzke E, Mansur RB, Subramaniapillai M, Balanza-Martinez V, Vinberg M, Gonzalez-Pinto A, Rosenblat JD, Ho R, McIntyre RS. Ketogenic diet as a metabolic therapy for mood disorders: Evidence and developments. Neurosci Biobehav Rev. 2018 Nov;94:11-16. doi: 10.1016/j.neubiorev.2018.07.020. Epub 2018 Jul 31."
                },
                {
                    "pmid": "36245868",
                    "type": "BACKGROUND",
                    "citation": "Unwin J, Delon C, Giaever H, Kennedy C, Painschab M, Sandin F, Poulsen CS, Wiss DA. Low carbohydrate and psychoeducational programs show promise for the treatment of ultra-processed food addiction. Front Psychiatry. 2022 Sep 28;13:1005523. doi: 10.3389/fpsyt.2022.1005523. eCollection 2022."
                },
                {
                    "pmid": "35873236",
                    "type": "BACKGROUND",
                    "citation": "Danan A, Westman EC, Saslow LR, Ede G. The Ketogenic Diet for Refractory Mental Illness: A Retrospective Analysis of 31 Inpatients. Front Psychiatry. 2022 Jul 6;13:951376. doi: 10.3389/fpsyt.2022.951376. eCollection 2022."
                },
                {
                    "pmid": "36483840",
                    "type": "BACKGROUND",
                    "citation": "Sethi S, Ford JM. The Role of Ketogenic Metabolic Therapy on the Brain in Serious Mental Illness: A Review. J Psychiatr Brain Sci. 2022;7(5):e220009. doi: 10.20900/jpbs.20220009. Epub 2022 Oct 31."
                },
                {
                    "pmid": "36501104",
                    "type": "BACKGROUND",
                    "citation": "Imdad K, Abualait T, Kanwal A, AlGhannam ZT, Bashir S, Farrukh A, Khattak SH, Albaradie R, Bashir S. The Metabolic Role of Ketogenic Diets in Treating Epilepsy. Nutrients. 2022 Nov 29;14(23):5074. doi: 10.3390/nu14235074."
                },
                {
                    "pmid": "32773576",
                    "type": "RESULT",
                    "citation": "Sethi S, Sinha A, Gearhardt AN. Low carbohydrate ketogenic therapy as a metabolic treatment for binge eating and ultraprocessed food addiction. Curr Opin Endocrinol Diabetes Obes. 2020 Oct;27(5):275-282. doi: 10.1097/MED.0000000000000571."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Ketogenic diet as a metabolic therapy for bipolar disorder: Clinical developments",
                    "url": "https://doi.org/10.1016/j.jadr.2022.100457"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001928",
                    "term": "Brain Diseases, Metabolic"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000024821",
                    "term": "Metabolic Syndrome"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000015430",
                    "term": "Weight Gain"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M23005",
                    "name": "Metabolic Syndrome",
                    "asFound": "Metabolic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "asFound": "Metabolic Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18101",
                    "name": "Weight Gain",
                    "asFound": "Weight Gain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "asFound": "Bipolar and Related Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5205",
                    "name": "Brain Diseases, Metabolic",
                    "asFound": "Brain Metabolic Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}