{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05238103",
            "orgStudyIdInfo": {
                "id": "IRB00308410"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Impact of a Corrie Cardiac Rehabilitation Program",
            "officialTitle": "Impact of a Mobile Technology Enabled Corrie Cardiac Rehabilitation Program on Functional Status and Cardiovascular Outcomes (mTECH-Rehab): A Randomized Controlled Trial",
            "acronym": "mTECH-Rehab",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "impact-of-a-corrie-cardiac-rehabilitation-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-03",
            "studyFirstSubmitQcDate": "2022-02-03",
            "studyFirstPostDateStruct": {
                "date": "2022-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Heart Association",
                    "class": "OTHER"
                },
                {
                    "name": "Apple Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this randomized clinical trial, the researchers are investigating whether a multi-component virtual/hybrid cardiac rehabilitation program will improve functional status, cholesterol level, overall cardiovascular health, individual risk factors, quality of life and mental health for patients who have recently been diagnosed with myocardial infarction, received a coronary stent, underwent heart surgery or catheter-based valve replacement, as compared to usual care."
        },
        "conditionsModule": {
            "conditions": [
                "Coronary Artery Disease",
                "Myocardial Infarction",
                "Myocardial Ischemia",
                "Coronary Artery Occlusion",
                "Coronary Artery Stenosis Stent",
                "Bypass Graft Occlusion",
                "Valve Heart Disease"
            ],
            "keywords": [
                "digital health",
                "smartphone app",
                "self-management",
                "guideline adherence",
                "behavior modification",
                "community engagement"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Corrie Hybrid Cardiac Rehabilitation Program (Intervention Group)",
                    "type": "EXPERIMENTAL",
                    "description": "Receives Corrie Virtual Cardiac Rehabilitation Program along with option to continue traditional, center-based cardiac rehabilitation.",
                    "interventionNames": [
                        "Combination Product: Corrie Hybrid Cardiac Rehabilitation Program"
                    ]
                },
                {
                    "label": "Facilitated Center-Based Cardiac Rehabilitation Program (Control Group)",
                    "type": "NO_INTERVENTION",
                    "description": "Receives traditional, center-based cardiac rehabilitation. The study team will help facilitate the logistics of receiving center-based cardiac rehabilitation, including proper referrals."
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Corrie Hybrid Cardiac Rehabilitation Program",
                    "description": "The Corrie Hybrid Cardiac Rehabilitation Program is a multi-component intervention. It consists of the Corrie smartphone app for cardiovascular health optimization which is paired with wristband device (Apple Watch or Fitbit), Bluetooth-enabled Omron blood pressure monitor and exercise resistance bands. The program also includes individualized treatment plan development, setting health goals and communication with trained Corrie Health Coach. Furthermore, the intervention includes motivational text messages sent to participants throughout the study to aid with risk factor modification.",
                    "armGroupLabels": [
                        "Corrie Hybrid Cardiac Rehabilitation Program (Intervention Group)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The difference in functional status as measured by 6 minute walk test",
                    "description": "Conducted on ground level timed for 6 minutes and measuring distance walked in meters and compared at 12 week follow up between intervention vs control arm.",
                    "timeFrame": "12 weeks after randomization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The difference in Low Density Lipoprotein - Cholesterol (LDL -C) control as measured by the level of LDL - C",
                    "description": "LDL cholesterol level measured (in mg/dl) at 12 week follow up visit and compared between the intervention vs control arms.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in cardiovascular health as measured by composite cardiovascular health Composite metric for secondary prevention",
                    "description": "The difference in the composite score of cardiovascular health metric for secondary prevention (adapted from American Heart Association's Life Simple 7) in the intervention vs control arm. The score ranges from 0 to 14 with higher score indicating better cardiovascular health.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in cardiac rehabilitation engagement as measured by the proportion of participants attending 12 sessions of total cardiac rehabilitation attended (in person or off site) within 90 days of a cardiovascular event",
                    "description": "Proportion of participants attending 12 sessions of total cardiac rehabilitation (in person or off site) within 90 days of a cardiovascular event in intervention arm vs control arm.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in quality of life as measured by Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health-10",
                    "description": "The 10-item patient-reported questionnaire administered at 12 weeks follow up in which the response options are presented as 5-point (as well as a single 11-point) rating scales. The results of the questions are used to calculate two summary scores: a Global Physical Health Score and a Global Mental Health score. These scores are then standardized to the general population, using the \"T-Score\". The average \"T-Score\" for the United States population is 50 points, with a standard deviation of 10 points. Higher scores indicate a healthier patient.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in blood pressure as measured by systolic blood pressure",
                    "description": "Measured by study staff in millimeters of mercury (mmHg) and comparing mean values between intervention and control arm.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in blood pressure as measured by diastolic blood pressure",
                    "description": "Measured by study staff (in mmHg) and comparing mean values between intervention and control arm.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in adiposity as measured by waist circumference",
                    "description": "The difference in mean waist circumference at 12 weeks follow up, measured in centimeters (cm) by study staff.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in body weight as measured by mean body mass index",
                    "description": "As measured by study staff. BMI = weight (kg) / height in meters squared (m\\^2).",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in glucose control as measured by glycosylated hemoglobin (Hb A1c) levels",
                    "description": "Hb A1c level (percentage) measured at 12 week follow up visit and compared between the intervention vs control arms.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in lipid profile as measured by mean total cholesterol level",
                    "description": "Total cholesterol level measured at 12 week follow up visit and compared between the intervention vs control arms.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in lipid profile as measured by mean High Density Lipoprotein - Cholesterol (HDL - C) level",
                    "description": "High density lipoprotein level measured in mg/dL at 12 week follow up visit and compared between the intervention vs control arms.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "Difference in smoking rates as measured by the proportion of current tobacco users",
                    "description": "The difference in proportion of participants who are current tobacco users at 12 weeks per patient report.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in diet as measured by Rate Your Plate score",
                    "description": "A 27 item scale administered at 12 weeks with the following scoring system:\n\n27-45: There are many ways you can make your eating habits healthier. 46-63: There are some ways you can make your eating habits healthier. 64-81: You are making many healthy choices.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in depressive symptoms as measured by Patient Health Questionnaire 8 (PHQ 8)",
                    "description": "The 8 item questionnaire administered at 12 weeks with the following scoring system: A score of 10 or greater is considered major depression, 20 or more is severe major depression.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in anxiety level as measured by Generalized Anxiety Disorder 7 (GAD 7)",
                    "description": "The 7-item questionnaire administered at 12 weeks follow up with the following scoring system. Each item is assigned scores of 0, 1, 2, and 3 to the response categories. GAD-7 total score for the seven items ranges from 0 to 21. 0-4: minimal anxiety 5-9: mild anxiety 10-14: moderate anxiety 15-21: severe anxiety",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in anxiety level as measured by Perceived Stress Scale (PSS -10)",
                    "description": "The 10 item questionnaire administered at 12 weeks follow up. Individual scores on the PSS can range from 0 to 40 with higher scores indicating higher perceived stress.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in patient activation as measured by Patient Activation Measure 10 (PAM 10)",
                    "description": "The 10-item five-point Likert scale for assessing patient activation at 12 weeks follow up is used with scoring ranging from 1 to 5 and higher scores indicating the patient possesses the necessary knowledge, skills, and confidence needed for self-care. The total score reference range is from 0 to 100, where lower scores indicate lower patient activation.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in Health Literacy as measured by The (e) Health Literacy Scale (eHEALS)",
                    "description": "The 8 item scale administered at 12 weeks follow up. Total scores of the eHEALS range from 8 to 40, with higher scores representing higher self-perceived (e) Health literacy.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in safety outcomes as measured by the difference in number of patients requiring hospitalization",
                    "description": "Hospitalization as reported in electronic health records or via patient/caregiver report, verified by health records at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in safety outcomes as measured by the difference in number of patients Requiring emergency room visits",
                    "description": "Emergency room visits as reported in electronic health records or via patient/caregiver report, verified by health records at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in safety outcomes as measured by the difference in number of patients with Myocardial infarction",
                    "description": "Myocardial infarction as reported in electronic health records or via patient/caregiver report, verified by health records at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in safety outcomes as measured by the difference in number of patients with stroke",
                    "description": "Stroke as reported in electronic health records or via patient/caregiver report, verified by health records at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in safety outcomes as measured by the difference in number of patients who died",
                    "description": "Death as reported in electronic health record or via caregiver report, verified by death certificates or health records at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "The difference in engagement in in-person cardiac rehabilitation sessions as measured by number of individuals completing in-person cardiac rehabilitation sessions",
                    "description": "Number of individuals completing 2, 12, 24 and 36 in person cardiac rehabilitation sessions at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "Cost of Care as assessed by a Markov Model of Cost-effectiveness",
                    "description": "The hospital costs (in US dollars) for emergency department (ED) visits and hospital readmissions will be compared between Corrie Virtual Cardiac Rehabilitation Program and usual care groups at 12 weeks follow up.",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "User Engagement as assessed by total number of interactions with smartphone application",
                    "description": "Total number of interactions in the smartphone app per participant, collected via the Corrie Health Platform User Analytics at 12 weeks follow up (only assessed in intervention arm).",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "User Engagement as assessed by overall amount of time spent using the smartphone app",
                    "description": "Overall amount of time spent using the smartphone app per participant, collected via the Corrie Health Platform User Analytics at 12 weeks follow up (only assessed in intervention arm).",
                    "timeFrame": "12 weeks after randomization"
                },
                {
                    "measure": "User Satisfaction as assessed by modified system usability scale",
                    "description": "A 10-item five-point Likert scale for assessing systems usability of Corrie Virtual Cardiac Rehabilitation Program at 12 weeks follow up with scoring from 0 to 4 and higher scores meaning patients perceive the system as having global usability. The total score reference range is from 0 to 100, where lower scores indicate lower perceived application usability. The investigators will administer system usability scale for different features of Corrie Virtual Cardiac Rehabilitation Program.",
                    "timeFrame": "12 weeks after randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* Individuals admitted to the hospital for the following conditions or interventions during the index admission: Acute myocardial infarction (STEMI or NSTEMI type 1), Coronary artery bypass grafting (CABG), and Coronary artery angioplasty/stenting (PCI), Heart valve surgery, catheter-based aortic valve replacement (TAVR).\n\nExclusion Criteria\n\n* Non-English speaking\n* Symptomatic severe aortic stenosis or other severe valvular disease\n* Physical disability that would preclude safe and adequate exercise performance\n* Hypertrophic obstructive cardiomyopathy with peak resting left ventricular outflow gradient of \\>25 mmHg\n* Known aortic dissection\n* Severe resting arterial hypertension (Systolic blood pressure \\>200 mmHg or diastolic BP \\>110mmHg) at baseline assessment\n* Mental impairment leading to inability to cooperate with study procedures\n* Untreated high degree atrioventricular block\n* Atrial fibrillation with uncontrolled ventricular rate (Heart rate \\>110 at rest) at baseline assessment\n* History of cardiac arrest or sudden death\n* Myocardial infarction or cardiac surgery complications with cardiogenic shock and/or congestive heart failure and/or signs/symptoms of post-procedure ischemia\n* Left ventricular ejection fraction \\<40%\n* History of Clinically significant depression\n* Visual or hearing impairment which precludes the use of the intervention\n* Presence of cardiac defibrillator\n* Incomplete revascularization procedure\n* History of one or more episodes of falls in the last year\n* Pregnancy\n\n  * If patients are deemed clinically unstable and unable to participate at the time of initial screening, the research team member may return at a later date to determine whether this status has changed.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lena Mathews, MD, MHS",
                    "role": "CONTACT",
                    "phone": "4105500856",
                    "email": "lmathew6@jhmi.edu"
                },
                {
                    "name": "Chang Kim, MD, PhD",
                    "role": "CONTACT",
                    "phone": "4105020469",
                    "email": "ckim148@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lena Mathews, MD, MHS",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lena Mathews, MD, MHS",
                            "role": "CONTACT",
                            "phone": "410-550-0856",
                            "email": "lmathew6@jh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "38226511",
                    "type": "BACKGROUND",
                    "citation": "Isakadze N, Kim CH, Marvel FA, Ding J, MacFarlane Z, Gao Y, Spaulding EM, Stewart KJ, Nimbalkar M, Bush A, Broderick A, Gallagher J, Molello N, Commodore-Mensah Y, Michos ED, Dunn P, Hanley DF, McBee N, Martin SS, Mathews L. Rationale and Design of the mTECH-Rehab Randomized Controlled Trial: Impact of a Mobile Technology Enabled Corrie Cardiac Rehabilitation Program on Functional Status and Cardiovascular Health. J Am Heart Assoc. 2024 Jan 16;13(2):e030654. doi: 10.1161/JAHA.123.030654. Epub 2024 Jan 16."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003324",
                    "term": "Coronary Artery Disease"
                },
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000009203",
                    "term": "Myocardial Infarction"
                },
                {
                    "id": "D000023921",
                    "term": "Coronary Stenosis"
                },
                {
                    "id": "D000006349",
                    "term": "Heart Valve Diseases"
                },
                {
                    "id": "D000054059",
                    "term": "Coronary Occlusion"
                },
                {
                    "id": "D000007238",
                    "term": "Infarction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007511",
                    "term": "Ischemia"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009336",
                    "term": "Necrosis"
                },
                {
                    "id": "D000003327",
                    "term": "Coronary Disease"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "asFound": "Myocardial Ischemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6549",
                    "name": "Coronary Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M27546",
                    "name": "Coronary Occlusion",
                    "asFound": "Coronary Artery Occlusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12155",
                    "name": "Myocardial Infarction",
                    "asFound": "Myocardial Infarction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10282",
                    "name": "Infarction",
                    "asFound": "Infarction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9437",
                    "name": "Heart Valve Diseases",
                    "asFound": "Valve Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22913",
                    "name": "Coronary Stenosis",
                    "asFound": "Coronary Artery Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12284",
                    "name": "Necrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}