{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05108649",
            "orgStudyIdInfo": {
                "id": "849654"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DA051001",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DA051001"
                }
            ],
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Nicotine Messaging on Beliefs and Behavior",
            "officialTitle": "Study 2: Impact of Nicotine Messaging on Nicotine Beliefs and Tobacco Use Behavior",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-nicotine-messaging-on-beliefs-and-behavior"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-14",
            "studyFirstSubmitQcDate": "2021-11-01",
            "studyFirstPostDateStruct": {
                "date": "2021-11-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Andrew Strasser",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Pennsylvania"
            },
            "leadSponsor": {
                "name": "Andrew Strasser",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Food and Drug Administration (FDA)",
                    "class": "FED"
                },
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                },
                {
                    "name": "Rutgers University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to examine the effect of nicotine messaging and nicotine content of study cigarettes on nicotine beliefs and subsequent use of tobacco and nicotine products.",
            "detailedDescription": "This project will utilize a randomized, factorial design trial to examine the effects of nicotine messaging on nicotine harm beliefs and smoking behavior. After a 7-day period of smoking own preferred brand cigarettes, participants will begin a 28-day experimental period and will be randomized to one of four conditions: 1) Nicotine Corrective Messaging (NCM) + Reduced nicotine content (RNC) cigarettes, 2) NCM + normal nicotine content (NNC) cigarettes, 3) Delayed Control Messaging + RNC cigarettes, or 4) Delayed Control Messaging + NNC cigarettes. The investigators will aim to recruit and randomize 160 current, daily cigarette smokers (80 male, 80 female) in a 35-day protocol. Participants will be asked to attend 6 in-person sessions at the Center for Interdisciplinary Research on Nicotine Addiction (CIRNA) on Days 0, 7, 14, 21, 28 \\& 35. Sessions will occur every 6-8 days."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Behaviors",
                "Cigarette Smoking"
            ],
            "keywords": [
                "Smoking Behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "This project will recruit current, daily, non-menthol cigarette smokers to a 35-day, randomized, factorial design protocol. After a 7-day period of smoking own preferred brand cigarettes, participants will be randomized to a 28-day experimental period and will be randomized to one of four conditions: 1) Nicotine Corrective Messaging (NCM) + Reduced nicotine content (RNC) cigarettes, 2) NCM + normal nicotine content (NNC) cigarettes, 3) Delayed Control Messaging + RNC cigarettes, or 4) Delayed Control Messaging + NNC cigarettes.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants are unblinded to the nicotine content of their cigarette, either normal nicotine content (NNC) cigarettes or reduced nicotine content (RNC) cigarettes. However, participants will not be aware of the messaging condition assignment, either Nicotine Corrective Messaging (NCM) or the Delayed Control Messaging.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 235,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nicotine Corrective Messaging",
                    "type": "EXPERIMENTAL",
                    "description": "After completing a 7-day baseline period, participants will be randomized to a 28-day experimental period and will view nicotine corrective messaging at each in-person session.",
                    "interventionNames": [
                        "Other: Nicotine Messaging"
                    ]
                },
                {
                    "label": "Delayed Control Messaging",
                    "type": "EXPERIMENTAL",
                    "description": "After completing a 7-day baseline period, participants will be randomized to a 28-day experimental period and will not view nicotine messaging until the final study session (Delayed Control Messaging).",
                    "interventionNames": [
                        "Other: Nicotine Messaging"
                    ]
                },
                {
                    "label": "Normal Nicotine Content (NNC) cigarettes",
                    "type": "EXPERIMENTAL",
                    "description": "After completing a 7-day baseline period of smoking own brand cigarettes, participants will be randomized to a 28-day experimental period and will receive normal nicotine content cigarettes.",
                    "interventionNames": [
                        "Other: Cigarette Condition"
                    ]
                },
                {
                    "label": "Reduced Nicotine Content (RNC) cigarettes",
                    "type": "EXPERIMENTAL",
                    "description": "After completing a 7-day baseline period of smoking own brand cigarettes, participants will be randomized to a 28-day experimental period and will receive reduced nicotine content cigarettes.",
                    "interventionNames": [
                        "Other: Cigarette Condition"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Nicotine Messaging",
                    "description": "After completing a 7-day baseline period, participants will be randomized to a 28-day experimental period and will view nicotine corrective messaging at each in-person session or delayed control messaging at the final study session.",
                    "armGroupLabels": [
                        "Delayed Control Messaging",
                        "Nicotine Corrective Messaging"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Cigarette Condition",
                    "description": "After completing a 7-day period of smoking own brand cigarettes, participants will be randomized to a 28-day experimental period and will receive reduced nicotine content (RNC) cigarettes or normal nicotine content (NNC) cigarettes.",
                    "armGroupLabels": [
                        "Normal Nicotine Content (NNC) cigarettes",
                        "Reduced Nicotine Content (RNC) cigarettes"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in nicotine beliefs",
                    "description": "Nicotine belief measures will be assessed by participant self-report and comprised of four broad constructs (nicotine beliefs, NRT beliefs, e-cigarette beliefs, and RNC cigarette beliefs). Nicotine beliefs relate specifically to its addictive nature, nicotine as a cause of cancer, and the role of nicotine in the health harms and cancer caused by smoking. The product-specific constructs (i.e., NRT, e-cigarette, RNC cigarette) include items related to the addictiveness of the product and the perceived health risks of the product compared to regular cigarettes.",
                    "timeFrame": "Day 0 through 35"
                },
                {
                    "measure": "Manipulation Check (changes over time)",
                    "description": "This self-report measure will ask participants to indicate whether the following statements are 1=true, 2=false or unsure (3= don't know): \"A tobacco product that says it has no additives is less harmful than a regular tobacco product (item 1), A tobacco product that says it is organic is less harmful than a regular tobacco product (item 2).\"",
                    "timeFrame": "Day 0 through 35"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Daily Cigarette Consumption",
                    "description": "Daily cigarette consumption will be assessed by participant self-report and verified through collection of spent filters for all cigarettes smoked throughout the entire 35-day study.",
                    "timeFrame": "Day 0 through Day 35"
                },
                {
                    "measure": "Puff Duration",
                    "description": "Total puff duration, the sum of all puff durations per cigarette, will be collected using a standardized video scoring procedure. Participants will be video recorded while smoking each lab cigarette in order to collect smoking topography data.",
                    "timeFrame": "Day 0, 7, 14, 21, 28 and 35"
                },
                {
                    "measure": "Carbon Monoxide (CO)",
                    "description": "The investigators will assess CO (measured in parts per million \\[ppm\\]), a measure of toxicant exposure, at the onset of each session, as well as before and after each cigarette smoked during each in-person laboratory session. CO collected at the onset of each session represents daily exposure, while CO boost - the change in CO values before and after smoking a cigarette - estimates smoke exposure due to smoking an individual cigarette.",
                    "timeFrame": "Days 0, 7, 14, 21, 28 and 35"
                },
                {
                    "measure": "Total Nicotine Equivalents",
                    "description": "Urine collected at Day 7 and Day 35 will be assessed for changes in total nicotine equivalents, nicotine plus its primary metabolites, across the experimental study period (Days 7-35). Total nicotine equivalents will be measured in nanograms per milliliter (ng per mL).",
                    "timeFrame": "Days 7 and 35"
                },
                {
                    "measure": "Total NNAL",
                    "description": "Urine collected at D7 and D35 will be assessed for changes in NNAL, a biomarker of carcinogen exposure, across the experimental study period (Days 7-35). Total NNAL will be measured in nanograms per milliliter (ng per mL).",
                    "timeFrame": "Days 7 and 35"
                },
                {
                    "measure": "Subjective Cigarette Ratings (Visual Analog Scale [VAS] of Cigarette Characteristics)",
                    "description": "Participants will provide subjective ratings of each cigarette smoked during each in-person laboratory session using a 14-item, 100 mm visual analog scale (VAS) of cigarette characteristics. Anchors are item-specific (e.g., taste: 0 = \"very bad,\" 100 = \"very good\"), with lower scores indicating less favorable ratings.",
                    "timeFrame": "Days 0, 7, 14, 21, 28 and 35"
                },
                {
                    "measure": "Intention to use Tobacco/ Nicotine",
                    "description": "Participants will provide subjective ratings for four items assessing intention to use nicotine and tobacco products in the next 12 months, specifically cigarettes, e-cigarettes, NRT, and low nicotine cigarettes.",
                    "timeFrame": "Days 0, 14 and 35"
                },
                {
                    "measure": "Nicotine/Tobacco Use and Behavior",
                    "description": "This self-report measure will ask participants to select the tobacco or nicotine products ever used or tried. Participants will view a list of common tobacco/nicotine products. Based on the selected products, participants will then be asked to indicate how many days the product was used over the past 30 days and how many times each product was used on each day.",
                    "timeFrame": "Days 0, 14 and 35"
                },
                {
                    "measure": "Attitudes about Nicotine",
                    "description": "This self-report measure will ask participants to indicate attitudes about using nicotine. Participants will read the statement \"using nicotine is\" and indicate a response on a scale from 1-5 \\[Safe (1) to Dangerous (5), Positive (1) to Negative (5), Good (1) to Bad (5)\\].",
                    "timeFrame": "Days 0, 14 and 35"
                },
                {
                    "measure": "Nicotine Related Norms",
                    "description": "This self-report measure will ask participants \"How socially acceptable among peers do you think each of the following products (nicotine, caffeine, alcohol, marijuana, cigarettes, E-cigarettes/vapes, nicotine replacement products, hookah and low nicotine cigarettes) are?\" Participants will answer for each item on a scale from 1-5, where 1= not at all, and 5 = extremely.",
                    "timeFrame": "Days 0, 14 and 35"
                },
                {
                    "measure": "Behavioral Control",
                    "description": "This self-report measure will ask: \"How confident are you that you could resist smoking a cigarette in situations where others are smoking?\" and for participants that have used tobacco products in the past 30 days, \"How confident are you that you can quit smoking cigarettes/using tobacco products totally and for good if and when you wanted to?\" Participants will answer for each item by selecting one of four possible answers (1 = Not at all confident, 2 = Somewhat confident, 3 = Moderately confident or 4 = Very confident). Additionally, for those who have used tobacco products in the past 30 days: \"How important is stopping tobacco use to you?\" \"How ready are you to quit using tobacco within the next month?\" and \"How confident are you that you will quit tobacco within the next month?\" Participants will indicate a response on a scale from 0-10 \\[0 (Not important at all) to 10 (Most important goal of my life), 0 (Not at all) to 10 (100% ready), \\& 0 (Not at all) to 10 (100% confident).",
                    "timeFrame": "Days 0, 14 and 35"
                },
                {
                    "measure": "Cigarette Risk Beliefs",
                    "description": "To assess risk beliefs about the assigned cigarettes, the investigators will use an 8-item, 5-point scale (1 = definitely untrue; 5 = definitely true) including previously validated items (i.e., \"Compared to your own cigarettes, the cigarettes you are currently smoking: are lower in nicotine\"). The Cigarette Risk Beliefs questionnaire will be administered at Session 1 (D0) before the lab cigarette (18-item baseline version), Session 2 (D7) before lab cigarette 1 and 2, Session 4 (D21) before the lab cigarette, and Session 6 (D35) before the lab cigarette.",
                    "timeFrame": "Days 0, 7, 21, and 35"
                },
                {
                    "measure": "Cigarette Craving (Questionnaire on Smoking Urges [QSU])",
                    "description": "Participants will report cigarette craving at the onset of each in-person session. Craving will be assessed using a summary score and two factor subscales (i.e., desire to smoke and craving due to anticipation of negative affect relief) from a 32-item Questionnaire on Smoking Urges (QSU). Participants will respond to each item along a 7-point scale (1=Strongly disagree; 7=Strongly agree).",
                    "timeFrame": "Days 0, 7, 14, 21, 28 and 35"
                },
                {
                    "measure": "Cigarette Withdrawal (Withdrawal Symptom Checklist [WSC])",
                    "description": "Participants will report cigarette withdrawal at the onset of each in-person session. Withdrawal will be assessed using a summary score from the 20-item (21 items at Session 1 \\[Day 0\\]) revised version of the Withdrawal Symptom Checklist with a one-week frame of reference (WSC-W). Specifically, the participant will respond regarding to how the participant felt in regards to each potential withdrawal symptom along a 4-point scale (0=Not Present; 3=Severe).",
                    "timeFrame": "Days 0, 7, 14, 21, 28 and 35"
                },
                {
                    "measure": "Additional Topographic/Puffing Behaviors",
                    "description": "Participants will be video recorded while smoking each lab cigarette in order to collect smoking topography data. The investigators have previously used a procedure where digital files of (video recorded) smoking sessions are scored that has good reliability and consistency (ICCs \\>.55) for number of puffs taken, interpuff interval, total time lit, and amount smoked (by mass and length), and propose to quantify cigarette smoking behavior using the same procedures.",
                    "timeFrame": "Days 0, 7, 14, 21, 28 and 35"
                },
                {
                    "measure": "Stages of Change",
                    "description": "This self-report measure will ask each participant to select the phrase related to smoking cigarettes that is best representative of the participant's experience: \"I smoke cigarettes now, and I have not thought about quitting, I currently smoke cigarettes but I'm considering quitting, I want to quit and I have begun to reduce the number of cigarettes that I smoke, I quit smoking cigarettes less than 6 months ago, I have not smoked cigarettes for more than 6 months, In recent years, I've stopped smoking cigarettes for more than 6 months but smoke occasionally, I quit smoking cigarettes several years ago, and I don't feel any desire to smoke again, I have never smoked cigarettes.\" Each participant will similarly select a phrase related to vaping nicotine or using e-cigarettes that is best representative of the participant's experience.",
                    "timeFrame": "Day 0 and 35"
                },
                {
                    "measure": "Policy Support",
                    "description": "This self-report measure will ask each participant to select one of three policy statements on nicotine in cigarettes that the participant would support.",
                    "timeFrame": "Day 0 and 35"
                },
                {
                    "measure": "Perceived Message Effectiveness",
                    "description": "This self-report measure includes three items asking participants to rate the messages viewed. Participants will read the following statements and select an answer on a five point scale (1= Strongly disagree, 2= Disagree, 3= Neither agree nor disagree, 4 = Agree, 5 = Strongly agree): \"These messages discourage me from wanting to use nicotine,\" \"These messages make me concerned about the health effects of using nicotine,\" and \"These messages make nicotine seem unpleasant to me.\"",
                    "timeFrame": "Day 35"
                },
                {
                    "measure": "Message Credibility",
                    "description": "This self-report measure will be completed by participants after viewing the messages on nicotine. The participant will indicate \"agree\" or \"disagree\" for each of the following statements about the messages viewed: \"A. Accurate, B. Authentic, C. Believable\" and will select an item on a scale from 1-7 for each (A, B, C) where 1= Strongly disagree, 4= Neither agree nor disagree and 7 = Strongly agree.",
                    "timeFrame": "Day 35"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-report smoking at least 5 non-menthol, filtered cigarettes per day for at least the last 12 months.\n* Not currently undergoing smoking cessation treatment or planning to quit over the duration of the study (\\~6 weeks).\n* Plan to live in the area for the duration of the study.\n* Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the combined consent and HIPAA form.\n* Able to communicate fluently in English (i.e., speaking, writing, and reading).\n\nExclusion Criteria:\n\n* Smoke menthol cigarettes greater than 20% of the time.\n* Smoke cigarettes of non-standard circumference (e.g., wides, slim, capri, etc.)\n* Use of any nicotine containing products other than cigarettes. Participants reporting isolated use of other nicotine containing products less than 5 times per month are eligible to participate.\n* Attempt to quit smoking over the duration of the study period.\n* Provide a Carbon Monoxide (CO) reading less than 5 parts per million (ppm) at Session 1 (D0).\n* History of substance abuse (other than nicotine) in the past 12 months and/or currently receiving medical treatment for substance abuse. Attendance at alcoholics anonymous or narcotics anonymous meetings will not be considered medical treatment for the purposes of this protocol.\n* Current alcohol consumption that exceeds 25 standard drinks/week.\n* Women, including all individuals assigned as \"female\" at birth, who are pregnant, breast feeding, or planning a pregnancy over the duration of the study period.\n* Any impairment including, but not limited to, visual, physical, and/or neurological impairments preventing the proper completion of the study procedures. Notable impairments will be evaluated on a case-by-case basis by the Principal Investigator and/or the Study Physician.\n* Color blindness.\n* Serious or unstable medical condition. Applicable conditions will be evaluated on a case-by-case basis by the Principal Investigator and/or the Study Physician.\n* Lifetime history of schizophrenia, psychosis, and/or bipolar disorder.\n* Current diagnosis of active major depression. Participants who maintain a diagnosis of major depression who have not experienced any major depressive episodes in the past 6 months and are stable on antidepressant medication(s) are eligible to participate.\n\nAdditional, general reasons for exclusion include:\n\n* Past, current, anticipated, or pending enrollment in another research program over the study period that could potentially impact subject safety, study data, and/or the study design as determined by the Principal Investigator and/or Study Physician.\n* Any circumstance, medical condition, illness, disorder, adverse event (AE), or concomitant medication that could compromise participant safety or significantly impact study performance as determined by the Principal Investigator and/or Study Physician. Participants may be withdrawn for any of the aforementioned reasons at any point throughout the study.\n* Significant non-compliance with protocol and/or study design as determined by the Principal Investigator and/or Study Physician. Participants may be withdrawn at any point throughout the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine Kreider",
                    "role": "CONTACT",
                    "phone": "215-746-2631",
                    "email": "cathk@pennmedicine.upenn.edu"
                },
                {
                    "name": "Valentina Souprountchouk",
                    "role": "CONTACT",
                    "phone": "215-746-3602",
                    "email": "vsoup@pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew Strasser, Ph.D.",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Andrea Villanti, Ph.D.",
                    "affiliation": "Rutgers University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Center for Interdisciplinary Research for Nicotine Addiction",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Kreider",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}