{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05245357",
            "orgStudyIdInfo": {
                "id": "AFRI Grant 2021-67028-34103"
            },
            "organization": {
                "fullName": "Montana State University",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Foods on Bile Acids, Metabolites, and Inflammation",
            "officialTitle": "Therapeutic Impacts of Dietary Pulses on Bile Acids",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "impact-of-foods-on-bile-acids-metabolites-and-inflammation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-31",
            "studyFirstSubmitQcDate": "2022-02-15",
            "studyFirstPostDateStruct": {
                "date": "2022-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montana State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Dietary incorporation of pulse crops may be an effective way to lower unhealthy elevations in serum bile acids. These elevations play a direct role in promoting obesity-related diseases estimated to be present in about one third of the US adult population, including non-alcoholic fatty liver disease and type 2 diabetes. The overarching hypothesis for this study is that pulse consumption increases bile acid secretion and excretion, which will decrease toxicity linked to excess accumulation of bile in the liver, improve metabolism, and lower resulting levels of bile acids in the serum. In direct alignment with the USDA-AFRI Food, Safety, Nutrition, and Health priority to address obesity and related chronic disease with increased fruit and vegetable consumption and also with the American Pulse Association call to investigate the impact of regular pulse consumption on human physical well- being, the long-term research goal of this study is to establish effective and practical therapeutic strategies utilizing dietary incorporation of pulse crops to prevent or reverse obesity driven diseases. The specific objectives in this proposal are to:\n\n1. determine the impact of acute lentil ingestion on serum postprandial bile acid responses and composition in a human cohort with obesity, and\n2. determine the impact of daily lentil consumption for 12 weeks on serum fasting and postprandial bile acid concentrations and composition in an overweight or obese cohort with elevated postprandial triglycerides.\n\nThis proposal is being submitted in response to the American Pulse Association commodity board sponsored topic of investigating the impact pulse crop consumption on health.",
            "detailedDescription": "The approach for Objective 1 is to enroll a population of overweight/obese individuals (n=24) in a two-armed (LENTIL and CONTROL), randomized, crossover trial in which each individual participant serves as his/her own control to compare postprandial serum bile acid responses between isocaloric meals with the same amount of fat with (LENTIL) and without (CONTROL) lentils. Isocaloric meals with the same total fat content in LENTIL and CONTROL study arms will provide the same stimulus to induce increased postprandial serum bile acids. The randomized crossover design with half of the participants starting in the LENTIL arm and the other half starting in the CONTROL arm will eliminate potential order effects. Block randomization with 3 blocks of two equally numbered levels (total of 8 per block) will be created. Having each person serve as their own control in a crossover trial will eliminate the influence of inter-individual variation. The MSU Nutrition Research team has extensive experience with postprandial testing protocols and dietary manipulation and will utilize this experience to perform the proposed protocol with appropriate pre-test standardization, uniformity of meal preparation, precise timing of blood collection, and established procedures for processing and analyzing blood samples. Bile acids, including all primary and secondary forms, will be analyzed from samples collected before the meal and at 30-minute intervals for 4 hours after the meal. Established methods in the MSU Proteomics, Metabolomics, and Mass Spectrometry Facility will be used to compare total and individual bile acids between LENTIL and CONTROL conditions.\n\nThe approach for Objective 2 will leverage banked samples from a highly synergistic ongoing clinical trial comparing 12 weeks of daily lentil consumption to control. This study utilizes a randomized, parallel research design to compare the impact of ingesting 140 g of lentils per day to 0 g per day for 12 weeks on serum triglyceride and inflammation responses to a high-fat meal. High fat meals induce the largest serum bile acid responses so the current proposal augments this study by adding assessment of the impact of prolonged lentil consumption on the appearance of bile acids in the systemic circulation under fasting and postprandial conditions. In contrast to Objective 1, which focuses on the acute impact of incorporating lentils into a meal, Objective 2 will measure the impact of adaptations to lentil ingestion that improve enterohepatic function. These changes may be facilitated by changes to the composition of the gut microbiome, enhanced bile acid excretion, or other mechanisms independent of having lentils in the challenge meal. Data from the ongoing trial will be analyzed to determine whether lentils induced changes in the composition of the gut microbiome. This proposal will analyze whether lentil consumption increases excretion of bile acids by analyzing bile acid composition of stool samples collected before and after lentil supplementation. In sum, adding analysis of serum and stool bile acids from samples collected and banked in an ongoing clinical trial, will allow the determination of whether lentil consumption over time improves enterohepatic health in a way that reduces appearance of bile acids in serum and or increases excretion of bile acids."
        },
        "conditionsModule": {
            "conditions": [
                "Inflammation",
                "Hypertriglyceridemia",
                "Metabolic Disease",
                "Lipid Metabolism Disorder",
                "Hyperlipidemias",
                "Bile Acid Malabsorption"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The design is 2 x 2 crossover design, where the overweight and obese adults without Type 2 Diabetes will be randomized into Control or Lentil",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Lentil and Control meals were designed to be comparable in taste and appearance. The meals are prepared and coded prior to receipt by the research team. Randomization is for order of coded meals.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lentil, then Control",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first received a meal with 140 g of lentils in the morning. After a washout period of at least 7 days, they then received a meal with 0 g of lentils in the morning.",
                    "interventionNames": [
                        "Behavioral: Lentil",
                        "Behavioral: Control"
                    ]
                },
                {
                    "label": "Control, then Lentil",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first received a meal with 0 g of lentils in the morning. After a washout period of at least 7 days, they then received a meal with 140 g of lentils in the morning.",
                    "interventionNames": [
                        "Behavioral: Lentil",
                        "Behavioral: Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Lentil",
                    "description": "Participants in the lentil arm of the study will consume a meal containing 140 g of lentils for breakfast one morning.",
                    "armGroupLabels": [
                        "Control, then Lentil",
                        "Lentil, then Control"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control",
                    "description": "Participants in the control arm of the study will consume a meal containing 0 g of lentils for breakfast one morning.",
                    "armGroupLabels": [
                        "Control, then Lentil",
                        "Lentil, then Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Postprandial Bile Acid Response to High-Fat Meal",
                    "description": "Area under the curve for bile acid concentration after consuming a meal containing 40g fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Peak Bile Acid Response to High-Fat Meal",
                    "description": "Greatest change in bile acid concentration after consuming a meal containing 40g fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Postprandial Triglyceride Response to High-Fat Meal",
                    "description": "Area under the curve for triglcyerides concentration after consuming a meal containing 40g fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Peak Triglyceride Response to High-Fat Meal",
                    "description": "Greatest change in triglycerides concentration after consuming a meal containing 40g fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Postprandial Serum Inflammatory Cytokine (tumor necrosis factor-alpha, interleukin-(IL)1beta, IL-6, IL-10, IL-17, IL-23, interferon-gamma, and granulocyte macrophage-colony stimulating factor; all in pg/ml) Response to High-fat Meal",
                    "description": "Area under the curve for inflammatory cytokine (tumor necrosis factor-alpha, interleukin-(IL)1beta, IL-6, IL-10, IL-17, IL-23, interferon-gamma, and granulocyte macrophage-colony stimulating factor; all in pg/ml) concentrations after consuming a meal containing 40 g of fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Postprandial Serum Metabolite Response (untargeted) to a High-Fat Meal",
                    "description": "Changes in concentrations of metabolites measured with untargeted liquid chromatography mass spectrometry (LCMS) metabolomic analysis after consuming a meal containing 40g of fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Fasting Serum Metabolite Response (untargeted) to a High-Fat Meal",
                    "description": "Changes in concentrations of metabolites measured with untargeted liquid chromatography mass spectrometry (LCMS) metabolomic analysis before consuming a meal containing 40g of fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Gut Microbiome Composition",
                    "description": "Relative abundance of operational taxonomic units of microbes measured from fecal samples",
                    "timeFrame": "1 day"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Body Composition",
                    "description": "% body fat",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Visceral Adipose Tissue",
                    "description": "Quantity of adipose in liters located within the abdominal compartment",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Body Mass Index",
                    "description": "kg of body mass per meter of height squared",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Habitual Diet",
                    "description": "Habitual dietary intake from past month reported through a food frequency questionnaire for food, beverage, and supplement intake",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Acute Diet",
                    "description": "Dietary intake from the last 24-hours, self-reported through a guided online prompt",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Acute Physical Activity",
                    "description": "Physical activities from the last 24-hours, self-reported through a guided online promoted",
                    "timeFrame": "1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 - 65 years of age\n* Body Mass Index greater than 27 kg/m\\^2\n\nExclusion Criteria:\n\n* taking medication that will influence cholesterol, lipids, or inflammation\n* a gallbladder condition or have had the gallbladder removed\n* allergy to wheat, dairy, or legumes\n* pregnant or lactating\n* have been on a ketogenic or paleo diet in the past 6 weeks\n* have been on antibiotics in the past 90 days",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary P Miles, PhD",
                    "role": "CONTACT",
                    "phone": "406-994-6678",
                    "email": "mmiles@montana.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary P Miles, PhD",
                    "affiliation": "Montana State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nutrition Research Laboratory",
                    "status": "RECRUITING",
                    "city": "Bozeman",
                    "state": "Montana",
                    "zip": "59717",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary P Miles, PhD",
                            "role": "CONTACT",
                            "phone": "406-994-6678",
                            "email": "mmiles@montana.edu"
                        },
                        {
                            "name": "Stephanie M Wilson, MS",
                            "role": "CONTACT",
                            "phone": "406-994-5001",
                            "email": "stephanie.keene@montana.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.67965,
                        "lon": -111.03856
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008286",
                    "term": "Malabsorption Syndromes"
                },
                {
                    "id": "D000006949",
                    "term": "Hyperlipidemias"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000015228",
                    "term": "Hypertriglyceridemia"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "asFound": "Metabolic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10000",
                    "name": "Hyperlipidemias",
                    "asFound": "Hyperlipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "asFound": "Lipid Metabolism Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11278",
                    "name": "Malabsorption Syndromes",
                    "asFound": "Malabsorption",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17932",
                    "name": "Hypertriglyceridemia",
                    "asFound": "Hypertriglyceridemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10002",
                    "name": "Hyperlipoproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4933",
                    "name": "Bile Acids and Salts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}