{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05982795",
            "orgStudyIdInfo": {
                "id": "STUDY02001953"
            },
            "organization": {
                "fullName": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Highly Effective Modulator Therapy on the Cystic Fibrosis Microbiome",
            "officialTitle": "Impact of Highly Effective Modulator Therapy on Sinonasal Microbial Communities, Host Mucosal Inflammatory Environment and Quality of Life in Adults With Cystic Fibrosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-highly-effective-modulator-therapy-on-the-cystic-fibrosis-microbiome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-01",
            "studyFirstSubmitQcDate": "2023-08-01",
            "studyFirstPostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ryan.E.Little",
                "investigatorTitle": "Assistant Professor of Surgery, Geisel School of Medicine",
                "investigatorAffiliation": "Dartmouth-Hitchcock Medical Center"
            },
            "leadSponsor": {
                "name": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to learn about the effects of a specific cystic fibrosis therapy (Cystic Fibrosis Transmembrane Conductance Regulator Modulator Therapy) on chronic sinonasal disease. The main questions it aims to answer are:\n\n1. How does this therapy impact bacterial communities in the paranasal sinuses?\n2. How does this therapy impact inflammation in the paranasal sinuses and olfactory cleft?\n3. How does this therapy impact sense of smell and sinonasal disease burden in individuals with cystic fibrosis?\n4. How does this therapy impact disease-specific and general quality of life of individuals with cystic fibrosis?\n\nParticipants will be asked to provide samples from their nose, complete testing of their sense of smell, and complete surveys about their quality of life and sense of smell in this study.\n\nResearchers will compare study results between patients who are currently undergoing Cystic Fibrosis Transmembrane Conductance Regulator Modulator Therapy and patients who are not currently undergoing therapy.",
            "detailedDescription": "The goal of this study is to characterize the effects of Cystic Fibrosis Transmembrane Conductance Regulator Modulator Therapy on the sinonasal microbial communities and inflammatory profiles in adults with cystic fibrosis. Participants will be asked to complete the below research activities on a 6-month basis over the course of two years to total 5 research visits (0 months, 6 months, 12 months, 18 months, 24 months).\n\nA mucus sample from the middle meatus will be obtained and stored at 4ºC until culture analysis. Semi-quantitative bacterial cultures will be performed. Bacterial community composition will be quantified using 16S rRNA variable region (V4) amplicon sequencing and qPCR. Data preprocessing and taxonomic assignment will be performed using QIIME 2 (v 2023.2) and the SILVA 138.1 rRNA database. Abundance data will be further processed in R (v 4.3.0) using packages decontam, phyloseq, and vegan.\n\nSamples from the middle meatus and olfactory cleft will be analyzed to investigate the inflammatory profiles of patients with cystic fibrosis. Both samples will be centrifuged at 4°C, 10,000 rpm for 10 minutes to extract the entire sample from the material. Samples will be transferred by pipette to cryovials, flash-frozen in liquid nitrogen, and stored in a -80°C environment until time of laboratory assay. The study will assess changes in immune status through cytokine arrays. To assess innate immune responses, a Bioplex Pro Human Inflammation Assay for 37 human cytokines (BD Biosciences) will be employed.\n\nThe study will also investigate if alterations in nasal microbiome and inflammatory profile correlate with changes in cystic fibrosis-specific quality of life (QOL) and olfaction outcomes. Participants will be asked to complete olfactory function testing using the Sniffin' Sticks extended test kit (MediSense, NL) and/or the University of Pennsylvania Smell Identification Test (UPSIT). Additionally, participants will be asked to complete the four following surveys to assess their quality of life as it relates to sinus symptom severity, disease control, and sense of smell: Cystic Fibrosis Questionnaire-Revised, Sino-nasal Outcome Test-22, Sinus Control Test, and Questionnaire of Olfactory Disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Cystic Fibrosis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "The biospecimens collected during this study will be endoscopically directed nasal samples from the middle meatus and olfactory cleft."
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CFTR-MT Group",
                    "description": "The cohort of adult cystic fibrosis patients that are currently on Cystic Fibrosis Transmembrane Conductance Regulator Modulator Therapy (CFTR-MT) will be asked to complete the following research activities at baseline and every six months following for a two-year period.\n\n1. Nasal endoscopy with microbiome swab and mucus collection through filter paper and sponge\n2. The Sniffin' Sticks extended test kit and/or the University of Pennsylvania Smell Identification Test (UPSIT)\n3. 4 validated quality of life questionnaires:\n\n   1. Cystic Fibrosis Questionnaire Revised (CFQ-R)\n   2. Sino-Nasal Outcome Test-22 (SNOT-22)\n   3. Sinus Control Test (SCT)\n   4. Questionnaire of Olfactory Disorders",
                    "interventionNames": [
                        "Other: Nasal endoscopy with microbiome swab and mucus collection through filter paper and sponge",
                        "Other: Olfactory Function Testing",
                        "Other: Survey Completion"
                    ]
                },
                {
                    "label": "Non-CFTR-MT Group",
                    "description": "The cohort of adult cystic fibrosis patients that are not currently on Cystic Fibrosis Transmembrane Conductance Regulator Modulator Therapy (CFTR-MT) will be asked to complete the following research activities at baseline and every six months following for a two-year period.\n\n1. Nasal endoscopy with microbiome swab and mucus collection through filter paper and sponge\n2. The Sniffin' Sticks extended test kit and/or the University of Pennsylvania Smell Identification Test (UPSIT)\n3. 4 validated quality of life questionnaires:\n\n   1. Cystic Fibrosis Questionnaire Revised (CFQ-R)\n   2. Sino-Nasal Outcome Test-22 (SNOT-22)\n   3. Sinus Control Test (SCT)\n   4. Questionnaire of Olfactory Disorders",
                    "interventionNames": [
                        "Other: Nasal endoscopy with microbiome swab and mucus collection through filter paper and sponge",
                        "Other: Olfactory Function Testing",
                        "Other: Survey Completion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Nasal endoscopy with microbiome swab and mucus collection through filter paper and sponge",
                    "description": "A CultureSwab MaxV(+) (BD, Franklin Lakes, NJ) will be placed under endoscopic visualization to the middle meatus through a sterile sheath (red rubber urinary catheter) and gently rotated 5 full turns or until the tip is saturated with mucus (no more than 20 seconds).\n\nUnder direct visualization, a sterile Leukosorb sponge (Leukosorb; Pall Scientific, Port Washington, NY) will be placed in the middle meatus. A piece of Leukosorb filter paper will additionally be placed in the olfactory cleft. The sponge and paper will be left for 5 minutes and will then be removed under direct visualization and collected for analysis.",
                    "armGroupLabels": [
                        "CFTR-MT Group",
                        "Non-CFTR-MT Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Olfactory Function Testing",
                    "description": "Olfactory function will be tested using the Sniffin' Sticks extended test kit (MediSense, NL) using the established threshold, discrimination, and identification (TDI) scoring system. Odors will be delivered using felt-tip pens (Sniffin' Sticks, MediSense, NL). The pen cap will be removed from the pen for approximately 3 seconds, and the pen's tip will be brought in front of the subject's nose and carefully moved from left to right nostril. Threshold testing will be obtained by asking the subject to identify the pen containing the odor from two pens containing only solvent. This will be conducted starting with the lowest concentration of odor and moving stepwise until patient is no longer able to identify the odor from the solvent.\n\nSubjects may also be asked to complete the University of Pennsylvania Smell Identification Test (UPSIT). The UPSIT can be self-administered and uses microencapsulated odorants which are released by scratching standardized odor-impregnated test booklets.",
                    "armGroupLabels": [
                        "CFTR-MT Group",
                        "Non-CFTR-MT Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Survey Completion",
                    "description": "Participants will be asked to complete the validated Cystic Fibrosis Questionnaire-Revised (CFQ-R) survey. This survey evaluates Cystic Fibrosis-specific and general quality of life metrics.\n\nParticipants will also be asked to complete the validated Sino-nasal Outcome Test-22 (SNOT-22) which is the most commonly used survey for evaluating outcomes in patients with chronic rhinosinusitis.\n\nParticipants will also be asked to complete the validated Sinus Control Test (SCT) - a 4-question questionnaire that assesses disease control in chronic rhinosinusitis.\n\nParticipants will be asked to complete the questionnaire of olfactory disorders (QOD). This is a 25-question validated survey used to assess the impact of olfactory dysfunction on patients with sinonasal disease.",
                    "armGroupLabels": [
                        "CFTR-MT Group",
                        "Non-CFTR-MT Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in nasal bacterial community composition between CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Difference in microbial communities in mucus swabs between cystic fibrosis patients on CFTR-MT and cystic fibrosis patients not on CFTR-MT.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Difference in inflammatory profiles between CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Difference in microbiome swab cytokine assay results between cystic fibrosis patients on CFTR-MT and cystic fibrosis patients not of CFTR-MT.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in Sniffin' Sticks test scores between the CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Olfactory function will be tested using the Sniffin' Sticks extended test kit (MediSense, NL) using the established threshold, discrimination, and identification (TDI) scoring system. Threshold testing will be scored on a scale from 1 to 16 points. Discrimination scoring will be scored on a scale from 0-16 points. Identification will be scored on a scale from 0 to 16 points). A final Threshold, Discrimination, and Identification (TDI) score will be reported between 1-48. A higher score indicates better olfactory function, and a lower score indicates worse olfactory function.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Difference in the University of Pennsylvania Smell Identification Test scores between the CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Participants may be asked to complete the University of Pennsylvania Smell Identification Test (UPSIT). The UPSIT is scored on a scale from 0-40, with a higher score indicating better olfaction.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Difference in Cystic Fibrosis Questionnaire-Revised survey responses between CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Participants will be asked to complete the validated Cystic Fibrosis Questionnaire-Revised survey. This survey evaluates CF-specific and general QOL metrics and has robust psychometric properties and consistent associations with health outcomes.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Difference in Sino-nasal Outcome Test-22 (SNOT-22) survey scores between CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Participants will be asked to complete the Sino-nasal Outcome Test-22 (SNOT-22) which is the most commonly used survey for evaluating outcomes in patients with CRS. This metric has been thoroughly validated, is widely employed, and is predictive of patient-perceived symptom control. The questionnaire has 5 domains with a total score ranging 0-110. A lower score indicates a lower severity of nasal disorder symptoms, and a higher score indicates a higher severity of nasal disorder symptoms.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Difference in Sinus Control Test survey scores between CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Participants will be asked to complete the validated Sinus Control Test - a 4-question questionnaire that assesses disease control in chronic rhinosinusitis. This survey is scored on a scale of 0-20, with a lower score indicating higher control of sinus symptoms and a higher score indicating lower control of sinus symptoms.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Difference in Questionnaire of Olfactory Disorder survey scores between CFTR-MT cohort and Non-CFTR-MT cohort",
                    "description": "Participants will be asked to complete the questionnaire of olfactory disorders (QOD). This is a validated survey used to assess the impact of olfactory dysfunction on patients with sinonasal disease. There are 25 questions in three domains which give information about the degree to which patients suffer from olfactory impairment. This survey is scored on a scale from 0-57 points. A higher score indicates greater olfactory impairment.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects between the ages of 18 years old (inclusive) and 99 years old (inclusive)\n* English-speaking\n* Diagnosed with CF as established by genetic testing combined with clinical assessment and/or sweat chloride\n* Patients being seen at the New Hampshire Cystic Fibrosis Center\n* Adults able to sign informed consent\n\nExclusion Criteria:\n\n* Adults unable to consent\n* Individuals who are not yet adults\n* Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population is adult, English-speaking cystic fibrosis patients being seen at the New Hampshire Cystic Fibrosis Center.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ryan E Little, MD",
                    "role": "CONTACT",
                    "phone": "(603) 650 8123",
                    "email": "Ryan.E.Little@hitchcock.org"
                },
                {
                    "name": "Jessica P Fitzgerald, BA",
                    "role": "CONTACT",
                    "email": "Jessica.P.Fitzgerald@hitchcock.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ryan E Little, MD",
                    "affiliation": "Dartmouth-Hitchcock Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dartmouth-Hitchcock Medical Center",
                    "status": "RECRUITING",
                    "city": "Lebanon",
                    "state": "New Hampshire",
                    "zip": "03756",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.64229,
                        "lon": -72.25176
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003550",
                    "term": "Cystic Fibrosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6755",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1710",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17544",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "M11767",
                    "name": "Metronidazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M302395",
                    "name": "Retinol palmitate",
                    "relevance": "LOW"
                },
                {
                    "id": "T468",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "T462",
                    "name": "Retinol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}