{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06055972",
            "orgStudyIdInfo": {
                "id": "ACR 4708"
            },
            "organization": {
                "fullName": "American College of Radiology",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Patient-Centered Approach for Communicating Coronary Calcium on Cardiovascular Health",
            "officialTitle": "Impact of Patient-Centered Approach for Communicating Coronary Calcium on Cardiovascular Health",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "impact-of-patient-centered-approach-for-communicating-coronary-calcium-on-cardiovascular-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-13",
            "studyFirstSubmitQcDate": "2023-09-25",
            "studyFirstPostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "American College of Radiology",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This multicenter clustered randomized prospective study will be managed by the American College of Radiology Center for Research and Innovation (ACR CRI). The research team aims to test the efficacy of a patient-centered educational intervention based on coronary artery calcification (CAC) information in cardiovascular risk factor modification of a cohort of patients enrolled in lung cancer screening (LCS) programs across the country.",
            "detailedDescription": "Objectives:\n\nThe overall goal of the proposed study is to improve cardiovascular health of smokers and previous smokers, as CAD is the most common cause of death in this population. Patients enrolled in lung cancer screening programs compose a highly suitable cohort of heavy smokers and previous smokers with 55-80 years of age for testing interventions that could improve the cardiovascular health of the population\n\nThe objective is to use coronary artery calcification burden, derived from computed tomography studies obtained for lung cancer screening purposes, to motivate patients into improving their health habits. The specific goal of this study is to test the efficacy of a patient-centered educational intervention based on CAC information in appropriate statin use and cardiovascular risk factor modification of a cohort of patients enrolled in lung cancer screening (LCS) programs across the country.\n\nRecruitment:\n\nPatients will be sent a mail or email research packet containing the invitation to join the study, the consent form and the baseline survey. Alternatively, patients could receive a phone call regarding information about the study\n\nConsenting:\n\nFollowing screening for eligibility, IRB-approved, HIPAA-compliant informed consent will be obtained by the Research Coordinators medical at the two participating institutions Patient registration can occur only after evaluation for eligibility is complete, eligibility criteria have been met, and the study site is approved by the ACR. Participants must have signed and dated all applicable informed consents and authorization forms.\n\nRandomization:\n\nInvestigators will randomly select (coin flipping) first month as intervention yes/no and then alternate monthly until the end of the enrollment period. Patients randomized to the CAC-based educational intervention will receive an educational letter within 8 weeks of CT examination.\n\nBaseline Questionnaire:\n\nAfter consent form is signed, patients will have the option to either complete research questionnaire independently or with the help of the research coordinator over a virtual visit Patient will then mail or email the survey back to the research coordinator.\n\nPatient's demographics and socioeconomic status will be inquired including age, gender, gender-identity and race/ethnicity, level of education, range of income, and health insurance status. The baseline cardiovascular health questionnaire will include data on lifestyle and eating habits, smoking status, known cardiovascular diseases, previous cardiovascular interventions, known cardiovascular risk factors such as obesity, hypercholesterolemia, hypertension, family history of heart disease, current use of statins or aspirin, current recommendation to use Statins or aspirin, willingness to pursue lifestyle modifications to reduce cardiovascular risk, and co-morbidities.\n\nAn exercise activity level questionnaire (IPAQ-7), a standardized anxiety questionnaire (GAD-7) and a patient activation questionnaire (PAM short) will also be applied.\n\nIn addition to data obtained in the baseline questionnaire, medical records, when available, will be reviewed for confirmation of height, weight, and blood pressure at the time of lung cancer screening appointment.\n\n6-Month Follow Up Questionnaire: Approximately 6 months after consent, patients will receive the follow up mail or email research packet containing the follow up questionnaire. Alternatively, patients can receive a follow-up phone call to review the questionnaire. Questionnaire will address the main study outcomes including changes in lifestyle like exercise habit (IPAQ-7), smoking cessation, weight loss, initiation or dose change of Statin or aspirin, adherence to statin or aspirin prescription, level of anxiety (GAD-7), activation level for health self-care (PAM-short), number of cardiovascular imaging tests (echocardiography, catheterization, cardiac stress test, cardiac CT or cardiac MR) performed, and number of clinical visits motivated by the intervention or not.\n\nImage Analysis for Coronary Artery Calcium Quantification:\n\nAll patients will have received a Low Dose CT of the chest for Lung cancer screening, as part of their clinical care. The LCS CT images will be analyzed by the site chest radiologist as per clinical care, and the report will include a qualitative statement on burden of coronary artery calcifications (none, mild, moderate, or severe), based on current guideline recommendations. In patients randomized to the intervention arm, quantification of calcium score using the Agatston score method will be performed by a member of the research team and reviewed by study site PI."
        },
        "conditionsModule": {
            "conditions": [
                "Coronary Artery Disease",
                "Cardiovascular Diseases",
                "Smoking"
            ],
            "keywords": [
                "Coronary Artery Calcification",
                "Patient-Centered Approach",
                "Lung Cancer Screening"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Letter Recipients with Coronary Calcium Score/Educational Materials",
                    "type": "EXPERIMENTAL",
                    "description": "Patients randomized to the CAC-based educational intervention will receive an educational letter within 8 weeks of CT examination.",
                    "interventionNames": [
                        "Other: Educational Letter Post CT Examination"
                    ]
                },
                {
                    "label": "Non-Letter Recipients (Control)",
                    "type": "NO_INTERVENTION",
                    "description": "Patients in the control group will not receive any letter in the mail with their coronary calcium score and educational materials."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Educational Letter Post CT Examination",
                    "description": "Patients randomized to the CAC-based educational intervention will receive an educational letter within 8 weeks of CT examination which will include the following:\n\n1. Their calcium score, brief educational content explaining what the calcium score means and how the presence of coronary calcifications is associated with an increased risk of a cardiac event.\n2. Guidance on what actions could be taken to decrease the risk of a heart event, including blood cholesterol management, smoking cessation, weight loss, dieting, exercise, and blood pressure control.\n3. For patients with CAC\\>0, the letter will encourage the patient to pursue a shared decision- making discussion with his/her primary care physician or cardiologist regarding risk reduction strategies.\n4. Links to American Heart Association (AHA) and phone number for study research coordinator.",
                    "armGroupLabels": [
                        "Letter Recipients with Coronary Calcium Score/Educational Materials"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Guideline-Appropriate High Cholesterol Care",
                    "description": "Rate of statin use (how often patients are required to take statin medications) and adherence (how often patents comply with taking statin medications as prescribed) to prescription in patients with known hypercholesterolemia. This will be determined by patients' self-reported answers to questions during interviews and review of medical records. Both rate of statin use and patient compliance will be used to generate a single, overall assessment of how well patients are being treated for and managing their hypercholesteremia.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Exercise Level",
                    "description": "Changes in exercise level, surveyed using International Physical Activity Questionnaire (IPAQ-short) questionnaire. The IPAQ-short questionnaire is comprised of 7, self-reported, open-ended questions surrounding individuals' last 7-day recall of physical activity. The questionnaire estimates the total physical activity in Metabolic Equivalent of Task (METs)- min/week and time spent sitting. Scores vary depending on the person's activity level throughout the preceding 7 days, and there is not defined range for scores, as the questions are open ended (e.g. How many hours did you spend doing vigorous activities during the last 7days?).",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Patient Self-Reported Smoking Habits and Cessation",
                    "description": "Patients' self-reported smoking habits will be assessed via phone call or questionnaire at baseline and 6-month follow-up.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Weight loss",
                    "description": "Patient reported weight changes",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Blood Pressure Control",
                    "description": "Patient reported blood pressure changes and initiation of anti-hypertensive therapy. Both systolic/diastolic blood pressure will be measured.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Patient Anxiety",
                    "description": "Patient anxiety, measured by changes in Generalize Anxiety Disorder-7 (GAD-7) anxiety questionnaire 6 months after intervention. The GAD-7 questionnaire is rated on a scale from 0-21, with higher scores indicating higher patient self-reported anxiety levels.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Number of Invasive/Noninvasive Hospitalizations",
                    "description": "Clinical visits, cardiac imaging tests, and hospitalizations 6 months after the intervention, to be measured by medical record review (to be assessed by research coordinator at 6 month follow-up) and follow up phone survey (patient self-reporting). Number of visits, obtained from both the patient interview and patient medical records, for both invasive and noninvasive hospitalizations, will be combined to generate a single number, or complete total number of visits patients have experienced 6 months after intervention.",
                    "timeFrame": "6 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50 to 80 years old\n* More than 20 pack years of smoking\n* Actively smoking or previous smokers who quit with the last 15 years\n* Completed a Low-dose CT Scan for Lung Cancer Screening within 30 day of registration\n\nExclusion Criteria:\n\n* Patients unable to understand the informed consent process\n* Patients without a contact phone number or permanent address to receive the study intervention.\n* Patients who do not understand the English language\n* Patients with known CAD or prior heart surgery /intervention",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Etta Pisano",
                    "role": "CONTACT",
                    "phone": "215-574-3150",
                    "email": "episano@acr.org"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michagan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Prachi Agarwal, MD",
                            "role": "CONTACT",
                            "phone": "734-232-3320",
                            "email": "prachia@med.umich.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Ordovas, MD",
                            "role": "CONTACT",
                            "phone": "206-543-3320",
                            "email": "ordovask@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share individual patient data to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000003324",
                    "term": "Coronary Artery Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003327",
                    "term": "Coronary Disease"
                },
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6549",
                    "name": "Coronary Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5377",
                    "name": "Calcinosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}