{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04342611",
            "orgStudyIdInfo": {
                "id": "22466"
            },
            "secondaryIdInfos": [
                {
                    "id": "5K08CA245193-04",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5K08CA245193-04"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Impact of the Therapeutic Alliance on Reduction of Disparities in Latino End-of-Life Cancer Care",
            "officialTitle": "Impact of the Therapeutic Alliance on Reduction of Disparities in Latino End-of-Life Cancer Care",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "impact-of-the-therapeutic-alliance-on-reduction-of-disparities-in-latino-end-of-life-cancer-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-08",
            "studyFirstSubmitQcDate": "2020-04-09",
            "studyFirstPostDateStruct": {
                "date": "2020-04-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to examine perceptions, barriers, and facilitators of a therapeutic alliance (TA) between Latino/a advanced cancer patients and their oncologists. We aim to qualitatively explore patient and oncologist perceptions of TA, barriers and facilitators of TA, and the perceived influence of Latino/a ethnicity on TA via in-depth interviews with oncologists (N=4) and focus groups with patients (N=10 patients). We hypothesize that we will be able to better understand the TA between Latino/a advanced cancer patients and their oncologists through the conduct of these focus groups and structured interviews .",
            "detailedDescription": "Patients. We will conduct focus groups with patients (N=10) that will be recruited from City of Hope. Focus group participants will be recruited from the patients of participating oncologists, based on the eligibility criteria as above. Research staff will screen clinic rosters for eligible patients. Research staff will contact eligible patients, inform them of their potential eligibility for the study, and provide information about the study as detailed in the information sheet. The research staff invite the patient to participate in a focus group with other patients and obtain permission to record the focus group if the patient agrees to participate. The focus groups will explore patient perceptions of TA, barriers and facilitators of TA, and the perceived influence of Latino/a ethnicity on TA. Participants will be asked to provide demographic information.\n\nProviders (oncologists). We will conduct in-depth interviews with oncologists (N=4) who work at City of Hope. Oncologists will be identified by convenience and purposive sampling. Oncologists will be contacted via email and invited to participate in a structured interview to explore oncologist perceptions of TA, barriers and facilitators of TA, and the perceived influence of Latino/a ethnicity on TA. Oncologists will also be provided with an information sheet and be asked permission to record the interview. Individual interviews will last around 30 to 45 minutes.\n\nWe will conduct in-depth interviews and focus groups with oncologists, patients to gain a more nuanced understanding of the TA and its relationship to EoL care for Latino/a advanced cancer patients. We chose focus group methods for patients to use interactions among participants that would capture the diversity of patient care-seeking experiences in a supportive environment.\n\nThe focus groups and structured interviews will be conducted via the Zoom platform. The audio from the focus group will be securely recorded and transcribed through the Zoom platform. Automated transcriptions will be edited for accuracy by members of the research team."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer"
            ],
            "keywords": [
                "Latinos",
                "Disparities"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 14,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Observational (Patients under the care of TA Oncologist)",
                    "description": "Latino patients with advanced cancer as defined in the inclusion criteria"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Barriers and facilitators of the therapeutic alliance",
                    "description": "This qualitative study seeks to primarily investigate the barriers and facilitators to developing a therapeutic alliance between patients and their oncologists. As a qualitative study, there will be no objective measurements or assessments. Participants will be asked to verbally describe barriers and facilitators of developing a TA with their oncologist.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived influence of Latino/a ethnicity on the therapeutic alliance",
                    "description": "Secondarily, this qualitative study seeks to understand the perceived influence of Latino/a ethnicity of the development of a therapeutic alliance between patients and their oncologist. As a qualitative study, there will be no objective measurements or assessments. Participants will be asked to verbally describe the perceived influence of Latino/a ethnicity on the development of a therapeutic alliance with their oncologist.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. identifying as ethnically Latino/a;\n2. locally advanced or metastatic cancer (gynecologic, lung, gastrointestinal, colorectal) and have experienced disease progression on at least first-line chemotherapy and\n3. ability to provide informed consent.\n\nPatient exclusion criteria include:\n\n1. not fluent in English or Spanish;\n2. severely cognitively impaired \\[44\\];\n3. too ill or weak to participate in a focus group ;\n4. age under 21; and\n5. patients deemed inappropriate for the study by their treating oncologist.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population will include patients and oncologists. The study population of patients will be drawn from patients who receive the majority of their oncologic care at the Duarte campus of City of Hope who meet the eligibility criteria as described above. There will be 10 patients recruited to participate in focus groups. Oncologists who work at City of Hope and serve the above defined patient population at the Duarte campus of City of Hope will be identified by convenience and purposive sampling. In-depth interviews will be conducted with 4 oncologists.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ana I. Tergas, MD",
                    "role": "CONTACT",
                    "phone": "626-359-8111",
                    "email": "atergas@coh.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ana I. Tergas, MD",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After the final analysis of the data to address the aims of the proposed study, a frozen copy of the final dataset will be stored on secure and protected computers and servers.",
            "infoTypes": [
                "ANALYTIC_CODE"
            ],
            "timeFrame": "End of study",
            "accessCriteria": "Upon request, we will provide the dataset to qualified investigators under a Data Use Agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003643",
                    "term": "Death"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6845",
                    "name": "Death",
                    "asFound": "End of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}