{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06335537",
            "orgStudyIdInfo": {
                "id": "2405"
            },
            "organization": {
                "fullName": "University of California, Irvine",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Sodium Bicarbonate on 24-hour Urine Parameters in Hypocitriuric and Uric Acid Stone Formers",
            "officialTitle": "Impact of Sodium Bicarbonate on 24-hour Urine Parameters in Hypocitriuric and Uric Acid Stone Formers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-sodium-bicarbonate-on-hour-urine-parameters-in-hypocitriuric-and-uric-acid-stone-formers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-07",
            "studyFirstSubmitQcDate": "2024-03-21",
            "studyFirstPostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ralph Victor Clayman",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Irvine"
            },
            "leadSponsor": {
                "name": "University of California, Irvine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The incidence of kidney stone disease continues to rise globally. Although the treatment of kidney stone disease has dramatically improved in recent years, surgical management remains invasive and expensive. Patients who develop kidney stones are at high risk of recurrence during their lifetime; therefore, prevention of stones should be a primary focus. Low levels of citrate and acidic urine are risk factors for the formation of kidney stones such as calcium oxalate and uric acid, respectively. Calcium oxalate stones are the predominant stone composition in the United States, accounting for over 2/3rds of stones. Citrate is a key inhibitor of calcium oxalate crystal formation and thus increasing it in the urine of a calcium oxalate stone former is quite beneficial. Uric acid stones account for approximately 10 percent of all stone types. These stones form primarily due to an acidic urinary environment which is a prerequisite for crystal formation. Common medications for stone formers include potassium citrate which help to make the urine more alkaline. Although effective, these medications have side effects and may prove to be too expensive (upwards of $450/month). Consuming baking soda (sodium bicarbonate) may prove to be an inexpensive ($0.34/month) equally effective alternative with respect to increasing urinary citrate levels and alkalinizing the urine. Investigators hypothesize that twice a day oral baking soda in a liquid medium (e.g., water, orange juice, soda, etc.) can be an effective, and inexpensive alternative to urocit K with regard to alkalinizing the urine and raising urinary citrate levels.",
            "detailedDescription": "The incidence and prevalence of kidney stone disease has continually increased in both developed and underdeveloped countries. With the surge in cases, the cost of treatment has also increased substantially. In 2014, it has been reported that treatment of kidney stones cost a total of 2.81 billion USD, and this is projected to increase by 1.24 billion USD per year. Although there has been great technological advancement in surgical treatment of kidney stones, such as minimally invasive surgery, the rate of recurrence is unfortunately high among stone formers, upwards of 50 percent at 5-10 years. Recurring stone disease results in more frequent surgical interventions and further expense. Thus, there is an increasing need for primary stone prevention.\n\nKidney stones have varying compositions with the most common being calcium oxalate. Uric acid stones are the third most common type of stone and account for 10 percent of all stone formers. One of the common abnormalities for patients with calcium oxalate stones, is low citrate levels in the urine. Citrate is the primary inhibitor of calcium oxalate crystal formation, growth, and aggregation. As such, regimens to increase urinary citrate have been undertaken. The most common drug used in this regard is potassium citrate (i.e., Urocit K). While effective, the drug remains costly with prescription costs ranging as high as $450/month. With regard to uric acid stone formation, a prerequisite is an acidic urine given that the pKa for uric acid is a pH of 5.5; once the pH is above 6.0, uric acid stones do not form. Indeed, the uric acid stone is the only one that can be dissolved if one is able to raise the pH to 6.5 -7.0.\n\nCurrent medical therapy for hypocitraturia in patients with calcium oxalate stones, is the use of a slow-release tablet of potassium citrate (e.g., UrocitK). Current medical therapy for uric acid stone formers is likewise potassium citrate as it will raise the urine pH. A prescription of potassium citrate with the typical dosage of 30 meq twice a day can cost the patient upwards of $450/month. Additionally, potassium citrate tablets are associated with adverse effects such as nausea and diarrhea with additional concerns with respect to the potassium load among patients with poor renal function. Furthermore, the wax matrix tablets are large in size and difficult to swallow.\n\nPinheiro et al. in a prior study demonstrated that sodium bicarbonate in tablet form at a dose of 60 milliequivalent (mEq) per day was comparable to Urocit-K in increasing urinary pH and urinary citrate levels in calcium stone forming hypocitriuric patients. The study was limited by a small sample size (n=16) and short duration of therapy (3 days). Despite these favorable results, over the ensuing decade, there has been minimal interest in the use of sodium bicarbonate as a preventative treatment in stone formers who are hypocitriuric or uric acid stone formers.\n\nBaking soda is a common household item and is openly available throughout the world in most grocery stores. The main component of baking soda is sodium bicarbonate. Various studies have shown that a teaspoon of baking soda (4.8g) has an equivalent of 59 mEq of sodium bicarbonate. A pound of baking soda, or 96 teaspoons, costs $1 which reduces the cost of a daily dosage of 60 mEq to less than a penny. The cost of 60 mEq (seven 650 mg Pills) of Sodium Bicarbonate in pill form is 15 cents.\n\nInvestigators hypothesize that the use of baking soda in stone formers with calcium oxalate associated hypocitraturia or with uric acid stones will increase urinary citrate and increase urine pH to the benefit of both patient groups. If proven effective, this approach could markedly lower the risk of stone formation in calcium oxalate and uric acid stone formers, while providing an inexpensive solution on a global level to an otherwise very expensive and debilitating ailment."
        },
        "conditionsModule": {
            "conditions": [
                "Uric Acid Stones"
            ],
            "keywords": [
                "uric acid",
                "hypocitraturia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The following study will be a randomized cross-over trial evaluating the effects of baking soda and Urocit-K on 24-hour urinary parameters in hypocitrituric calcium oxalate and uric acid stone formers. All participants that consent to participate in the study will undergo the same tests.\n\nParticipants will begin a 2-week washout period of Urocit-K as their standard of care. After completion of the washout period subjects will be randomized to take either Urocit-K or Baking Soda for 4 weeks. After participants undergo a secondary 2-week washout period, then they are assigned to medication not taken in the first study period for 4 weeks.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "This is an unblinded study."
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Urocit-K, then Baking Soda",
                    "type": "EXPERIMENTAL",
                    "description": "After being off Urocit-K for two weeks, participants will collect two 24-hour urine tests to document hypocitraturia or low urine pH for calcium oxalate or uric acid stone formers, respectively. Participants will take Urocit-K 30 mEq AM and 30 mEq PM for four-weeks. During the last two days of the four-week drug period, two 24-hour urine collections will be obtained, and the participants will enter another washout period of two weeks before switching over to Baking Soda dissolved in up to 250 mL of water ½ teaspoon (29.5 mEq) in AM and ½ Teaspoon (29.5 mEq) in PM for four weeks. During the last two days of this study arm, two 24-hour urine collections will be obtained. A basic metabolic panel blood test will be obtained at the end of the study arm.",
                    "interventionNames": [
                        "Drug: Potassium citrate",
                        "Drug: Sodium bicarbonate"
                    ]
                },
                {
                    "label": "Baking Soda, then Urocit-K",
                    "type": "EXPERIMENTAL",
                    "description": "After being off Urocit-K for two weeks, participants will collect two 24-hour urine tests to document hypocitraturia or low urine pH for calcium oxalate or uric acid stone formers, respectively. Participants will take Baking Soda dissolved in up to 250 mL of water ½ teaspoon (29.5 mEq) in AM and ½ Teaspoon (29.5 mEq) in PM for four weeks. During the last two days of the four-week drug period, two 24-hour urine collections will be obtained, and the participants will enter another washout period of two weeks before switching over to Urocit-K 30 mEq AM and 30 mEq PM for four weeks. During the last two days of this study arm, two 24-hour urine collections will be obtained. A basic metabolic panel blood test will be obtained at the end of the study arm.",
                    "interventionNames": [
                        "Drug: Potassium citrate",
                        "Drug: Sodium bicarbonate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Potassium citrate",
                    "description": "Urocit-K 30 mEQ orally taken in the morning and evening.",
                    "armGroupLabels": [
                        "Baking Soda, then Urocit-K",
                        "Urocit-K, then Baking Soda"
                    ],
                    "otherNames": [
                        "Urocit-K"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sodium bicarbonate",
                    "description": "Baking Soda dissolved in up to 250 mL of water ½ teaspoon (29.5 mEq) in the morning and ½ Teaspoon (29.5 mEq) in the evening.",
                    "armGroupLabels": [
                        "Baking Soda, then Urocit-K",
                        "Urocit-K, then Baking Soda"
                    ],
                    "otherNames": [
                        "Baking Soda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in 24-hour Urinary pH",
                    "description": "The first primary outcome will be the change in urinary pH determined from the 24-hour urine analysis test conducted by Litholink®.\n\nOutcome variable: 24-hour urine pH greater than 6 (reference range from 5.8 to 6.2 pH).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 24-hour Urinary Citrate",
                    "description": "The second primary outcome will be the change in urinary citrate determined from the 24-hour urine analysis test conducted by Litholink®.\n\nOutcome variable: 24-hour urine citrate greater than 450 milligrams per 24-hour (320 to 1,240 milligrams per 24-hour).",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Supersaturation of Calcium Oxalate",
                    "description": "The first secondary outcome will be the change in urinary supersaturation, specifically calcium oxalate, determined from the 24-hour urine analysis test conducted by Litholink®.\n\nOutcome variables: Supersaturation of calcium oxalate less than 4.00 supersaturation units (reference range from 6-10 supersaturation units).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Supersaturation of Uric acid",
                    "description": "The second secondary outcome will be the change in urinary supersaturation, specifically uric acid, determined from the 24-hour urine analysis test conducted by Litholink®.\n\nOutcome variables: Supersaturation of uric acid less than 1.00 supersaturation units (reference range from 0 to 1.00 supersaturation units).",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\> 18 years of age and \\< 80 years of age,\n* Hypocitriuric (\\<320 mg/24 hours), Calcium Oxalate Stone or Uric Acid stone formers, currently on Urocit-K therapy as the standard of care.\n\nExclusion Criteria:\n\n* Male or female \\<18 years old or \\> 80 years old.\n* Currently taking thiazides or ACE inhibitor medications\n* Pregnant women.\n* Women who are breastfeeding or plan to breastfeed during study period\n* History of abnormal renal function (defined as eGFR \\<60 mL/min/1.73 m2), active urinary tract infection, diabetes, cystinuria, renal tubular acidosis, inflammatory bowel disease, chronic diarrhea, primary hyperparathyroidism, peptic ulcer disease.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ralph V Clayman, M.D",
                    "role": "CONTACT",
                    "phone": "7144566849",
                    "email": "rclayman@hs.uci.edu"
                },
                {
                    "name": "Renai Yoon, B.S.",
                    "role": "CONTACT",
                    "phone": "7144568176",
                    "email": "yoonrh@uci.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ralph V Clayman, MD",
                    "affiliation": "University of California, Irvine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sohrab N Ali, M.D",
                    "affiliation": "University of California, Irvine",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Irvine Medical Center",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20811557",
                    "type": "BACKGROUND",
                    "citation": "Romero V, Akpinar H, Assimos DG. Kidney stones: a global picture of prevalence, incidence, and associated risk factors. Rev Urol. 2010 Spring;12(2-3):e86-96."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chen Z, Prosperi M, Bird VY. Prevalence of kidney stones in the USA: The National Health and Nutrition Evaluation Survey. Journal of Clinical Urology. 2019;12(4):296-302. doi:10.1177/2051415818813820"
                },
                {
                    "pmid": "25104803",
                    "type": "BACKGROUND",
                    "citation": "Rule AD, Lieske JC, Li X, Melton LJ 3rd, Krambeck AE, Bergstralh EJ. The ROKS nomogram for predicting a second symptomatic stone episode. J Am Soc Nephrol. 2014 Dec;25(12):2878-86. doi: 10.1681/ASN.2013091011. Epub 2014 Aug 7."
                },
                {
                    "pmid": "25045326",
                    "type": "BACKGROUND",
                    "citation": "Wiederkehr MR, Moe OW. Uric Acid Nephrolithiasis: A Systemic Metabolic Disorder. Clin Rev Bone Miner Metab. 2011 Dec;9(3-4):207-217. doi: 10.1007/s12018-011-9106-6."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "\"Potassium Citrate Prices, Coupons & Savings Tips.\" GoodRx, www.goodrx.com/potassium-citrate."
                },
                {
                    "pmid": "23602798",
                    "type": "BACKGROUND",
                    "citation": "Pinheiro VB, Baxmann AC, Tiselius HG, Heilberg IP. The effect of sodium bicarbonate upon urinary citrate excretion in calcium stone formers. Urology. 2013 Jul;82(1):33-7. doi: 10.1016/j.urology.2013.03.002. Epub 2013 Apr 18."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "ARM & HAMMER® Baking soda package. http://www.armandhammer.com/solutions/solution-53/Antacid.aspx."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share IPD."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053040",
                    "term": "Nephrolithiasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052878",
                    "term": "Urolithiasis"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5399",
                    "name": "Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M10693",
                    "name": "Kidney Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M27126",
                    "name": "Nephrolithiasis",
                    "asFound": "Uric Acid Stones",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27103",
                    "name": "Urolithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17295",
                    "name": "Urinary Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019357",
                    "term": "Potassium Citrate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004232",
                    "term": "Diuretics"
                },
                {
                    "id": "D000045283",
                    "term": "Natriuretic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005100",
                    "term": "Expectorants"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21334",
                    "name": "Potassium Citrate",
                    "asFound": "Proprietary",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M17277",
                    "name": "Uric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M7411",
                    "name": "Diuretics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8243",
                    "name": "Expectorants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "asFound": "Type 2",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "NaAg",
                    "name": "Natriuretic Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}