{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04536480",
            "orgStudyIdInfo": {
                "id": "CHLA-102020"
            },
            "organization": {
                "fullName": "Children's Hospital Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Meal Timing on Glycemic Profiles in Adolescents With Type 2 Diabetes",
            "officialTitle": "Impact of Meal Timing on Glycemic Profiles in Adolescents With Type 2 Diabetes",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "impact-of-meal-timing-on-glycemic-profiles-in-adolescents-with-type-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-04-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-27",
            "studyFirstSubmitQcDate": "2020-09-01",
            "studyFirstPostDateStruct": {
                "date": "2020-09-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alaina P. Vidmar, MD",
                "investigatorTitle": "Assistant Professor of Pediatric, Pediatric Endocrinologist",
                "investigatorAffiliation": "Children's Hospital Los Angeles"
            },
            "leadSponsor": {
                "name": "Children's Hospital Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Because of its simplicity, TLE may represent a more feasible approach for adolescents than other caloric restriction regimens based on macronutrient composition and kilocalories. Our preliminary data support TLE feasibility, acceptability, and safety in adolescents with obesity, with and without T2D. However, no trial to date has studied the effects of TLE on glycemic control and body composition in adolescents with T2D. Our long-term goal is to determine whether TLE is a beneficial as part of the medical regimen early in diagnosis in adolescents living with T2D, and if so, to identify: 1) participant characteristics associated with positive response, 2) mechanisms by which TLE operates, and 2) the best methods to administer TLE to maximally harness its effects. Therefore, the aim of this study will be to compare cardiometabolic effects of TLE (8-hr eating period/16-hr of daily fasting) versus a prolonged eating period (12+hour eating period) in a randomized pilot study with careful control of timely compliance, dietary composition, calorie intake, and physical activity to accurately capture the dosage of the intervention received. We hypothesize that TLE will minimize glycemic excursions, delay β-cell deterioration, and reduce body fat mass in adolescents with T2D when compared to prolonged eating periods. One-hundred adolescents with T2D will be recruited. All participants will be randomized to one of two meal-timing schedules to be followed for 12 weeks: (1) Control: \\>12-hour eating period or (2) TLE.",
            "detailedDescription": "Intervention Design This is a prospective, pilot randomized controlled trial testing the efficacy of time-limited eating (TLE) on glycemic control, β-cell function, and body composition among predominantly Latinx adolescents with T2D compared to a prolonged eating period (12+hours). One-hundred adolescents with T2D will be recruited from CHLA. All participants will receive standard nutritional counseling and will be randomized to one of two meal-timing schedules to be followed for 12 weeks: (1) Control: 12-hour or more eating window without mealtime restrictions and (2) TLE: 8-hour eating period (16 hours of daily fasting).\n\nThe implementation steps of the proposed RCT are as follows:\n\n1. The staff will introduce the study to all eligible participants either in person or virtually and consent interested families for the study.\n2. All participants and their families will complete baseline study surveys in REDcap.\n3. All participants and their families will receive training on the use and application of the Dexcom G6 CGM, which is FDA approved in patients 2 years and older. All equipment required for the duration of the study will be distributed to the participants in-person. Participants will receive enough sensors to wear the CGM daily for the entire study period. Participants will be instructed to change their sensor every 10 days with the assistance of the study staff. Each participant will be asked to download the CGM app onto their personal smartphone and set up an account with a pseudonym.\n4. All participants and their families will receive standard nutritional counseling and be randomized to one of two meal-timing schedules to be followed for 12 weeks: (1) Control: \\>12-hour eating or (2) TLE (8-hr eating period/16-hr of daily fasting). During the eating window, participants will not be required to count calories or monitor their food intake. Participants will choose and pay for their own food during the intervention. All participants will record their eating window daily and submit it to the study staff via REDcap. All participants will receive standard recommendations for physical activity, screen, and sleep time as per the American Academy of Pediatrics age appropriate recommendations at the first visit140.\n5. The study staff will perform weekly phone encounters with the participants to assess barriers to adherence and review the CGM data. If a barrier is identified the study staff will create a solution plan to promote adherence and retention. The study staff will record any medication changes or health issues that have occurred in the last 7 days. To foster treatment adherence, participants will receive weekly calls from the study staff for the duration of the trial. Counseling will be conducted by trained research staff. The sessions will serve three purposes: (1) foster adherence, retention, and accountability; (2) troubleshoot intervention barriers; and (3) monitor safety endpoints. During the sessions, participants will be provided with the support, knowledge, skills, and resources they need to successfully adhere to the protocol. The research staff will analyze the adherence data and progress using multiple-pass methodology. To support participants, the staff will use behavioral techniques, such as stimulus control, goal setting, behavioral contracting, and motivational interviewing. In addition, the staff will assist participants in troubleshooting any adherence issues and give participants additional encouragement and support when adherence problems arise. If a participant adheres to meal timing protocol \\< 4 days/week, a follow-up call or videoconference will be scheduled to address challenges and to counsel participants. Furthermore, In order to reduce participant burden, if at all possible study procedures will be scheduled to coincide with participants' scheduled clinical visits.\n\n(7) To further inform future trials and scalability we will continuously collect recruitment, consent, and retention rates, and barriers to engagement.\n\n(8) Adverse Event Monitoring will be monitored. If at any time, the study staff notices any unhealthy compensatory behaviors the PI will be notified and a treatment plan will be created to ensure that the participant receive the appropriate screening, work-up, and diagnosis from their primary care provider and are withdrawn from the study if appropriate.\n\n(9) The PI and research team will meet bi-weekly to monitor all study procedures and oversee data management and analysis."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric Obesity",
                "Type 2 Diabetes",
                "Time Restricted Eating"
            ],
            "keywords": [
                "Time Restricted Feeding",
                "Time Limited Eating",
                "Pediatric Obesity",
                "Type 2 Diabetes",
                "Continuous Glucose Monitor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control: 12 hour eating period",
                    "type": "EXPERIMENTAL",
                    "description": "Control: Habitual daily eating period (no meal time restrictions)",
                    "interventionNames": [
                        "Behavioral: Components Common to All Study Arms.",
                        "Behavioral: Control",
                        "Device: Continuous Glucose Monitor"
                    ]
                },
                {
                    "label": "Time Limited Eating",
                    "type": "EXPERIMENTAL",
                    "description": "Time Limited Eating: 8-hour eating period (16 hours of daily fasting).",
                    "interventionNames": [
                        "Behavioral: Time Limited Eating",
                        "Behavioral: Components Common to All Study Arms.",
                        "Device: Continuous Glucose Monitor"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Time Limited Eating",
                    "description": "The TLE intervention arm will involve instructing participants to consume their usual kind and amount of food and beverages (all calories) within a pre-specified 8-hour period, fasting for the remaining 16-hours. They will be free to divide their food and beverage intake into as many meals or snacks as desired during the 8-hour period. Participants will be allowed to consume non-caloric beverages (water, tea, coffee) during the fasting period. No energy restriction will be required.",
                    "armGroupLabels": [
                        "Time Limited Eating"
                    ],
                    "otherNames": [
                        "TLE"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Components Common to All Study Arms.",
                    "description": "All participants will receive two hours of standard nutrition counseling recommended for adolescents living with T2D. No specific caloric restriction will be recommended. All participants will maintain their usual lifestyle, including physical activity and sleep patterns. Physical activity and sleep recommendations consistent with the American Academy of Pediatrics guidelines for adolescents will be encouraged but not formally prescribed.",
                    "armGroupLabels": [
                        "Control: 12 hour eating period",
                        "Time Limited Eating"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control",
                    "description": "Participants assigned to the control arm will be instructed to consume food over a 12-h or more eating window. No energy restriction will be required.",
                    "armGroupLabels": [
                        "Control: 12 hour eating period"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Continuous Glucose Monitor",
                    "description": "All participants will be trained to wear a blinded continuous glucose monitor sensor using manufacturer educational materials under the supervision of research staff. Participants will be asked to wear the CGM for the duration of the study. During each study visit, the CGM reader will be connected to the site database to create an individual participant report. Participants will be provided enough sensors to replace the sensor every 14 days. The participants and guardians will be educated on how to use the CGM and receive 1:1 coaching on how to change the sensor, which will be completed either independently or under study team guidance. At each weekly phone meeting, study staff will monitor any challenges related to CGM wear, including participant discomfort, skin adherence, and other issues.",
                    "armGroupLabels": [
                        "Control: 12 hour eating period",
                        "Time Limited Eating"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in percent time in range",
                    "description": "Change in percent time in range, as measured on CGM over the study period",
                    "timeFrame": "Measured at week 0,4, 12"
                },
                {
                    "measure": "Change in Hemoglobin A1c",
                    "description": "Change in hemoglobin A1c at week 12 compared to baseline",
                    "timeFrame": "Week 12 compared to baseline"
                },
                {
                    "measure": "Change in insulinogenic index",
                    "description": "Change in insulinogenic index after mixed meal tolerance test",
                    "timeFrame": "Week 12 compared to baseline"
                },
                {
                    "measure": "Change in total body fat mass (kg)",
                    "description": "Change in total body fat mass as measured by DEXA at week 12 compared to baseline",
                    "timeFrame": "Week 12 compared to baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "ASA 24 Dietary Recall",
                    "description": "Twenty-four-hour dietary recalls will be conducted for all participants pre- and post-intervention. One weekday and one weekend day will be collected for all participants.",
                    "timeFrame": "Measured at week 0,4, 12"
                },
                {
                    "measure": "International Physical Activity Questionnaire (IPAQ)",
                    "description": "The International Physical Activity Questionnaire (IPAQ) has been developed to estimate levels of habitual physical activity across different countries and socio-cultural environments and will be collected at 5 time points.",
                    "timeFrame": "Measured at week 0,4, 12"
                },
                {
                    "measure": "Munich Chronotype Questionnaire for children and adolescents (MTCQ)",
                    "description": "The Munich ChronoType Questionnaire (MCTQ) is a self-rated scale to assess sleep structure, patterns, duration, and quality and will be collected at 5 time points.",
                    "timeFrame": "Measured at week 0,4, 12"
                },
                {
                    "measure": "Pittsburg Sleep Quality Index",
                    "description": "PSI self-reported sleep scale of quality and quantity",
                    "timeFrame": "Measured at week 0,4, 12"
                },
                {
                    "measure": "Change in BMI in excess of the 95th percentile (%BMIp95)",
                    "description": "Change in %BMIp95",
                    "timeFrame": "Measured at week 0,4, 12"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Binge eating disorder screen",
                    "description": "The 7 item Binge-Eating Disorder Screener is a brief screener for BED, can assist physicians in identifying patients who may have BED and making the necessary follow-up decisions related to patient referrals or additional assessment and potential diagnosis of BED.",
                    "timeFrame": "Measured at week 0,4, 12"
                },
                {
                    "measure": "Adult eating behavior Questionnaire",
                    "description": "The AEBQ will be used to assess participants' approach to food and eating along three dimensions: emotional, external, and restrained eating. There is a high degree of stability for each of these three eating behavior scales. The DEBQ has high internal consistency and validity. We will compare changes in DEBQ scores across study arms to monitor possible iatrogenic effects of TLE.",
                    "timeFrame": "Measured at week 0,4, 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "All adolescents with T2D and referred to the endocrinology clinic at CHLA will be screened. Inclusion criteria are: (1) age 12-21 years; (2) Tanner stage III and above; (3) diagnosis of T2D based on the ADA diagnostic guidelines; (4) hemoglobin A1c \\< 9%; and (5) participant must be willing and able to adhere to the assessments, visit schedules, and eating/fasting periods. To limit confounding factors, individuals will be considered ineligible to participate if they meet any of the following exclusion criteria: (1) previous diagnosis of Prader-Willi Syndrome, brain tumor or hypothalamic obesity; (2) serious developmental or intellectual disability; (3) previous diagnosis or subthreshold symptoms of an eating disorder (anorexia nervosa, bulimia nervosa, binge-eating disorder); (4) parent/guardian-reported physical, mental of other inability to participate in the assessments (e.g., inability to wear CGM, inability to undergo imaging testing without sedation); (5) previous or planned bariatric surgery; (6) current planned use of an anti-obesity or other diabetes medication (e.g., phentermine, topiramate, orlistat, glucagon-like-peptide-1 agonist, naltrexone, or bupropion); or (7) current participation in other interventional weight loss studies.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alaina Vidmar, MD",
                    "role": "CONTACT",
                    "phone": "323-361-3385",
                    "email": "avidmar@chla.usc.edu"
                },
                {
                    "name": "Yareli Pineda",
                    "role": "CONTACT",
                    "phone": "323-361-4664",
                    "email": "ypineda@chla.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alaina Vidmar, MD",
                    "affiliation": "Children's Hospital Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alaina P Vidmar, MD",
                            "role": "CONTACT",
                            "phone": "323-361-3385",
                            "email": "avidmar@chla.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP_ICF",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": true,
                    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
                    "date": "2022-02-28",
                    "uploadDate": "2022-03-03T11:22",
                    "filename": "Prot_SAP_ICF_000.pdf",
                    "size": 732650
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Pediatric Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T312",
                    "name": "Tea",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}