{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06319339",
            "orgStudyIdInfo": {
                "id": "0419-23-FB"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Nrf2 Activation on Macrovascular, Microvascular & Leg Function & Walking Capacity in Peripheral Artery Disease",
            "officialTitle": "Impact of Nrf2 Activation on Macrovascular Function, Microvascular Function, Leg Function, and Walking Capacity in Patients With Peripheral Artery Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-activation-on-macrovascular-microvascular-leg-function-walking-capacity-in-peripheral-artery-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-05",
            "studyFirstSubmitQcDate": "2024-03-18",
            "studyFirstPostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Purpose: Peripheral artery disease (PAD) is associated with elevated oxidative stress, and oxidative stress has been implicated as the cause of reduced endothelial reactivity in individuals with PAD. Endothelial function is important because the endothelium contributes to the dilation of arteries during exercise, thereby implicating impaired endothelial function as a mechanism contributing to exacerbated exercise-induced ischemia. Therefore, the purpose of this study is to test the hypothesis that acute exogenous diroximel fumarate (Vumerity) intake will improve antioxidant capacity, thereby reducing oxidative stress and improving vascular function and walking capacity in those with PAD. Eligibility: Individuals with PAD will be deemed eligible for this study if they 1) are 50-75 years old and postmenopausal, 2) have a positive history of exercise-limiting claudication (Fontaine II or III), 3) do not have renal impairments, 4) do not have Fontaine stage IV PAD, and 5) are not currently pregnant or nursing. Age-matched controls will be deemed eligible for this study if they 1) are 50-75 years old and postmenopausal, 2) have an ABI greater than 0.9 (no PAD), 3) do not have exercise-limiting diseases or injuries, 4) do not have renal impairments, and 5) are not currently pregnant or nursing. Intervention and Evaluation: During this study, participants will be administered diroximel fumarate or a placebo, and the acute effects of diroximel fumarate on vascular function and walking capacity will be assessed. Vascular function and walking capacity will be assessed with flow-mediated dilation, arterial stiffness, head-up tilt test, blood biomarkers, near-infrared spectroscopy, and a treadmill test. Follow-up: There will be a follow-up visit to assess blood work after diroximel fumarate.",
            "detailedDescription": "Peripheral artery disease (PAD), which affects an estimated 200 million individuals worldwide, is characterized by the development of atherosclerotic plaques in the conduit arteries of the back and legs, and leads to exercise-limiting ischemic muscle pain, soft tissue ulcers, gangrene, and ultimately amputation. The pathophysiology of PAD is multifaceted and includes macro-vascular dysfunction, micro-vascular dysfunction, and muscle myopathy. A popular hypothesis for the tissue damage that occurs after conduit artery stenosis is the ischemia-reperfusion hypothesis. Under this hypothesis, intermittent periods of ischemia and hypoxia, followed by rapid oxygen reperfusion, ultimately leads to the production of excessive reactive oxygen species (ROS) in the ischemic tissues, and the intermittent elevations in ROS may exacerbate the degradation of mitochondrial function. Damage to mitochondria may then lead to greater ROS production, thereby creating a vicious cycle of oxidative stress damage and subsequent damage to muscles and blood vessels distal to a stenosis. In alignment with this hypothesis, it has been demonstrated that those with PAD have impaired blood vessel function, demonstrated by low endothelial reactivity. Furthermore, it seems that the reduced vascular reactivity in those with PAD may be partially caused by elevated ROS production, since the introduction of mitochondrial targeted antioxidants and free nitrates can improve vascular reactivity in those with PAD. Reduced endothelial reactivity may have deleterious effects for those with PAD during walking, since the endothelium dilates the arteries when shear increases at the onset of exercise, thereby highlighting a potential mechanism that may exacerbate exercise-induced ischemia. Interestingly, improvements in vascular reactivity mediated by mitochondrial derived antioxidants and free nitrates are paralleled by improvements in walking performance. This highlights the potential importance of ROS management in the treatment of those with PAD and may indicate an effective pharmacological target to improve vascular health and functional capacity in those with PAD.\n\nA potentially effective pharmacological target for oxidative stress management in those with PAD may be the nuclear factor erythroid 2-related factor 2 (Nrf2)-Kelch-like ECH-associated protein 1 (Keap1) complex because NRF2 is directly involved in the cellular response to oxidative stress. Keap1 promotes the ubiquitination and destruction of intracellular NRF2, which keeps the concentration of NRF2 low in the cytosol under normal conditions. However, molecules that react with Keap1, such as reactive oxygen species, impede Keap1s ability to prevent NRF2 from accumulating. When NRF2 accumulates, it is translocated into the cell nucleus and acts as a transcription factor for several cellular antioxidants, which bind to molecules that cause oxidative stress, thereby reducing cellular oxidative damage. Therefore, substances that target the Keap1-NRF2 complex may be useful for reducing oxidative stress in those with PAD.\n\nOf note, diroximel fumarate is a compound that directly interacts with the Keap1-NRF2 complex by its derivative monomethyl fumarate, and diroximel fumarate has been shown to reduce inflammation via this mechanism in those with multiple sclerosis. Therefore, the investigators postulate that diroximel fumarate may increase antioxidant capacity in those with PAD via the NRF2 mechanism, which may lead to improved endothelial function and walking capacity. However, there are currently no studies that have investigated the effects of acute diroximel fumarate intake on vascular function and walking capacity in individuals with PAD. Therefore, the investigators propose to test the hypothesis that acute exogenous diroximel fumarate intake will improve micro- and macro-vascular function, leg skeletal muscle mitochondrial function, and walking capacity in participants with PAD."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Artery Disease",
                "Peripheral Vascular Diseases",
                "Peripheral Arterial Disease",
                "Peripheral Arterial Occlusive Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "There will be a peripheral artery disease (PAD) group and an age-matched healthy control group. Within each of these groups will be a 1:1 randomized, crossover, double-blinded study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Double-blinded study",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control: Vumerity intake, then Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single dose of VUMERITY (diroximal fumarate, 462mg). After a minimum period of 7 days, they will then receive a single dose of the placebo (microcrystalline cellulose, 462 mg).",
                    "interventionNames": [
                        "Drug: Vumerity",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Control: Placebo intake, then Vumerity",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive a single dose of placebo (microcrystalline cellulose, 462 mg). After a minimum period of 7 days, they will then receive a single dose of VUMERITY (diroximal fumarate, 462mg).",
                    "interventionNames": [
                        "Drug: Vumerity",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "PAD: Vumerity intake, then Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with peripheral artery disease (PAD) will receive a single dose of VUMERITY (diroximal fumarate, 462mg). After a minimum period of 7 days, they will then receive a single dose of the placebo (microcrystalline cellulose, 462 mg).",
                    "interventionNames": [
                        "Drug: Vumerity",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "PAD: Placebo intake, then Vumerity",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants with peripheral artery disease (PAD) will receive a single dose of placebo (microcrystalline cellulose, 462 mg). After a minimum period of 7 days, they will then receive a single dose of VUMERITY (diroximal fumarate, 462mg).",
                    "interventionNames": [
                        "Drug: Vumerity",
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Vumerity",
                    "description": "diroximal fumarate 462 mg (2 capsules)",
                    "armGroupLabels": [
                        "Control: Placebo intake, then Vumerity",
                        "Control: Vumerity intake, then Placebo",
                        "PAD: Placebo intake, then Vumerity",
                        "PAD: Vumerity intake, then Placebo"
                    ],
                    "otherNames": [
                        "diroximal fumarate"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Microcrystalline cellulose 462 mg (2 capsules)",
                    "armGroupLabels": [
                        "Control: Placebo intake, then Vumerity",
                        "Control: Vumerity intake, then Placebo",
                        "PAD: Placebo intake, then Vumerity",
                        "PAD: Vumerity intake, then Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Macrovascular Endothelial Function",
                    "description": "Macrovascular endothelial function will be measured non-invasively using the flow-mediated dilation (FMD) technique in the brachial and popliteal arteries using a Doppler ultrasound. These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                },
                {
                    "measure": "Oxygen Transfer and Utilization",
                    "description": "Oxygen transfer and utilization will be measured as the near-infrared spectroscopy (NIRS) reoxygenation rate in the medial gastrocnemius after an arterial occlusion. These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                },
                {
                    "measure": "Femoral and Popliteal Artery Blood Flow",
                    "description": "Femoral and popliteal artery blood flow will be measured in both legs using Doppler ultrasound. These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                },
                {
                    "measure": "Walking capacity",
                    "description": "Physical walking capacity will be measured during the Gardner treadmill protocol. Participants will walk on a treadmill at 2.0 miles per hour (mph). Grade will began at zero and will be increased by two percent every two minutes. Participants unable to walk at least 2.0 mph begin walking at 0.5 mph and their speed is increased by 0.50 mph every two minutes until the participant reaches 2.0 mph. After reaching 2.0 mph, treadmill grade is increased by two percent every two minutes. Participants are asked to continue walking without stopping until they cannot continue because of leg symptoms, exhaustion, or other symptoms. These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Autonomic Nervous Activity",
                    "description": "Autonomic nervous system function will be measured non-invasively using heart rate variability via the head-up tilt test. Raw R-R interval data will be converted to time frequency domain with the wavelet transform across the frequency intervals 0.04-0.15 Hz (low-frequency, (LF)) and 0.15-0.4 Hz (high-frequency, HF). Units for both will be expressed as ms\\^2. Final outcome measure will be the ratio of LF/HF, which is a unitless ratio to indicate sympathetic-to-parasympathetic nervous system function. These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                },
                {
                    "measure": "Arterial Stiffness",
                    "description": "Peripheral and central arterial stiffness will be assessed non-invasively using pulse-wave velocity via the applanation tonometry technique. These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                },
                {
                    "measure": "Circulating blood markers of Oxidative Stress and Antioxidants",
                    "description": "Participants will have blood drawn from an antecubital vein to measure markers of redox balance (oxidants and antioxidants). These measures will be performed before and after vumerity or placebo on the first visit, and these measures will be performed before and after vumerity or placebo on the second visit.",
                    "timeFrame": "Day 1: before and after intervention. Day 7: before and after intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAt entry into the study, peripheral artery disease (PAD) subjects must:\n\n1. be able to provide written informed consent\n2. be between the ages of 50-75\n3. be diagnosed as Fontaine stage II-III\n4. women must be postmenopausal (cessation of menses for \\> 24 mo)\n5. demonstrate a history of exercise-induced claudication\n6. must not have ulcers, gangrene, or necrosis of the foot (Fontaine stage IV PAD)\n7. blood work and medical history demonstrating: normal renal function (serum creatinine-estimated glomerular filtration rate \\>\\> 60 mL/min), normal hepatic function (alanine transaminase 0-35 IU/L, alkaline phosphatase 30-120 IU/L, total bilirubin 2-17 micromoles/L), complete blood count indicating: red blood cell (Males: 4-6 trillion cells/L, Females: 4-5 trillion cells/L), hemoglobin (Males: 13-17 g/dL, Females: 12-15 g/dL), hematocrit (Males: 38-49%, Females: 34-45%), white blood cell count (Males \\& Females: 3-10 billion cells/L), and platelet count (Males: 135-320 billion/L, Females: 160-380 billion/L), and normal lymphocyte count (1-4.8 billion lymphocytes/L) (this is the most important parameter as the drug can cause lymphopenia, albeit not with a single dose).\n\nno diagnosis of multiple sclerosis or psoriasis no diagnosis of gastrointestinal disorders (e.g., moderate IBS, Crohn's disease, etc.) no concomitant use of dimethyl fumarate no indication of hypersensitivity to diroximel fumarate, dimethyl fumarate, or to any of the excipients of VUMERITY.\n\nAt entry into the study, age-matched control subjects must:\n\n1. be able to provide written informed consent\n2. be between the ages of 50-75\n3. have no evidence of peripheral occlusive disease (ankle-brachial index \\> 0.90)\n4. women must be postmenopausal (cessation of menses for \\> 24 mo)\n5. blood work and medical history demonstrating: normal renal function (serum creatinine-estimated glomerular filtration rate \\>\\> 60 mL/min), normal hepatic function (alanine transaminase 0-35 IU/L, alkaline phosphatase 30-120 IU/L, total bilirubin 2-17 micromoles/L), complete blood count indicating: red blood cell (Males: 4-6 trillion cells/L, Females: 4-5 trillion cells/L), hemoglobin (Males: 13-17 g/dL, Females: 12-15 g/dL), hematocrit (Males: 38-49%, Females: 34-45%), white blood cell count (Males \\& Females: 3-10 billion cells/L), and platelet count (Males: 135-320 billion/L, Females: 160-380 billion/L), and normal lymphocyte count (1-4.8 billion lymphocytes/L) (this is the most important parameter as the drug can cause lymphopenia, albeit not with a single dose).\n\nno diagnosis of multiple sclerosis or psoriasis no diagnosis of gastrointestinal disorders (e.g., moderate IBS, Crohn's disease, etc.) no concomitant use of dimethyl fumarate no indication of hypersensitivity to diroximel fumarate, dimethyl fumarate, or to any of the excipients of VUMERITY.\n\nExclusion Criteria:\n\nPotential subjects with PAD will be deemed ineligible if they:\n\n1. have pain at rest and/or tissue loss due to PAD (Fontaine stage IV PAD)\n2. have an acute lower extremity ischemic event secondary to thromboembolic disease or acute trauma\n3. have limited walking capacity due to conditions other than PAD\n4. have not had a physical exam to assess exercise limitations in the past year.\n5. are currently pregnant or nursing\n6. blood work and medical history NOT demonstrating: normal renal function (serum creatinine-estimated glomerular filtration rate \\>\\> 60 mL/min), normal hepatic function (alanine transaminase 0-35 IU/L, alkaline phosphatase 30-120 IU/L, total bilirubin 2-17 micromoles/L), complete blood count indicating: red blood cell (Males: 4-6 trillion cells/L, Females: 4-5 trillion cells/L), hemoglobin (Males: 13-17 g/dL, Females: 12-15 g/dL), hematocrit (Males: 38-49%, Females: 34-45%), white blood cell count (Males \\& Females: 3-10 billion cells/L), and platelet count (Males: 135-320 billion/L, Females: 160-380 billion/L), and normal lymphocyte count (1-4.8 billion lymphocytes/L) (this is the most important parameter as the drug can cause lymphopenia, albeit not with a single dose).\n\nno diagnosis of multiple sclerosis or psoriasis no diagnosis of gastrointestinal disorders (e.g., moderate IBS, Chrohns disease, etc.) no concomitant use of dimethyl fumarate no indication of hypersensitivity to diroximel fumarate, dimethyl fumarate, or to any of the excipients of VUMERITY.\n\nPotential age-matched control subjects will be deemed ineligible if they:\n\n1. have a positive diagnosis of PAD\n2. have any exercise limitations as determined by a doctor at their last physical exam (at or before 1 year prior to the study)\n3. have not had a physical exam to assess exercise limitations in the past year.\n4. have limited walking capacity from musculoskeletal injury\n5. are currently pregnant or nursing\n6. blood work and medical history NOT demonstrating: normal renal function (serum creatinine-estimated glomerular filtration rate \\>\\> 60 mL/min), normal hepatic function (alanine transaminase 0-35 IU/L, alkaline phosphatase 30-120 IU/L, total bilirubin 2-17 micromoles/L), complete blood count indicating: red blood cell (Males: 4-6 trillion cells/L, Females: 4-5 trillion cells/L), hemoglobin (Males: 13-17 g/dL, Females: 12-15 g/dL), hematocrit (Males: 38-49%, Females: 34-45%), white blood cell count (Males \\& Females: 3-10 billion cells/L), and platelet count (Males: 135-320 billion/L, Females: 160-380 billion/L), and normal lymphocyte count (1-4.8 billion lymphocytes/L) (this is the most important parameter as the drug can cause lymphopenia, albeit not with a single dose).\n\nno diagnosis of multiple sclerosis or psoriasis no diagnosis of gastrointestinal disorders (e.g., moderate IBS, Chrohns disease, etc.) no concomitant use of dimethyl fumarate no indication of hypersensitivity to diroximel fumarate, dimethyl fumarate, or to any of the excipients of VUMERITY.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Song-Young Park, PhD",
                    "role": "CONTACT",
                    "phone": "402-554-3374",
                    "email": "song-youngpark@unomaha.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Song-Young Park, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska - Omaha",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68182",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Song-Young Park, PhD",
                            "role": "CONTACT",
                            "phone": "402-554-3374",
                            "email": "song-youngpark@unomaha.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "17298965",
                    "type": "BACKGROUND",
                    "citation": "Loffredo L, Marcoccia A, Pignatelli P, Andreozzi P, Borgia MC, Cangemi R, Chiarotti F, Violi F. Oxidative-stress-mediated arterial dysfunction in patients with peripheral arterial disease. Eur Heart J. 2007 Mar;28(5):608-12. doi: 10.1093/eurheartj/ehl533. Epub 2007 Feb 13."
                },
                {
                    "pmid": "11691885",
                    "type": "BACKGROUND",
                    "citation": "Segal SS, Jacobs TL. Role for endothelial cell conduction in ascending vasodilatation and exercise hyperaemia in hamster skeletal muscle. J Physiol. 2001 Nov 1;536(Pt 3):937-46. doi: 10.1111/j.1469-7793.2001.00937.x."
                },
                {
                    "pmid": "28123169",
                    "type": "BACKGROUND",
                    "citation": "Hamburg NM, Creager MA. Pathophysiology of Intermittent Claudication in Peripheral Artery Disease. Circ J. 2017 Feb 24;81(3):281-289. doi: 10.1253/circj.CJ-16-1286. Epub 2017 Jan 26."
                },
                {
                    "pmid": "18390972",
                    "type": "BACKGROUND",
                    "citation": "Pipinos II, Judge AR, Selsby JT, Zhu Z, Swanson SA, Nella AA, Dodd SL. The myopathy of peripheral arterial occlusive disease: Part 2. Oxidative stress, neuropathy, and shift in muscle fiber type. Vasc Endovascular Surg. 2008 Apr-May;42(2):101-12. doi: 10.1177/1538574408315995. Epub 2008 Apr 7."
                },
                {
                    "pmid": "18166628",
                    "type": "BACKGROUND",
                    "citation": "Pipinos II, Judge AR, Selsby JT, Zhu Z, Swanson SA, Nella AA, Dodd SL. The myopathy of peripheral arterial occlusive disease: part 1. Functional and histomorphological changes and evidence for mitochondrial dysfunction. Vasc Endovascular Surg. 2007 Dec-2008 Jan;41(6):481-9. doi: 10.1177/1538574407311106."
                },
                {
                    "pmid": "31280589",
                    "type": "BACKGROUND",
                    "citation": "Beckman JA, Duncan MS, Damrauer SM, Wells QS, Barnett JV, Wasserman DH, Bedimo RJ, Butt AA, Marconi VC, Sico JJ, Tindle HA, Bonaca MP, Aday AW, Freiberg MS. Microvascular Disease, Peripheral Artery Disease, and Amputation. Circulation. 2019 Aug 6;140(6):449-458. doi: 10.1161/CIRCULATIONAHA.119.040672. Epub 2019 Jul 8."
                },
                {
                    "pmid": "23509089",
                    "type": "BACKGROUND",
                    "citation": "Kiani S, Aasen JG, Holbrook M, Khemka A, Sharmeen F, LeLeiko RM, Tabit CE, Farber A, Eberhardt RT, Gokce N, Vita JA, Hamburg NM. Peripheral artery disease is associated with severe impairment of vascular function. Vasc Med. 2013 Apr;18(2):72-8. doi: 10.1177/1358863X13480551. Epub 2013 Mar 18."
                },
                {
                    "pmid": "26942010",
                    "type": "BACKGROUND",
                    "citation": "Allan RB, Vun SV, Spark JI. A Comparison of Measures of Endothelial Function in Patients with Peripheral Arterial Disease and Age and Gender Matched Controls. Int J Vasc Med. 2016;2016:2969740. doi: 10.1155/2016/2969740. Epub 2016 Jan 31."
                },
                {
                    "pmid": "19054793",
                    "type": "BACKGROUND",
                    "citation": "Maldonado FJ, Miralles Jde H, Aguilar EM, Gonzalez AF, Garcia JR, Garcia FA. Relationship between noninvasively measured endothelial function and peripheral arterial disease. Angiology. 2009 Dec-2010 Jan;60(6):725-31. doi: 10.1177/0003319708327787. Epub 2008 Dec 2."
                },
                {
                    "pmid": "15585216",
                    "type": "BACKGROUND",
                    "citation": "Sanada H, Higashi Y, Goto C, Chayama K, Yoshizumi M, Sueda T. Vascular function in patients with lower extremity peripheral arterial disease: a comparison of functions in upper and lower extremities. Atherosclerosis. 2005 Jan;178(1):179-85. doi: 10.1016/j.atherosclerosis.2004.08.013."
                },
                {
                    "pmid": "32706261",
                    "type": "BACKGROUND",
                    "citation": "Park SY, Pekas EJ, Headid RJ 3rd, Son WM, Wooden TK, Song J, Layec G, Yadav SK, Mishra PK, Pipinos II. Acute mitochondrial antioxidant intake improves endothelial function, antioxidant enzyme activity, and exercise tolerance in patients with peripheral artery disease. Am J Physiol Heart Circ Physiol. 2020 Aug 1;319(2):H456-H467. doi: 10.1152/ajpheart.00235.2020. Epub 2020 Jul 24."
                },
                {
                    "pmid": "34161745",
                    "type": "BACKGROUND",
                    "citation": "Pekas EJ, Wooden TK, Yadav SK, Park SY. Body mass-normalized moderate dose of dietary nitrate intake improves endothelial function and walking capacity in patients with peripheral artery disease. Am J Physiol Regul Integr Comp Physiol. 2021 Aug 1;321(2):R162-R173. doi: 10.1152/ajpregu.00121.2021. Epub 2021 Jun 23."
                },
                {
                    "pmid": "1420084",
                    "type": "BACKGROUND",
                    "citation": "DePaola N, Gimbrone MA Jr, Davies PF, Dewey CF Jr. Vascular endothelium responds to fluid shear stress gradients. Arterioscler Thromb. 1992 Nov;12(11):1254-7. doi: 10.1161/01.atv.12.11.1254. Erratum In: Arterioscler Thromb 1993 Mar;13(3):465."
                },
                {
                    "pmid": "32686599",
                    "type": "BACKGROUND",
                    "citation": "Jonasson E, Sejbaek T. Diroximel fumarate in the treatment of multiple sclerosis. Neurodegener Dis Manag. 2020 Oct;10(5):267-276. doi: 10.2217/nmt-2020-0025. Epub 2020 Jul 20."
                },
                {
                    "pmid": "31680631",
                    "type": "BACKGROUND",
                    "citation": "Naismith RT, Wolinsky JS, Wundes A, LaGanke C, Arnold DL, Obradovic D, Freedman MS, Gudesblatt M, Ziemssen T, Kandinov B, Bidollari I, Lopez-Bresnahan M, Nangia N, Rezendes D, Yang L, Chen H, Liu S, Hanna J, Miller C, Leigh-Pemberton R. Diroximel fumarate (DRF) in patients with relapsing-remitting multiple sclerosis: Interim safety and efficacy results from the phase 3 EVOLVE-MS-1 study. Mult Scler. 2020 Nov;26(13):1729-1739. doi: 10.1177/1352458519881761. Epub 2019 Nov 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "asFound": "Peripheral Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "asFound": "Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "asFound": "Arterial Occlusive Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}