{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05331144",
            "orgStudyIdInfo": {
                "id": "STU-2021-1210"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG076660-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG076660-01"
                }
            ],
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Intensive Treatment of SBP on Brain Perfusion, Amyloid, and Tau (IPAT Study)",
            "officialTitle": "Impact of Intensive Treatment of Systolic Blood Pressure on Brain Perfusion, Amyloid, and Tau in Older Adults (IPAT Study)",
            "acronym": "IPAT",
            "therapeuticArea": [
                "Neurology",
                "Cardiovascular",
                "Other"
            ],
            "study": "impact-of-intensive-treatment-of-sbp-on-brain-perfusion-amyloid-and-tau-ipat-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-08",
            "studyFirstSubmitQcDate": "2022-04-08",
            "studyFirstPostDateStruct": {
                "date": "2022-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Rong Zhang",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "Rong Zhang",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                },
                {
                    "name": "Texas Health Resources",
                    "class": "OTHER"
                },
                {
                    "name": "Michigan State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if intensive lowering of systolic blood pressure (SBP), using FDA approved medications (antihypertensive), reduces Alzheimer's Disease pathology (i.e., excessive brain amyloid and tau protein deposition) in older adults at high risk for memory decline or dementia.",
            "detailedDescription": "The IPAT study is a 2-arm open-label randomized controlled trial to assess the effects of intensive pharmacological reduction of high blood pressure (SBP) on brain amyloid and tau protein deposition (Alzheimer's Disease pathology) in older adults who are at high risk for AD and related dementias, that is, those who have high blood pressure, family history of dementia, or subjective memory complaints. Furthermore, IPAT will examine effects of intensive blood pressure lowering on brain volume, perfusion, and neural network connectivity using magnetic resonance imaging (MRI) and cognitive performance."
        },
        "conditionsModule": {
            "conditions": [
                "Cognitively Normal Older Adults",
                "Hypertension",
                "Subjective Cognitive Decline",
                "Family History of Dementia"
            ],
            "keywords": [
                "Dementia",
                "Alzheimer's Disease",
                "Cognitive Function",
                "Blood Pressure",
                "Amyloid",
                "Tau"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intensive Treatment (IT)",
                    "type": "EXPERIMENTAL",
                    "description": "Lowering SBP \\< 120 mmHG",
                    "interventionNames": [
                        "Drug: Angiotensin II Receptor Blockers (ARBs, losartan) and Calcium Channel Blockers (CCB, amlodipine)"
                    ]
                },
                {
                    "label": "Usual Care (UC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will follow their PCP's recommendations for BP control",
                    "interventionNames": [
                        "Other: PCP"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Angiotensin II Receptor Blockers (ARBs, losartan) and Calcium Channel Blockers (CCB, amlodipine)",
                    "description": "Angiotensin II Receptor Blockers (ARBs, losartan) and Calcium Channel Blockers (CCB, amlodipine) will be used to treat high blood pressure. Additional antihypertensive medications may be used if needed.",
                    "armGroupLabels": [
                        "Intensive Treatment (IT)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "PCP",
                    "description": "Participants will follow their PCP's recommendations for BP control.",
                    "armGroupLabels": [
                        "Usual Care (UC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change From Baseline in Brain Fibrillar Beta-Amyloid Protein (Aβ)",
                    "description": "Brain Aβ will be measured by annual change of amyloid mean cortical standardized uptake value ratio (SUVR) with positron emission tomography (PET).",
                    "timeFrame": "Baseline, 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change From Baseline in Brain Tau Deposition",
                    "description": "Brain Tau Deposition will be measured by tau temporal meta-ROI composite with positron emission tomography (PET).",
                    "timeFrame": "Baseline, 24 months"
                },
                {
                    "measure": "Change From Baseline in regional Cerebral Blood Flow (CBF)",
                    "description": "Regional CBF will be measured by MRI using arterial spin labeling.",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline in global Cerebral Blood Flow (CBF)",
                    "description": "Global CBF will be measured by PC-MRI and 2D color-coded duplex ultrasonography.",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline in Arterial Stiffness",
                    "description": "Central arterial stiffness (pulse wave velocity and carotid β-stiffness index) will be measured by artery applanation tonometry.",
                    "timeFrame": "Baseline, 12months, 4 months"
                },
                {
                    "measure": "Change From Baseline in Amplitude of Low Frequency Fluctuations of Blood-Oxygen-Level-Dependent Signal (BOLD ALFF)",
                    "description": "BOLD ALFF will be measured by resting state functional MRI (rs-fMRI).",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline in White Matter Hyperintensity Volume",
                    "description": "White matter hyperintensity volume will be measured by MRI using 3D T2 FLAIR sequence .",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline in Brain Neural Network Connectivity",
                    "description": "Brain neural network connectivity will be measured by rs-fMRI.",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline in Neurocognitive Function",
                    "description": "A composite z score will be obtained by conversion of individual test scores of the Preclinical Alzheimer Cognitive Composite (PACC) and the NIH Toolbox Cognition Battery to standardized z scores, then averaged to assess changes in global cognitive function. Domain-specific z scores will be used to assess specific domains of cognitive function (i.e., memory, executive function, language etc.).",
                    "timeFrame": "Baseline, 12 months, 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 60-85, all races/ethnicities, and both sexes are eligible;\n* Mini-Mental State Exam (MMSE) ≥ 26 to exclude gross dementia; based on clinical judgment, may be rescreened in ≥ 7 days;\n* Individuals with SBP ≥ 130 and SBP ≤ 180 if on 0 or 1 antihypertensive medications; ≥130 and ≤170 on up to 2 medications; ≥130 and ≤160 on up to 3 medications; ≥130 and ≤150 on up to 4 medications. Those on antihypertensives are eligible. If an individual, not treated for hypertension (HTN), has a SBP ≥ 125 mmHg, consider rescreening after 24 hours;\n* Willingness to be randomized into the treatment groups and ability to return to clinic for follow-up visits over 24 months;\n* Fluency in English or Spanish or both, adequate visual and auditory acuity to allow neuropsychological testing;\n* Participants must have a regular healthcare provider.\n\nExclusion Criteria:\n\n* Clinically documented history of stroke, focal neurological signs or other major cerebrovascular diseases based on clinical judgment or MRI/CT scans such as evidence of infection, infarction, or other brain lesions;\n* Diagnosis of AD or other type of dementia, or significant neurologic diseases such as Parkinson's disease, seizure disorder, multiple sclerosis, history of severe head trauma or normal pressure hydrocephalus;\n* Evidence of severe major depression (GDS ≥ 12, may be rescreened after 12 weeks or longer if evidence of reactive depression or temporary mood disturbances) or clinically significant psychopathology, (e.g., psychosis and schizophrenia); if hospitalized in past year, can be rescreened in 6 months; or presence of a major psychiatric disorder that in the investigator's opinion, could interfere with adherence to research assessments or procedures.\n* Unstable heart disease based on clinical judgment (e.g., heart attack/cardiac arrest, cardiac bypass procedures within previous 6 months and congestive heart failure), or other severe medical conditions;\n* History of atrial fibrillation and evidence on ECG with any of the following: active symptoms of persistent palpitation, dizziness, history of syncope, chest pain, dyspnea, orthopnea, shortness of breath at rest, or paroxysmal nocturnal dyspnea within the past 6 months; resting heart rate of \\< 30 or \\> 110 bpm; taking class I or III antiarrhythmic drugs including flecainide, propafenone, dronedarone, sotalol, dofetilide, and amiodarone; or clinical concerns for safely participating in lowering blood pressure.\n* Systolic BP equal or greater than 180 mmHg and/or diastolic BP equal or greater than 110 mmHg, may be rescreened in 1 week.\n* Orthostatic hypotension, defined as the third standing SBP \\< 100mmHg, may be rescreened after 2 weeks;\n* History of significant autoimmune disorders such as systemic lupus erythematosus, rheumatoid arthritis or polymyalgia rheumatica;\n* Significant history of alcoholism or drug abuse within the last five years;\n* Uncontrolled diabetes mellitus, defined as hemoglobin A1C \\> 7.5%, or requiring insulin treatment;\n* Regularly smoking cigarettes within the past year;\n* Pacemaker or other medical device of metal that precludes performing MRI;\n* Women with a potential for pregnancy, lactation/childbearing (2 year post-menopausal or surgically sterile to be considered not childbearing potential);\n* Participant enrolled in another investigational drug or device study, either currently or within the past 2 months;\n* Severe obesity with BMI \\> 40 ; clinical judgment should be applied in all cases to assess patient safety and anticipated compliance;\n* Allergy to angiotensin receptor blockers (ARBs), i.e., drugs that have a suffix \"-sartan\"; allergy to amlodipine;\n* Abnormal screening laboratory tests (e.g., liver ALT and AST \\> 3 x ULN, GFR \\< 30 or Hct \\< 28%); may be rescreened after 2 weeks or longer;\n* A medical condition likely to limit survival to less than 3 years;\n* Participant has any condition(s) judged by the study investigator to be medically inappropriate, risky or likely to cause poor study compliance. For example:\n\n  1. Plans to move outside the clinic catchment area in the next 2 years;\n  2. Significant concerns about participation in the study from spouse, significant other, or family members;\n  3. Lack of support from primary health care provider;\n  4. Residence too far from the study clinic site such that transportation is a barrier including persons who require transportation assistance provided by the study clinic funds for screening or randomization visits;\n  5. Residence in a nursing home; persons residing in an assisted living or retirement community are eligible if they meet the other criteria;\n  6. Other medical, psychiatric, or behavioral factors that, in the judgment of the site PI or clinician, may interfere with study participation or the ability to follow the study Protocol.\n  7. Couples or significant partners who live together cannot be enrolled or participate simultaneously in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tristyn Hall-Curtis, MBA",
                    "role": "CONTACT",
                    "phone": "2143454245",
                    "email": "TristynHall@texashealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rong Zhang, PhD",
                    "affiliation": "University of Texas Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Wanpen Vongpatanasin, MD",
                    "affiliation": "University of Texas Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "David Zhu, PhD",
                    "affiliation": "Michigan State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tristyn Hall-Curtis, MBA",
                            "role": "CONTACT",
                            "phone": "214-345-4245",
                            "email": "TristynHall@texashealth.org"
                        },
                        {
                            "name": "Rong Zhang, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Wanpen Vongpatanasin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "At the time of publication of the primary results or within 9 months of the database lock whichever comes first.",
            "accessCriteria": "The Study Steering Committee (SC) will review and approve the Data and Resource Sharing (DRS) requests from qualified investigators. A Material Transfer Agreement (MTA) and Data Use Agreement (DUA) will be in place with any academic group or scientists before any transfer of bio-samples or other data. Investigators receiving the data and/or samples will be required to abide by the conditions of these agreements. We will make the data and associated documentation available to other investigators only under a data-sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate technology; and (3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Decline",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27583",
                    "name": "Systolic Murmurs",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019808",
                    "term": "Losartan"
                },
                {
                    "id": "D000017311",
                    "term": "Amlodipine"
                },
                {
                    "id": "D000002121",
                    "term": "Calcium Channel Blockers"
                },
                {
                    "id": "D000000804",
                    "term": "Angiotensin II"
                },
                {
                    "id": "C000627694",
                    "term": "Giapreza"
                },
                {
                    "id": "D000002118",
                    "term": "Calcium"
                },
                {
                    "id": "D000057911",
                    "term": "Angiotensin Receptor Antagonists"
                },
                {
                    "id": "D000000808",
                    "term": "Angiotensinogen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000047228",
                    "term": "Angiotensin II Type 1 Receptor Blockers"
                },
                {
                    "id": "D000014662",
                    "term": "Vasoconstrictor Agents"
                },
                {
                    "id": "D000015842",
                    "term": "Serine Proteinase Inhibitors"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19600",
                    "name": "Amlodipine",
                    "asFound": "Vitamin D",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5384",
                    "name": "Calcium Channel Blockers",
                    "asFound": "Cognitive Processing",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "asFound": "Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28916",
                    "name": "Angiotensin Receptor Antagonists",
                    "asFound": "1 - 3",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M21701",
                    "name": "Losartan",
                    "asFound": "Core",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4132",
                    "name": "Angiotensin II",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M289354",
                    "name": "Giapreza",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4135",
                    "name": "Angiotensinogen",
                    "asFound": "What is",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25789",
                    "name": "Angiotensin II Type 1 Receptor Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M17409",
                    "name": "Vasoconstrictor Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M18391",
                    "name": "Serine Proteinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T18",
                    "name": "Serine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}