{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05868239",
            "orgStudyIdInfo": {
                "id": "REB23-0184"
            },
            "organization": {
                "fullName": "KidSIM Simulation Program",
                "class": "NETWORK"
            },
            "briefTitle": "Impact of Aerosol Box Use During Cardiopulmonary Arrest: A Multicenter Study",
            "officialTitle": "Impact of Aerosol Box Use During Cardiopulmonary Arrest: A Multicenter Study",
            "therapeuticArea": [
                "Cardiovascular",
                "Infectious Diseases",
                "Other"
            ],
            "study": "impact-of-aerosol-box-use-during-cardiopulmonary-arrest-a-multicenter-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-11",
            "studyFirstSubmitQcDate": "2023-05-11",
            "studyFirstPostDateStruct": {
                "date": "2023-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adam Cheng",
                "investigatorTitle": "Professor, Departments of Pediatrics and Emergency Medicine",
                "investigatorAffiliation": "University of Calgary"
            },
            "leadSponsor": {
                "name": "KidSIM Simulation Program",
                "class": "NETWORK"
            },
            "collaborators": [
                {
                    "name": "Canadian Institutes of Health Research (CIHR)",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Aerosol Generating Medical Procedures (AGMP) are procedures that have the potential to create tiny particles suspended in the air. These particles can contain germs such as viruses. The Coronavirus Disease 2019 (COVID-19) pandemic was caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Patients infected with SARS-CoV-2 experience unusually high rates of critical illness that needs advanced airway management and intensive care unit admission. Bag-valve-mask (BVM) ventilation, endotracheal Intubation (ETI) and chest compressions are sometimes required for critically ill COVID-19 patients, and may contribute to a high risk of infection amongst Health Care Workers (HCW). To lessen HCW risk during high-risk procedures, a device called an aerosol box has been developed to place over the head of the patient, shielding the provider's face from virus droplets suspended in the air.\n\nThe purpose of this research study is to better understand how particles disperse during AGMPs, more specifically during the provision of cardiopulmonary resuscitation (CPR). The project team hopes what is learned from the project can help inform infection control measures. This could help make changes to the clinical environment and make it safer for HCW's. The investigators intend to explore how an aerosol box performs in reducing contamination of HCW's who perform critical airway interventions during resuscitation events.",
            "detailedDescription": "Problem to be addressed. The overwhelming scale and severity of the Coronavirus Disease 2019 (COVID-19) pandemic has presented a serious threat to the health of frontline health care workers (HCWs). Aerosol-generating medical procedures (AGMPs), such as bag-valve-mask (BVM) ventilation, endotracheal intubation (ETI), and cardiopulmonary resuscitation (CPR) are commonly required for critically ill COVID-19 patients. AGMPs produce airborne particles, contributing to the disproportionately high risk of infection amongst HCWs working in acute care areas. Strategies to mitigate HCWs exposure to and infection from COVID-19 are required to maintain the integrity of the healthcare workforce. To minimize HCW exposure during AGMPs, aerosol box devices have been developed to provide a physical barrier between the patient and the HCW, with the intent of shielding HCWs from disease particles.\n\nThe aerosol box, and its various different adaptations, have been implemented by hospitals around the world for managing critically ill patients with COVID-19. Studies to date have demonstrated that aerosol box use potentially reduces spread of aerosolized particles, but its use is also associated with technical challenges. Studies to date have focused primarily on the task of ETI, without any evidence describing the impact of aerosol box use on chest compressions (CC). Furthermore, most studies suffer from small sample sizes, provided minimal (or no) training on aerosol box use, recruited individuals (and not resuscitation teams) as participants, failed to quantify the degree of contamination on providers, or failed to measure airborne particle counts. The study team recently completed a multicenter randomized trial comparing aerosol box vs. no box use and demonstrated delayed time to intubation with aerosol box use. However, the study was done in a limited context (short procedure, airway team of 2 providers, CC not measured), thus making generalizability to team-based resuscitative care questionable. To date, there have been no single or multicenter studies concurrently evaluating the effect of aerosol box use on CPR quality, airborne particle concentration, and HCW contamination during team-based resuscitative care. As a consequence, it is still unknown if aerosol boxes are effective in protecting HCWs, and if aerosol box use negatively impacts care during cardiopulmonary arrest.\n\nThe importance and relevance of simulation-based aerosolization studies is highly dependent upon the use of a realistic model for aerosolization. Several groups have reported aerosolization devices in the form of cough simulation devices ranging from hand-held syringes, nasal atomizers, spray guns, bag-valve masking and more advanced air flow-based devices to simulate cough. Unfortunately, none of these cough simulators were designed for user-controlled settings of respiratory mechanics (eg. respiratory rate, volume, flow) while also allowing for performance of intubation and chest compressions. This study represents the first aerosol box study to use an aerosolization device comprised of a respiratory simulator allowing for control of respiratory mechanics that closely mimic those of a real patient, while concurrently allowing performance of AGMPs.\n\nOur study will provide evidence to: (a) evaluate if use of an aerosol box adversely affects time to completion and quality of critical resuscitation tasks; and (b) determine if aerosol boxes are effective in reducing airborne particle counts and provider contamination during team-based cardiac arrest resuscitation. Our long-term goal is to provide empiric evidence to enhance HCW safety while delivering high quality care during cardiopulmonary resuscitation. This will be accomplished by creating a cardiac arrest scenario within a controlled simulated clinical environment, as conducting a similar study on real patients would be fraught with challenges and risks.\n\nWhy is a trial needed now? New COVID-19 variants, variable uptake of immunizations, and waning immunity amongst the immunized population contribute to the persistent threat of the COVID-19 pandemic. We've learned how quickly the pandemic can change course, and how it is important to plan for future pandemics caused by different viruses. Now, more than ever, it is critical to identify strategies to protect healthcare workers from infection. HCW infection has led to workforce shortages that negatively impact patient outcome. Aerosol boxes have been used in some parts of the world to protect HCWs during the pandemic, but existing evidence gaps have prevented its widespread adoption. A better understanding of particle dispersion patterns, HCW contamination patterns, and impact on clinical task performance during resuscitative care will help to inform international cardiac arrest guidelines.\n\nHow will the results of this trial be used? Research assessing strategies to mitigate HCW risks of contamination are critical to maintaining a viable healthcare workforce during the pandemic. The proposed study provides further evidence informing the potential use of aerosol boxes during simulated cardiopulmonary arrest. The research will be the first to provide a quantitative measure of airborne particles and HCW contamination patterns in conjunction with clinically important outcome measures. In combination, these metrics provide key information that will inform clinical practice, institutional airway management and cardiac arrest policies. Through partnerships (e.g. Heart and Stroke Foundation of Canada) and longitudinal engagement of key local and national public health agency stakeholders, the results of this study will be shared with policymakers to enable evidence-based adaptations to clinical protocols. Existing partnerships within the International Network for Simulation-based Pediatric Innovation, Research and Education (INSPIRE network) will enable rapid dissemination of aerosol box training material across all continents if results are positive. As an author on international COVID-19 and cardiac arrest resuscitation guidelines, the PI will engage stakeholders to ensure results inform future International Liaison Committee on Resuscitation (ILCOR) guidelines for or against use of the aerosol box.\n\nTrial design. A prospective, randomized controlled trial will be conducted across five sites in North America. Simulation-based research confers the advantage of answering research questions without risk of harm to HCWs or patients. Three participants will be recruited to play the roles of airway provider, and two CPR providers in the management of a simulated, critically ill COVID-19 patient. CPR providers will be trained to provide CPR coaching to each other. Two trained research assistants will participate in the resuscitation team as a team leader and bedside nurse/airway assistant and perform these roles in a standardized manner. Team leaders will not provide any guidance or coaching on CPR quality. Participants will be randomized by team into either the control arm (i.e. no aerosol box) or the intervention arm (i.e. use of aerosol box) (Figure 1). Following randomization, all participants will view a short video orienting them to the simulated clinical environment. Intervention arm teams will view an additional 5-minute video orienting them to the design of the aerosol box and including expert-modeled demonstration of strategies for optimal airway management and delivery of CPR. This includes how to move the patient within the aerosol box to optimize delivery of CPR. The training video will be filmed in English and French to permit viewing across all study sites. After viewing the video, participants will work in teams to practice intubation and CPR (with aerosol box in place) for a maximum of 15 minutes, providing them opportunity to coordinate their movements to optimize efficiency. After each procedure, they will receive feedback from a local airway and aerosol box expert (i.e. site investigator). Control arm teams will also have opportunity to practice intubation and/or CPR for 15 min (without aerosol box). After orientation and training, teams will participate in two sequential simulation scenarios. The order of scenario delivery will be randomized to eliminate scenario order as a potential confounder. At the end of the entire session, participants will receive an educational debriefing to discuss performance issues, infection control measures, and technical skills using a blended-method approach to debriefing. The Investigators elected not to use a cross-over study design because of insufficient washout time (between scenarios) and the potential carry-over effects of learning from the prior scenario influencing performance in the subsequent scenario."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiac Arrest",
                "COVID-19",
                "Coronavirus"
            ],
            "keywords": [
                "cardiac arrest",
                "simulation",
                "aerosol generating medical procedure",
                "intubation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aerosol Box",
                    "type": "EXPERIMENTAL",
                    "description": "The team will complete the resuscitation scenario with an Aerosol box placed.",
                    "interventionNames": [
                        "Device: Aerosol box"
                    ]
                },
                {
                    "label": "No Aerosol Box",
                    "type": "NO_INTERVENTION",
                    "description": "The team will complete the resuscitation scenario without an Aerosol box placed."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Aerosol box",
                    "description": "The aerosol box is a transparent, plastic cube covering the patient's head and shoulders, with circular access ports on the front of the box allowing for access to manage the airway. An additional four access holes (i.e. two on either side of the box) allow for airway assistants to access the patient airway.",
                    "armGroupLabels": [
                        "Aerosol Box"
                    ],
                    "otherNames": [
                        "Splashguard"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of overall excellent CPR",
                    "description": "A continuous measure defined as percentage of chest compressions (CC) meeting American Heart Association guidelines for CC depth and rate at the same time during resuscitation",
                    "timeFrame": "Immediately after simulated resuscitation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to successful intubation",
                    "description": "The time required by the team to successfully pass the endotracheal tube after patient becomes apneic.",
                    "timeFrame": "Immediately after simulated resuscitation"
                },
                {
                    "measure": "CC fraction",
                    "description": "The percentage of time performing CC during cardiac arrest.",
                    "timeFrame": "immediately after simulated resuscitation"
                },
                {
                    "measure": "Time to initiation of CPR",
                    "description": "The time required for the team to initiate CPR after the patient becomes pulseless",
                    "timeFrame": "Immediately after simulated resuscitation"
                },
                {
                    "measure": "Disease particle concentration (ppm) at head of bed and over patient torso",
                    "description": "Measurement of the concentration of simulated disease particles in the air at certain positions at defined time points.",
                    "timeFrame": "Measured at 2, 4, 6, 8, and 10 minutes of simulated resuscitation."
                },
                {
                    "measure": "Provider workload",
                    "description": "Provider workload as measured by NASA (National Aeronautics and Space Administration) TLX (Task Load Index) survey, rated on a scale of 0-20, with 20 being maximum workload for each element",
                    "timeFrame": "Immediately after simulated resuscitation"
                },
                {
                    "measure": "Quality of intubation performance",
                    "description": "Assessed using a previously published intubation checklist - data captured by video review of both video laryngoscopy and video from within the room. Rated on a scale of 0 to 41, with 41 being perfect performance",
                    "timeFrame": "Immediately after simulated resuscitation"
                },
                {
                    "measure": "Provider Anxiety",
                    "description": "Assessed using the the State-Trait Anxiety Inventory (STAI)",
                    "timeFrame": "Immediately after simulated resuscitation"
                },
                {
                    "measure": "Pros and cons of using aerosol box",
                    "description": "Captured by questionnaire completed by both participants (multiple choice and open field question types) on their perceptions about using the box.",
                    "timeFrame": "Immediately after simulated resuscitation"
                },
                {
                    "measure": "Area of HCP contamination (cm2) for CPR providers",
                    "description": "Areas will be quantified from digital photos of GloGerm™ deposited on CPR providers pre and post-doffing. A digital reference grid will be applied over each photo, with surface area within each grid \"pixel\" calculated using Image J (NIH) software.",
                    "timeFrame": "Immediately after simulated resuscitation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAirway Provider:\n\n* Attending physician, fellow or resident in adult or pediatric emergency medicine, pediatric intensive care, general pediatrics or pediatric/adult anesthesia\n* Adult or Pediatric Advanced Life Support certification.\n\nCPR Provider:\n\n* Attending physician, resident, fellow, nurse, respiratory therapist, physician assistant or health care aide\n* Basic Life Support, Adult or Pediatric Advanced Life Support certification\n\nExclusion Criteria:\n\n* Decline to provide informed consent\n* Unable to perform tasks required of the role due to physical limitations.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adam Cheng, MD",
                    "role": "CONTACT",
                    "phone": "(403)955-2633",
                    "email": "adam.cheng@albertahealthservices.ca"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adam C Cheng, MD",
                    "affiliation": "University of Calgary",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Emergency Medicine, Children's Hospital of Los Angeles",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Todd Chang, MD",
                            "role": "CONTACT",
                            "email": "dr.toddchang@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "KidSIM, Alberta Children's Hospital",
                    "city": "Calgary",
                    "state": "Alberta",
                    "zip": "T3B6A8",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Adam Cheng, MD FRCPC",
                            "role": "CONTACT",
                            "phone": "4039552633",
                            "email": "adam.cheng@ahs.ca"
                        },
                        {
                            "name": "Adam Cheng, MD FRCPC",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Vincent Grant, MD FRCPC",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.05011,
                        "lon": -114.08529
                    }
                },
                {
                    "facility": "Department of Pediatrics, The Hospital for Sick Children",
                    "city": "Toronto",
                    "state": "Ontario",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Jonathan Pirie, MD",
                            "role": "CONTACT",
                            "email": "jonathan.pirie@sickkids.ca"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                },
                {
                    "facility": "Department of Pediatrics, CHU Sainte-Justine",
                    "city": "Montreal",
                    "state": "Quebec",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Arielle Levy, MD",
                            "role": "CONTACT",
                            "email": "arielle.levy007@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.50884,
                        "lon": -73.58781
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006323",
                    "term": "Heart Arrest"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9411",
                    "name": "Heart Arrest",
                    "asFound": "Cardiopulmonary Arrest",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M146105",
                    "name": "Pyrithione zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}