{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06528041",
            "orgStudyIdInfo": {
                "id": "IRB-2024-154"
            },
            "organization": {
                "fullName": "Purdue University",
                "class": "OTHER"
            },
            "briefTitle": "Impact of Native Chicory Inulin on Change and Persistence of Gut Microbiota",
            "officialTitle": "Effect of Native Chicory Inulin Supplementation on Rates of Microbial Change Between Individuals",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impact-of-native-chicory-inulin-on-change-and-persistence-of-gut-microbiota"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-25",
            "studyFirstSubmitQcDate": "2024-07-29",
            "studyFirstPostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephen R Lindemann, PhD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Purdue University"
            },
            "leadSponsor": {
                "name": "Purdue University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The main aim of this study is to investigate differences in rate, extent of change and persistence of the gut microbiota in healthy adult volunteers in response to native chicory inulin. Along with investigating the impact of native chicory on bowl habits, mood and appetite. The two main questions this study aims to answer:\n\n* To what extent do differences exist in rate of change over time between individuals in gut microbiota response (Bifidobacterium growth) to native chicory inulin supplementation.\n* To what extent do differences exist between individuals in persistence of the gut microbiota upon stopping supplementation.\n\nThe effects of native chicory inulin on gut microbiota response will be compared to a maltodextrin placebo to sure changes in gut microbiota result directly from chicory inulin supplementation.\n\nParticipants will firstly complete a one-week run-in phase to establish baseline data and will then be allocated to either native chicory inulin or maltodextrin supplementation for 6 weeks. Inulin will be delivered at 12 g/day split into 2 x 6g portions. Maltodextrin will be calorie matched at 6 g/day split into 2 x 3g portions. This will then be followed by a 6 week post-supplementation phase. Fecal and blood samples will be collected regularly throughout all phases for analysis of gut microbiota and compounds of interest. Participants will also record any changes in gastrointestinal sensation, bowel habits and mood in a diary. Changes in appetite sensation will also measured.",
            "detailedDescription": "The term prebiotic was established in 1995 and has since undergone several updates in definition. As of 2017, the International Scientific Association for Probiotics and Prebiotics (ISAPP) defines prebiotics as a substrates that is selectivity utilised by the host microorganism conferring a health benefit. Of all prebiotics the most highly researched prebiotics are inulin and fructo-oligosaccharides that belong to a group of non-digestible carbohydrates referred to as inulin-type fructans. The main concept behind prebiotics is to stimulate selective changes in microbiota - namely Bifidobacterium in regards to inulin-type fructans. The ability for inulin-type fructans to stimulate changes in bifidobacteria has been demonstrated across across a wide array of studies. Yet, while in vivo studies suggest that inulin-type fructans exert a bifidogenic effect, substantial differences in changes in bifidobacteria responses are often documented between individuals. More specifically, evidence is lacking regarding differences in the rate, extent of change and persistence of the gut microbiota upon the commencement and seizing of inulin supplementation. While, increasing pre-clinical data suggests that a wide variety of bacteria found within the gut can utilise inulin-type fructans in addition to just Bifidobacterium. The aims of this research study are to explore effects that supplementation with 12 g/day inulin-type fructans has on frequent changes in gut microbiota load, composition, gastrointestinal sensation (flatulence, intestinal bloating, abdominal pain and abdominal pressure), bowel habits (stool frequency and stool consistency) and mood with maltodextrin employed as a placebo ((control) 6 g/day). This study will also examine differences in appetite sensation and blood metabolites. The study will consist of 3 phases - a one-week run-in phase; a 6-week supplementation phase and a 6-week post-supplementation phase."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ],
            "keywords": [
                "Gut microbiota",
                "inulin",
                "prebiotics",
                "Bifidobacterium"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "13 week, 2 arm parallel, double blind, randomised, placebo-controlled trial",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pure Inulin",
                    "type": "EXPERIMENTAL",
                    "description": "12 g/day prebiotic supplement",
                    "interventionNames": [
                        "Other: Inulin"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "6 g/day maltodextrin",
                    "interventionNames": [
                        "Other: Maltodextrin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Inulin",
                    "description": "12 g/day prebiotic supplement taken daily split into 2 dosages of 6 g dissolved in water",
                    "armGroupLabels": [
                        "Pure Inulin"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Maltodextrin",
                    "description": "6 g/day maltodextrin taken daily split into 2 dosages of 3 g dissolved in water",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Bifidobacterium counts in stool samples",
                    "description": "Bifidobacterium counts will be assessed by fluorescence in situ hybridisation - flow cytometry (FISH-FLOW) and 16S rRNA gene sequencing",
                    "timeFrame": "13 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total bacteria in stool samples",
                    "description": "Total bacteria will be assessed in stool samples by fluorescence in situ hybridisation - flow cytometry.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Changes in gut bacterial composition",
                    "description": "Microbiota composition at baseline and throughout the course the 13-week intervention will be assessed by 16S rRNA gene sequencing.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Changes in gut fermentation kinetics",
                    "description": "Changes in gut fermentation kinetics (rates of change in bacterial counts) will be conducted using 24 h in vitro fermentations at 10 timepoints throughout the 13 week study duration. Aliquots will be collected at 0, 4, 8, 12 and 24 hours. Changes in kinetics will be assessed using fluorescence in situ hybridisation - flow cytometry.",
                    "timeFrame": "10 days over 13 weeks"
                },
                {
                    "measure": "Changes in short-chain fatty acid production",
                    "description": "Changes in short-chain fatty acid production will be conducted using 24 h in vitro fermentations at 10 timepoints throughout the 13 week study duration. Aliquots will be collected at 0, 4, 8, 12 and 24 hours during each fermentation and changes in short-chain fatty acid production will be assessed using gas chromatography.",
                    "timeFrame": "10 times over 13 weeks"
                },
                {
                    "measure": "Stool frequency",
                    "description": "Stool frequency will be assessed as effective number of bowel movements in a daily diary during baseline and both intervention and post-intervention periods.",
                    "timeFrame": "13 week"
                },
                {
                    "measure": "Stool consistency according to Bristol Stool Form Scale",
                    "description": "Stool consistency will be assessed in a daily diary during baseline and both intervention and post intervention periods. Changes will be assessed using the Bristol Stool Form Scale which asks volunteers to rate stool consistency from 1 (being like rabbit droppings - very constipated) up to 7 (being like water with no solid pieces).",
                    "timeFrame": "13 week"
                },
                {
                    "measure": "Gastrointestinal sensations (bloating)",
                    "description": "Gastrointestinal sensations (bloating) will be assessed in a daily diary during baseline and both intervention and post-intervention on a 100 point visual analogue scale (higher scores indicate higher sensation).",
                    "timeFrame": "13 week"
                },
                {
                    "measure": "Gastrointestinal sensations (flatulence)",
                    "description": "Gastrointestinal sensations (flatulence) will be assessed in a daily diary during baseline and both intervention and post-intervention periods on a 100 point visual analogue scale (higher scores indicate higher sensation).",
                    "timeFrame": "13 week"
                },
                {
                    "measure": "Gastrointestinal sensations (abdominal pain)",
                    "description": "Gastrointestinal sensations (abdominal pain) will be assessed in a daily diary during baseline and both intervention and post-intervention periods on a 100 point visual analogue scale (higher scores indicate higher sensation).",
                    "timeFrame": "13 week"
                },
                {
                    "measure": "Gastrointestinal sensations (abdominal pressure)",
                    "description": "Gastrointestinal sensations (abdominal pressure) will be assessed in a daily diary during baseline and both intervention and post-intervention periods on a 100 point visual analogue scale (higher scores indicate higher sensation).",
                    "timeFrame": "13 week"
                },
                {
                    "measure": "Appetite - Feeling of Fullness?",
                    "description": "Changes in feeling of fullness will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - Feeling of hunger?",
                    "description": "Changes in feeling of hunger will be assessed in at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - Desire to eat?",
                    "description": "Changes in desire to eat will be assessed in at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - How much food could you eat right now?",
                    "description": "Changes in how much could you eat right now will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - How strong is your preoccupations with food?",
                    "description": "Changes in how strong is preoccupation with food iswill be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - Feeling of Thirst",
                    "description": "Changes in feeling of thirst will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - Desire to eat something salty",
                    "description": "Changes in desire to eat something salty will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - Desire to eat something fatty",
                    "description": "Changes in desire to eat something fatty will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Appetite - Desire to eat something sweet",
                    "description": "Changes in desire to eat something sweet will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total on a 100 point visual analogue scale.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Transient mood",
                    "description": "Changes in transient mood will be assessed using the Positive and Negative Affect Schedule - Short Form Daily questionnaire. The PANAS possesses 20 self-reported measures of positive affect (PA; 10 items) and negative affect (NA; 10 items) that can be used on multiple occasions. Each volunteer will rate the degree to which they were currently experiencing each item on a 5-point Likert scale. Ratings of positive and negative items were summed to give an overall PA and NA score. Scores range from 10 to 50-higher scores indicate higher levels of PA and NA.",
                    "timeFrame": "13 weeks"
                },
                {
                    "measure": "Fecal and blood metabolites",
                    "description": "Fecal and blood Metabolites (organic compounds) will be assessed at baseline and throughout both the intervention and post-intervention phases at 9 timepoints in total with Nuclear magnetic resonance (NMR). Unsupervised principal component analysis (PCA) and supervised Orthogonal Projections to Latent Structures Discriminant Analysis (OPLS-DA) analysis will be conducted to assess differences between treatments. Correlation coefficients will be generated to show the strength and direction of changes and differences in metabolites between interventions.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adults aged 18-45\n* BMI \\>18.5 - \\< 30 kg/m2\n* Regular bowel movements (\\> 4 days per week)\n\nExclusion Criteria:\n\n* Self-reported sensitivity to FODMAPs and following a low FODMAP diet ((FODMAPS stands for fermentable oligosaccharides, disaccharides, monosaccharides and polyols).\n* Self-reported food allergies and sensitivities including gluten, dairy, nuts, soya and lactose etc.\n* Self-reported antibiotic treatment in the past 6 months.\n* Self-reported history of gastrointestinal disease and/or heart disease, cardiovascular, liver, and respiratory disorders, cancer and/or clinically relevant (pre) diabetes.\n* Self-reported to having undergone major surgery of the gastrointestinal tract, with the exception of cholecystectomy and appendectomy.\n* Self-reported smoking and/or self-reported drug or alcohol abuse.\n* Self-reported history of psychiatric and/or mood disorders including eating disorders.\n* Self-reported to be following a restrictive diet (i.e. ketogenic, intermittent fasting).\n* Pregnant and lactating women.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen Lindemann, PhD",
                    "role": "CONTACT",
                    "phone": "765-494-9207",
                    "email": "lindems@purdue.edu"
                },
                {
                    "name": "Peter Jackson, PhD",
                    "role": "CONTACT",
                    "phone": "7654099789",
                    "email": "ppjackso@purdue.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Lindemann, PhD",
                    "affiliation": "Purdue University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Purdue University",
                    "city": "West Lafayette",
                    "state": "Indiana",
                    "zip": "47907",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen Lindemann, PhD",
                            "role": "CONTACT",
                            "phone": "765-494-9207",
                            "email": "lindems@purdue.edu"
                        },
                        {
                            "name": "Peter Jackson, PhD",
                            "role": "CONTACT",
                            "phone": "765-509-9789",
                            "email": "ppjackso@purdue.edu"
                        },
                        {
                            "name": "Stepehen Lindemann, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Peter Jackson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Richard Mattes, Prof",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42587,
                        "lon": -86.90807
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T401",
                    "name": "Inulin",
                    "asFound": "Hodgkin lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T367",
                    "name": "Bifidobacterium",
                    "relevance": "LOW"
                },
                {
                    "id": "T105",
                    "name": "Chicory",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}