{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04712461",
            "orgStudyIdInfo": {
                "id": "HS-2021-0008"
            },
            "organization": {
                "fullName": "San Diego State University",
                "class": "OTHER"
            },
            "briefTitle": "Implementation Supports to Reduce Burnout in Therapists Delivering Child Trauma EBPs",
            "officialTitle": "Implementation Supports to Reduce Burnout in Therapists Delivering Child Trauma EBPs",
            "acronym": "SUPPORTS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementation-supports-to-reduce-burnout-in-therapists-delivering-child-trauma-ebps"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-12",
            "studyFirstSubmitQcDate": "2021-01-14",
            "studyFirstPostDateStruct": {
                "date": "2021-01-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Teresa Lind",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "San Diego State University"
            },
            "leadSponsor": {
                "name": "San Diego State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The majority of children exposed to early adversity and trauma do not have access to sustainably delivered evidence-based mental health programs (EBPs), despite the growing prevalence of large-scale multiple-EBP implementation efforts aimed at increasing access to these services. The objective of this proposal is to develop and test a package of implementation strategies designed to promote the sustained delivery of child trauma EBPs by reducing provider turnover through targeting the associated mechanisms of provider burnout and organizational psychological safety climate. Findings will have a significant public health impact by informing efforts to increase the sustained availability of child trauma EBPs, thereby improving outcomes for children exposed to trauma.",
            "detailedDescription": "Many evidence-based mental health interventions have been developed to address the negative outcomes associated with child exposure to early adversity and trauma. Despite these promising advances, however, the majority of children served in publicly funded mental health systems do not receive evidence-based programs (EBPs). To address this research-to-practice gap, several large-scale, system-driven implementation efforts of multiple trauma EBPs have been launched over the last decade, including in the states of California and Arkansas. Though these system-driven initiatives often increase EBP delivery in community settings following the initial implementation push, long-term sustainment of EBP delivery is low. Workforce risk factors, such as provider burnout leading to turnover, have been identified as contributing to the poor long-term sustainment of trauma EBPs. Therefore, an important step to consider in supporting the longterm sustainment of child trauma EBPs is to develop implementation strategies that target provider burnout and organizational climate factors associated with decreased provider retention. This study will develop and pilot a package of implementation strategies, \"Supporting Providers \\& Preventing the Overwhelming of Resources in Trauma Systems\" (SUPPORTS), aimed increasing the sustained delivery of trauma EBPs by addressing the factors associated with provider retention related to burnout. The development of SUPPORTS will be informed by a needs assessment conducted with programs involved with the multiple-EBP implementation efforts in California and Arkansas. A small randomized controlled pilot will then be conducted in California."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Health Issue"
            ],
            "keywords": [
                "Mental Health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SUPPORTS Implementation Model",
                    "type": "EXPERIMENTAL",
                    "description": "The SUPPORTS implementation model will consist of a package of implementation strategies aimed at improving EBP sustainment through reducing provider burnout and turnover and improving organizational climate. The content and structure of SUPPORTS will be informed by the occupational health literature (e.g., psychoeducation about burnout, mindfulness training, or changes involvement of providers in organizational decision-making) and from a needs and context assessment.",
                    "interventionNames": [
                        "Other: SUPPORTS"
                    ]
                },
                {
                    "label": "Implementation as Usual",
                    "type": "NO_INTERVENTION",
                    "description": "Agencies in the Implementation as Usual condition will have implementation strategies tied to the implementation of EBPs that these agencies in the community are already using (i.e., the study will measure the implementation strategies being used by the agency but will not provide any additional strategies). There will be no strategies related to reducing provider burnout and turnover and improving organizational climate."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "SUPPORTS",
                    "description": "The SUPPORTS implementation model will be developed and refined based on community feedback. It will likely include a combination of strategies demonstrated to reduce burnout and secondary traumatic stress in the occupational health literature, such as psychoeducation about burnout, mindfulness training, or changes in scheduling or the physical environment. As the most effective interventions have been shown to involve an integration of both individual- and organization-directed strategies supporting each other, SUPPORTS will aim to include both. For example, the model may include provider-directed strategies such as group peer consultation meetings, and organizational-directed strategies such as increasing communication and providers' involvement in organizational decisions. Through this approach, SUPPORTS will aim to target therapist burnout and turnover at the provider and organizational level.",
                    "armGroupLabels": [
                        "SUPPORTS Implementation Model"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Child Trauma Symptoms",
                    "description": "The University of California Los Angeles (UCLA) Posttraumatic Stress Disorder (PTSD) Reaction Index (RI) for Diagnostic and Statistical Manual 5 (DSM-5) questionnaire will be used to measure change in child trauma symptoms. The UCLA PTSD RI screens for exposure to potentially traumatic events and provides an assessment of the intensity of Post-traumatic Stress Disorder (PTSD) symptoms. The UCLA PTSD RI for DSM-5 is based on the DSM-5 criteria for PTSD and the items directly map onto criteria B (intrusions), C (avoidance), D (negative alterations in cognitions and mood) and E (hyperarousal). Scores on the UCLA PTSD RI range from 0 to 80, with higher scores representing a greater intensity of child trauma symptoms.",
                    "timeFrame": "The UCLA PTSD RI will be completed by the caregiver at baseline, and at 3- and 6-months follow-up assessments (3 and 6 month following pre-intervention/enrollment in study)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Therapist Burnout",
                    "description": "Change in therapist burnout with be assessed with the Maslach Burnout Inventory (MBI). The MBI consists of 16 items divided into three subscales (exhaustion, cynicism, and professional efficacy) that have been confirmed in factor analyses. Scores on the MBI range from 0 to 132, with higher scores representing greater levels of therapist burnout.",
                    "timeFrame": "The MBI will be completed by the therapist at baseline, and at 3-, 6-, and 12-month follow-up assessments (3, 6, and 12 months following pre-intervention/enrollment in study)."
                },
                {
                    "measure": "Change in Therapist Turnover Intention",
                    "description": "Change in therapist turnover intention, or their intentions of either staying with or leaving a program will be measured with the 6-item Turnover Intention Scale (TIS-6). Scores on the TIS-6 range from 0 to 24, with higher scores indicating a greater intention to leave the organization.",
                    "timeFrame": "The TIS-6 will be completed by the therapist at baseline, and at 3-, 6-, and 12-month follow-up assessments (3, 6, and 12 months following pre-intervention/enrollment in study)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Therapists who have delivered Trauma Focused Cognitive Behavioral Therapy (TF-CBT) in the past 6 months.\n* Children aged 3-18 years old who is receiving TF-CBT from therapist enrolled in study.\n\nExclusion Criteria:\n\n* Therapists employed at their current agency for less than 6 months.\n* Children less than 3 years old or older than 18 years old.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Teresa Lind, PhD",
                    "role": "CONTACT",
                    "phone": "5082370631",
                    "email": "tlind@sdsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Teresa Lind, PhD",
                    "affiliation": "San Diego State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "San Diego State University",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Teresa Lind",
                            "role": "CONTACT",
                            "phone": "508-237-0631",
                            "email": "tlind@sdsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077062",
                    "term": "Burnout, Psychological"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M1658",
                    "name": "Burnout, Psychological",
                    "asFound": "Burnout",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}