{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05420207",
            "orgStudyIdInfo": {
                "id": "89030"
            },
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "Implantable Long-Acting Pre-Exposure Prophylaxis For MSM",
            "officialTitle": "Implantable Long-Acting Pre-Exposure Prophylaxis for HIV Prevention With MSM: A Qualitative Study of Patient and Physician Perspectives",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "implantable-long-acting-pre-exposure-prophylaxis-for-msm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-10",
            "studyFirstSubmitQcDate": "2022-06-10",
            "studyFirstPostDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Elizabeth Arnold",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "Elizabeth Arnold",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                },
                {
                    "name": "University of Texas at Austin",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The long-term goal of this project is to better understand factors at the patient and physician level that can be addressed to impact uptake of long-acting, implantable PrEP (LA-PrEP) products in the future and identify the training needs of physicians. This project specifically focuses on men who have sex with men (MSM) seen in primary care settings in Texas. The main objective of this project is to examine perspectives of MSM and physicians in Texas regarding LA-PrEP, including attitudes and barriers to use and implementation by interviewing patients and physicians from the same clinical practices.",
            "detailedDescription": "The long-term goal of this project is to better understand factors at the patient and physician level that can be addressed to impact uptake of long-acting, implantable PrEP (LA-PrEP) products and identify the training needs of physicians. This project is based on the hypothesis that specific barriers to uptake of LA-PrEP may exist that must be addressed to support widespread implementation in primary care settings in the future. Primary care settings are the ideal setting for new PrEP medications that employ innovative strategies for use, including implantable formulations, particularly among men who have sex with men (MSM). Primary care settings have demonstrated acceptability for other implantable medications, and similar strategies may be helpful for uptake of PrEP. However, new training and strategies will be needed for physicians to use this type of product with their patients should it become available. At this time, little is known about physician willingness to do the procedures required to insert the implant and what training will be needed. In particular, it is important to assess what training may be needed to effectively engage in health conversations with MSM patients. Thus, the main objective of this project is as follows: To examine perspectives of MSM (n=50) and physicians (n=20) in Texas regarding LA-PrEP, including attitudes and barriers to use and implementation by interviewing patients and physicians from the same clinical practices."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Prevention"
            ],
            "keywords": [
                "Pre Exposure Prophylaxis",
                "HIV",
                "MSM",
                "Primary Care"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MSM patients",
                    "interventionNames": [
                        "Other: No intervention"
                    ]
                },
                {
                    "label": "Physician treating MSM patients",
                    "interventionNames": [
                        "Other: No intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "No intervention",
                    "description": "No intervention included",
                    "armGroupLabels": [
                        "MSM patients",
                        "Physician treating MSM patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient readiness to use LA-PrEP assessed via patient interview",
                    "description": "Patient readiness to use Long-Acting, implantable Pre-exposure prophylaxis (LA-PrEP) is assessed via interview asking men who have sex with men (MSM) patients to respond to the following question: There may be opportunities in the future to have access to products that prevent HIV that are long-acting (LA) and are implanted under the skin. What are your thoughts on using this type of product if it becomes available for use? This is a qualitative measure and will report the summary of responses.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Patient readiness to use LA-PrEP as measured by a 10-item investigator developed questionnaire",
                    "description": "Patient readiness to use LA-PrEP is measured by a 10-item investigator developed questionnaire where participants will be asked to rate the importance of 10 items regarding their readiness to use implantable long-acting PrEP on a scale of 1-10. Each item will be rated on a scale of 1-10. The mean for each item will be reported. Higher score is higher readiness.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Facilitators to LA-PrEP uptake and adherence assessed via patient interview",
                    "description": "Facilitators to LA-PrEP uptake and adherence is assessed by asking questions to MSM patients via an interview which will include 3 questions on the following:\n\n1. Likeliness of using a long-acting HIV prevention subdermal implant that is implanted under the skin if it were available.\n2. Recommended strategies to help increase uptake of LA-PrEP among MSM patients in primary care.\n3. Perceptions on what physicians can do to increase uptake of LA-PrEP should it become available.\n\nThis is a qualitative measure and will report the summary of responses.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PrEP Stigma in both cohorts (MSM patients and primary care physicians)",
                    "description": "PrEP Stigma in both cohorts (MSM patients and MSM physicians) is measured by the PrEP stigma and positive attitude scale. The PrEP stigma scale is assessed by 7 questions in both cohorts (MSM patients and physicians). Possible scores range from 1-5 where higher score indicates higher levels of stigma. Scores will be calculated by using the mean score of all items for the factor.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Positive Attitudes towards PrEP in both cohorts (MSM patients and primary care physicians)",
                    "description": "Positive Attitudes towards PrEP in both cohorts (MSM patients and MSM physicians) is measured by the PrEP stigma and positive attitude scale. The Positive Attitudes towards PrEP scale is assessed by 3 questions in both cohorts (MSM patients and physicians). Possible scores range from 1-5 where higher scores indicate more positive attitudes. Scores will be calculated by using the mean score of all items for the factor.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Physician comfort with PrEP Clinical Activities as measured by an adapted scale (Petroll and colleagues)",
                    "description": "Physician comfort with PrEP Clinical Activities is measured by an adapted scale (Petroll and colleagues) that includes rating their comfort level regarding 11 clinical activities using a scale of 1-5 where 1 is \"completely uncomfortable\" and 5 is \"completely comfortable.\" We will sum the total score.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Facilitators to LA-PrEP uptake and adherence assessed via physicians' interview",
                    "description": "Facilitators to LA-PrEP uptake and adherence is assessed by asking questions to physicians via an interview which will include 2 questions on the following:\n\n1. What would make it easier or more likely you would use an implantable form of PrEP with patients who are gay or bisexual men ?\n2. What would make it easier to implement use of a LA subdermal HIV prevention implant in your practice and why?\n\nThis is a qualitative measure and will report the summary of responses.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Physician Training Needs as assessed via physician interview",
                    "description": "Physician Training Needs are assessed via physician interview that will include 2 questions asking the type of training required to prepare physicians -\n\n1. to discuss LA-PrEP with patients, and,\n2. to insert an LA-PrEP implant and remove it\n\nThis is a qualitative measure and will report the summary of responses.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Physician Training Needs rating as measured by investigator developed scale",
                    "description": "Physician Training Needs rating is measured by an investigator developed scale of 1-10 where participants will be asked to rate how helpful would it be to include 10 specific types of content in a training on long acting implantable PrEP. The mean rating for each item will be reported. Possible scores range from 1-10 where higher scores indicate higher levels of perceived helpfulness.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet the following criteria:\n\n  1. be a patient of one of the practices where physicians have agreed to participate;\n  2. be aged 18-45;\n  3. be assigned male sex at birth and report having one or more male sexual partners in the past year; and\n  4. be HIV negative.\n* Physicians who are interested in participating must be a practicing primary care physician in the Dallas or Austin metropolitan area and be willing to allow recruitment of patient participants from their practice.\n\nExclusion Criteria:\n\n* Those individuals who speak a language other than English or Spanish will be excluded as well as those who present with a cognitive or other impairment that would prevent them for consenting to participate in the study.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "To enroll, participants must be assigned male sex a birth and have had one or more sexual partners in the past year (patients only)",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Includes 2 cohorts :\n\n1. Patients: Men who have sex with men (MSM) seen in primary care settings in Texas.\n2. Physicians: Primary care physicians in Texas.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Arnold, PhD",
                    "role": "CONTACT",
                    "phone": "(859)562-3751",
                    "email": "Liz.Arnold@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Arnold, PhD",
                    "affiliation": "University of Kentucky",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dell Medical School, UT-Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Phillip Schnarrs, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "University of Texas Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brett Cooper, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}