{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05360849",
            "orgStudyIdInfo": {
                "id": "848579"
            },
            "secondaryIdInfos": [
                {
                    "id": "K01DA051348",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K01DA051348"
                }
            ],
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Implementing PrEP for Women Who Inject Drugs",
            "officialTitle": "Implementation of PrEP for Women Who Inject Drugs Through Practice Facilitation in Primary and Reproductive Health Care",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "implementing-prep-for-women-who-inject-drugs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-11",
            "studyFirstSubmitQcDate": "2022-04-29",
            "studyFirstPostDateStruct": {
                "date": "2022-05-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Laura Starbird",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pennsylvania"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Women who inject drugs are among the most vulnerable to acquiring HIV, but very few women who inject drugs are prescribed pre-exposure prophylaxis (PrEP) for HIV prevention largely due to barriers within our healthcare system. This research will consider the perspectives of women who inject drugs, healthcare providers, and clinic leadership to improve the way primary care and reproductive health clinics deliver PrEP to women who inject drugs, thereby reducing new HIV infections in this population.",
            "detailedDescription": "Women who inject drugs (WWID) are among the most vulnerable to acquiring HIV due to the dual effects of both unsafe injecting and sexual practices. Pre-exposure prophylaxis (PrEP) is both effective and recommended to prevent HIV infection among high-risk groups, including women who inject drugs. However, PrEP uptake among WWID is lagging - 92% of people who receive PrEP in New York State are men. This research will consider the perspectives of women who inject drugs, healthcare providers, and clinic leadership to improve the way primary care and reproductive health clinics deliver PrEP to women who inject drugs to prevent women who inject drugs from getting HIV. The investigators plan to support primary care and reproductive health clinics in making organization-level changes to deliver PrEP to women who use drugs with a Practice Facilitation intervention. Practice Facilitation is an evidence-based strategy to support clinics' abilities to implement an intervention such as PrEP through technical assistance, logistical support, and external partnership building. The specific aims of this study are to 1) explore the opinions of women who inject drugs about how PrEP is delivered to them, 2) examine the provider- and organization-level barriers and facilitators to delivering PrEP to WWID, and 3) adapt and pilot test the feasibility and acceptability of Practice Facilitation to improve PrEP delivery to women who inject drugs in primary and reproductive healthcare settings. The objectives of the pilot study are: a) to adapt an evidence-based Practice Facilitation intervention based on WWID's opinions and provider and organization-level challenges reported in Aims 1 \\& 2; b) to assess potential barriers and facilitators to implementing Practice Facilitation for PrEP delivery, including cost of the intervention; and c) to assess in a pilot study change in uptake of PrEP among WWID following the delivery of Practice Facilitation. The outcomes for this pilot test are feasibility, defined as the extent to which Practice Facilitation of PrEP delivery for WWID can be successfully carried out in primary care and reproductive health clinics, and acceptability, defined as the perception among clinic leaders and providers that Practice Facilitation to improve PrEP delivery among WWID is agreeable or satisfactory. The investigators will also assess the change in PrEP uptake among WWID over the study period and the cost of implementing Practice Facilitation.\n\nThis pilot will take place over 12 months. Pre-intervention baseline measures will include surveys with clinic leaders and providers on organizational capacity, organizational readiness to change, provider knowledge, experience, and willingness to prescribe PrEP and attitudes about WWID. The number of WWID who receive a PrEP prescription in the past 6 months will be extracted retrospectively from clinic electronic health records and/or clinic quality improvement data at baseline. During the 6-month intervention period, data on the implementation process including the feasibility, acceptability, and cost will be captured using standardized forms completed by the Practice Facilitator. In the 6-month period following the intervention, the investigators will assess the number of WWID who receive a PrEP prescription so that they can examine the outcome of change in uptake of PrEP among WWID. Change in uptake of PrEP among WWID will be assessed as the trend in number of WWID who receive a PrEP prescription over time to establish estimates needed for accurate sample size calculations for a full randomized study. This treatment effect will be assessed using logistic regression comparing the proportion of WWID who are prescribed PrEP over 6-months pre-intervention to the proportion during the 6-month intervention period and 6-months following the intervention using logistic regression. To examine potential biases resulting from clinics that discontinue participation, clinic dropouts will be compared to completers with respect to baseline PrEP prescription measures and other clinic characteristics. As a pilot study, this project will have a small sample size but will produce results that can support evaluation of feasibility and determination of effect size estimates for a subsequent large cluster randomized controlled trial."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Intravenous Substance Abuse",
                "Women's Health",
                "Organization and Administration",
                "Primary Prevention",
                "Implementation Science"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Practice Facilitation",
                    "type": "EXPERIMENTAL",
                    "description": "Practice Facilitation is an established evidence-based intervention to improve primary health care processes and outcomes, including the delivery of preventive services, through the creation of an ongoing, trusting relationship between an external Practice Facilitator (PF) and a clinical practice. In Practice Facilitation, a trained PF uses organization development, project management, quality improvement, and practice improvement approaches to build the internal capacity of a clinic to support it in reaching its goals for healthcare delivery, A PF's work includes relationship-building, helping to identify a clinic change champion, and facilitating change through logistical support, technical assistance, and external partnership building.",
                    "interventionNames": [
                        "Behavioral: Practice Facilitation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Practice Facilitation",
                    "description": "Participating clinics will work with a Practice Facilitator to modify clinic processes to improve delivery of PrEP to women who inject drugs",
                    "armGroupLabels": [
                        "Practice Facilitation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of clinics enrolled that complete the intervention",
                    "description": "The proportion of clinics who complete the intervention among those that enrolled is measured as part of determining feasibility of Practice Facilitation in primary and reproductive health settings. Feasibility is defined as the extent to which Practice Facilitation of PrEP delivery for WWID can be successfully carried out in primary care and reproductive health clinics.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Number of intervention sessions completed by site champions",
                    "description": "The number of Practice facilitation sessions that the site champion completes with the Practice Facilitator is measured as part of determining feasibility of Practice Facilitation in primary and reproductive health clinics. Feasibility is defined as the extent to which Practice Facilitation of PrEP delivery for WWID can be successfully carried out in primary care and reproductive health clinics.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of providers who engage in Practice Facilitation training sessions",
                    "description": "The proportion of providers at an enrolled clinic who attend Practice Facilitation training sessions is measured as part of determining feasibility of Practice Facilitation. Feasibility is defined as the extent to which Practice Facilitation of PrEP delivery for WWID can be successfully carried out in primary care and reproductive health clinics.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of providers who screen women who inject drugs for PrEP eligibility",
                    "description": "The proportion of providers in enrolled clinics who screen their patients who identify as women who inject drugs for PrEP eligibility is measured as part of determining the acceptability of Practice Facilitation for PrEP among women who inject drugs. Acceptability is defined as the perception among clinic leaders and providers that Practice Facilitation to improve PrEP delivery among WWID is agreeable or satisfactory.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of providers who write a PrEP prescription to women who inject drugs",
                    "description": "The proportion of providers in enrolled clinics who prescribe PrEP to patients who identify as women who inject drugs is measured as part of determining the acceptability of Practice Facilitation for PrEP among women who inject drugs. Acceptability is defined as the perception among clinic leaders and providers that Practice Facilitation to improve PrEP delivery among WWID is agreeable or satisfactory.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PrEP uptake among WWID",
                    "description": "Change in uptake of PrEP among WWID will be assessed as the difference in number of WWID who receive a PrEP prescription during the 6 months prior to baseline compared to the 6 months post-intervention.",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Incremental implementation cost",
                    "description": "Incremental implementation cost is the cost of adding Practice Facilitation for PrEP uptake from the healthcare sector perspective.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTo be included in the pilot test of Practice Facilitation, clinics must:\n\n* Complete prior leadership and provider surveys\n* Have 50 or more clinic visits with women who inject drugs in the past year\n* Have 3 or more clinicians who provide primary and/or reproductive healthcare\n* Have leadership willing to participate\n\nExclusion Criteria:\n\n* None",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Individuals who identify as a woman (female sex at birth or transgender woman)",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laura Starbird, PhD",
                    "role": "CONTACT",
                    "phone": "2157464188",
                    "email": "starbird@nursing.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laura Starbird, PhD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania School of Nursing",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Starbird, PhD",
                            "role": "CONTACT",
                            "phone": "215-746-4188",
                            "email": "starbird@nursing.upenn.edu"
                        },
                        {
                            "name": "Laura Starbird, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000015819",
                    "term": "Substance Abuse, Intravenous"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M18373",
                    "name": "Substance Abuse, Intravenous",
                    "asFound": "Intravenous Substance Abuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Abuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}