{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03891160",
            "orgStudyIdInfo": {
                "id": "AAAR7877"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23HL165083-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23HL165083-01"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Implementing Models for Mechanical Circulatory Support Presurgical Assessment in Congenital Heart Disease Treatment",
            "officialTitle": "Implementing Models for Mechanical Circulatory Support Presurgical Assessment in Congenital Heart Disease Treatment",
            "acronym": "IMMPACT",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "implementing-models-for-mechanical-circulatory-support-presurgical-assessment-in-congenital-heart-disease-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-18",
            "studyFirstSubmitQcDate": "2019-03-25",
            "studyFirstPostDateStruct": {
                "date": "2019-03-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kanwal M. Farooqi",
                "investigatorTitle": "Assistant Professor of Pediatrics",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to look at the advantages of using a 3D printed heart model for surgical planning in children who have been diagnosed with Congenital Heart Disease (CHD) and clinical heart failure and will undergo a ventricular assist device (VAD) placement. The investigators want to study the correlation of having a 3D printed model with improvement in patient outcomes and compare those with patients who have had a VAD placement without a 3D model.",
            "detailedDescription": "Congenital heart disease (CHD) remains the most common type of major congenital malformation and the leading cause of mortality from birth defects \\[1-4\\]. Advances in effective treatment for these lesions have significantly extended the lifespan of affected patients, especially for the most complex subtypes of disease. However, these patients are at higher risk of heart failure (HF) secondary to longer life expectancy. This includes patients with a systemic right ventricle and a single ventricle circulation palliated by a Fontan procedure \\[5, 6\\]. HF has been documented in up to 30% of patients with a systemic right ventricle and 40% of patients who have had a Fontan procedure \\[7\\].\n\nVentricular assist devices (VAD) are implanted in patients with HF to improve cardiac output and prolong life. VAD remains underutilized in patients with CHD and HF in part due to the highly variable anatomy in this population. This is true despite outcomes having been shown to be the same for VAD placement in patients with and without CHD \\[8-10\\]. In the absence of VAD placement, however, wait list mortality for patients with CHD is higher than for those patients without CHD \\[11, 12\\].\n\nAdvances in imaging techniques have allowed early diagnosis of CHD as well as anatomic assessment prior to surgical procedures. Given the significant yet often subtle anatomic differences between CHD patients, it is a substantial challenge to thoroughly depict all of the components of a complex patient's cardiac anatomy in a two-dimensional imaging dataset. An innovative technology that is being used with more enthusiasm in the medical field, is three-dimensional (3D) printing. The investigator and the research team have previously reported on the best technique that should be used to create 3D printed cardiac models from MRI and the subtypes of complex CHD's for which 3D printing should be utilized \\[13-16\\]. 3D printing allows creation of patient specific physical anatomic models from a patient's own imaging data. These models provide a physical guide to patient-specific anatomic features that often make VAD and cannula placement challenging in patients with CHD \\[17\\]. Factors such as complex cardiac anatomic malformations, heavy trabeculations or a severely dilated ventricle can distort the usual anatomic landmarks used to identify the best position for cannula placement. The primary goal is to establish the utility of this advanced imaging technique, which provides a much more comprehensive understanding of complex congenital cardiac anatomy. The investigator hypothesizes that 3D printed models will allow more informed preoperative planning with a clearer understanding of the best site for inflow and outflow cannula and VAD placement leading to better surgical preparedness, less operating room time and improved patient outcomes.\n\nAIM 1: To assess if a 3D printed cardiac model improves perceived visualization of VAD and cannula placement sites in CHD-HF patients as compared to 2D imaging. The study will prospectively enroll CHD-HF patients at multiple centers and randomize to Group A (3D printed models will be used for pre-VAD planning) or Group B (no model-controls). For both Groups, all of the cardiothoracic surgeons at the participating center will complete a questionnaire after reviewing 2D imaging data. For Group A, a survey will also be administered after reviewing a patient specific 3D model. The primary outcome measure will be better perceived visualization of cannula and VAD sites. The investigator hypothesizes that the 3D model will more clearly demonstrate sites of cannula and VAD placement as compared to 2D imaging.\n\nAIM 2: To determine if perioperative factors and outcomes improve in CHD-HF patients with use of a 3D printed model versus traditional imaging in VAD placement planning. Clinical characteristics will be collected at time of enrollment including primary diagnosis and indication for VAD. After VAD placement, information regarding the intraoperative and postoperative course will be collected including surgical cardiopulmonary bypass time (CPB) and need for cannula repositioning. Longer CPB increases morbidity and mortality and is associated with intensive care readmission in patients after LVAD placement \\[18-20\\]. The primary measures of improvement will be CPB. The investigator hypothesizes that the improved preoperative planning using 3D models will lead to a decrease in CPB time.\n\nThe skill with which patient specific CHD anatomy for pre-procedural planning is assessed must be improved, especially for the most complex patients. To confirm the clinical benefit of 3D printed models in pre-surgical planning and justify their use in routine care, multicenter clinical trials must be conducted. As an expert in the field of 3D imaging in cardiac disease, the investigator is well poised to lead this body of research. The goal is to become well versed in conducting high quality multicenter studies and to become facile in survey tool design through this K23 proposal. The investigator will then design a prospective multicenter study for an independent R01 proposal focused on assessing the utility of 3D models in pre-procedural planning for all complex congenital heart diseases. Investigating and reporting on these findings will result in a paradigm shift in what one considers \"standard of care\" for advanced imaging offered to our most complex CHD patients."
        },
        "conditionsModule": {
            "conditions": [
                "Congenital Heart Disease"
            ],
            "keywords": [
                "Congenital Heart Disease (CHD)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A - 3D models",
                    "type": "EXPERIMENTAL",
                    "description": "Group A will receive 3-D printed models will be used for pre-VAD planning. For patients in Group A, the surgeon will complete a questionnaire 1) after reviewing 2D imaging data and 2) after reviewing a patient specific 3D model. The investigators primary outcome measure will be an improvement in the clarity of cannula and VAD site demonstration. The investigators hypothesize that the 3D models will more clearly demonstrate the sites of cannula and VAD placement as compared to 2D imaging.",
                    "interventionNames": [
                        "Other: 3D model of heart"
                    ]
                },
                {
                    "label": "Group B - Control",
                    "type": "NO_INTERVENTION",
                    "description": "Group B will be the controls and will not receive a 3D model."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "3D model of heart",
                    "description": "To assess if a 3D printed cardiac model improves visualization of VAD and cannula placement sites in CHD-HF patients as compared to 2D imaging. The investigators will prospectively enroll CHD-HF patients at multiple centers and randomize to group A (3D printed models will be used for pre-VAD planning) or Group B (controls).",
                    "armGroupLabels": [
                        "Group A - 3D models"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "A change in the clarity of cannula and VAD site demonstration",
                    "description": "Change in survey responses regarding clarity of VAD or cannula site placement.",
                    "timeFrame": "30 day"
                },
                {
                    "measure": "Improvement in cardiopulmonary bypass time",
                    "description": "Detecting a change in cardiopulmonary bypass time in patients in the group that used the 3D models for pre-VAD planning.",
                    "timeFrame": "5 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients who weigh over 3 kilograms with CHD HF who are candidates for MCS will be prospectively identified at the participating centers.\n\nExclusion Criteria:\n\n* Any CHD-HF patient unable to tolerate a CMR or cardiac CT will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kanwal Farooqi, MD",
                    "role": "CONTACT",
                    "phone": "212-305-8509",
                    "email": "kf2549@cumc.columbia.edu"
                },
                {
                    "name": "Katrina Golub, MPH",
                    "role": "CONTACT",
                    "phone": "212-342-1562",
                    "email": "kg2697@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kanwal Farooqi, MD",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's National Hospital",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yves d'Udekem, MD, PhD",
                            "role": "CONTACT",
                            "email": "yves.dudekem@childrensnational.org"
                        },
                        {
                            "name": "Yves d'Udekem, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey Jacobs, MD",
                            "role": "CONTACT",
                            "email": "jeffreyjacobs@ufl.edu"
                        },
                        {
                            "name": "Jeffrey Jacobs, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                },
                {
                    "facility": "Children's Healthcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fawwaz Shaw, MD",
                            "role": "CONTACT",
                            "email": "fawwaz.shaw@choa.org"
                        },
                        {
                            "name": "Fawwaz Shaw, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Lurie Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Monge, MD",
                            "role": "CONTACT",
                            "email": "mmonge@luriechildrens.org"
                        },
                        {
                            "name": "Michael Monge, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ravi Ashwath, MD",
                            "role": "CONTACT",
                            "email": "ravi-ashwath@uiowa.edu"
                        },
                        {
                            "name": "Ravi Ashwath, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Johns Hopkins",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelby Kutty, MD",
                            "role": "CONTACT",
                            "email": "skutty1@jhmi.edu"
                        },
                        {
                            "name": "Shelby Kutty, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Washington University",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dilip Nath, MD",
                            "role": "CONTACT",
                            "email": "nathd@wustl.edu"
                        },
                        {
                            "name": "Dilip Nath, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Montefiore Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Omar Saeed, MD",
                            "role": "CONTACT",
                            "email": "osaeed@montefiore.org"
                        },
                        {
                            "name": "Ulrich Jorde, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Omar Saeed, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Columbia University",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kanwal Farooqi, MD",
                            "role": "CONTACT",
                            "phone": "212-342-1562",
                            "email": "kf2549@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Weill Cornell",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yoshifumi Naka, MD",
                            "role": "CONTACT",
                            "email": "nakayos@med.cornell.edu"
                        },
                        {
                            "name": "Yoshifumi Naka, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Duke University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph Turek, MD",
                            "role": "CONTACT",
                            "email": "joseph.turek@duke.edu"
                        },
                        {
                            "name": "Joseph Turek, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Karamlou, MD",
                            "role": "CONTACT",
                            "email": "karamlt@ccf.org"
                        },
                        {
                            "name": "Tara Karamlou, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "University of Virginia",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Gangemi, MD",
                            "role": "CONTACT",
                            "email": "jjg5d@hscmail.mcc.virginia.edu"
                        },
                        {
                            "name": "James Gangemi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                },
                {
                    "facility": "Seattle childrens",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David McMullan, MD",
                            "role": "CONTACT",
                            "email": "michael.mcmullan@seattlechildrens.org"
                        },
                        {
                            "name": "David McMullan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "LaCardio",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bogotá",
                    "country": "Colombia",
                    "contacts": [
                        {
                            "name": "Carlos Guerrero, MD",
                            "role": "CONTACT",
                            "email": "ceguerrero@lacardio.org"
                        },
                        {
                            "name": "Carlos Guerrero, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 4.60971,
                        "lon": -74.08175
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Canada",
                "Mexico"
            ]
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "asFound": "Congenital Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}