{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04135807",
            "orgStudyIdInfo": {
                "id": "18-623"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Implantable Microdevice In Primary Brain Tumors",
            "officialTitle": "A Pilot Study of an Implantable Microdevice for In Situ Evaluation of Drug Response in Patients With Primary Brain Tumors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implantable-microdevice-in-primary-brain-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-09-21",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-21",
            "studyFirstSubmitQcDate": "2019-10-21",
            "studyFirstPostDateStruct": {
                "date": "2019-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Oliver Jonas, PhD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Oliver Jonas, PhD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot study will assess the safety and feasibility of using an implantable microdevice to measure local intratumor response to chemotherapy and other clinically relevant drugs in malignant brain tumors.\n\n* The device involved in this study is called a microdevice.\n* The drugs used in this study will only include drugs already used systemically for the treatment of gliomas.",
            "detailedDescription": "This research study is a Pilot Study, which is the first time investigators are examining this study device in brain tumors.\n\nThe FDA (the U.S. Food and Drug Administration) has not approved the microdevice as a treatment for any disease.\n\nInvestigators are studying the safety of the microdevice and the effects of different drugs for each specific tumor. Brain tumors are known to be very different from each other and respond differently to different drugs. It would be very helpful to find out what drugs have the best chance of working in each specific tumor.\n\nThis research study involves drugs that are released by a small device, as small as the tip of a needle, that is inserted into the tumor at the time of surgery and is removed at the end of the surgery. The goal of this research study is to prove that microdevices can be used to find out which drugs have better effects on treating malignant brain tumors.\n\nParticipants will be in this research study for up to 30 days.\n\nExpected enrollment is about 12 people."
        },
        "conditionsModule": {
            "conditions": [
                "Grade II Glioma",
                "Grade III Glioma",
                "Grade IV Glioma",
                "Astrocytoma",
                "Oligodendroglioma of Brain",
                "Anaplastic Astrocytoma of Brain",
                "Anaplastic Oligodendroglioma",
                "Glioblastoma"
            ],
            "keywords": [
                "Grade II Glioma",
                "Grade III Glioma",
                "Grade IV Glioma",
                "Astrocytoma",
                "Oligodendroglioma of Brain",
                "Anaplastic Astrocytoma of Brain",
                "Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Microdevice",
                    "type": "EXPERIMENTAL",
                    "description": "The research study procedures include screening for eligibility and study treatment including evaluations and follow up visits.\n\nPatients with newly found supratentorial lesions, or patients previously diagnosed with supratentorial gliomas at time of recurrence, whose treatment plan includes partial or total resection surgery as a component of standard-of-care treatment will be included.\n\n- Placement of 1-3 microdevices (depending on the size of the tumor) before tumor resection is started.\n\n-- The microdevices will dwell in the tumor tissue for a time window of 2-4 hours to allow time for tissue effects of the drugs microdoses for intratumor release of the following 8 approved drugs: Temozolomide, Lomustine, Irinotecan, Carboplatin, Lapatinib, Osimertinib, Abenaciclib, and Everolimus. The drugs used in this study will only include drugs already used systemically for the treatment of gliomas.",
                    "interventionNames": [
                        "Combination Product: Microdevice"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Microdevice",
                    "description": "Placement of 1-3 microdevices (depending on the size of the tumor) before tumor resection is started.\n\nThe microdevices will dwell in the tumor tissue for a time window of 2-4 hours to allow time for tissue effects of the drugs (Temozolomide, Lomustine, Irinotecan, Carboplatin, Lapatinib, Osimertinib, Abenaciclib, and Everolimus) released by the microdevice reservoirs. The drugs used in this study will only include drugs already used systemically for the treatment of gliomas.",
                    "armGroupLabels": [
                        "Microdevice"
                    ],
                    "otherNames": [
                        "Implantable Microdevice"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Success Rate of Microdevice Retrieval",
                    "description": "Defined as the ability to retrieve the microdevice with sufficient tissue, of sufficient quality, for downstream histopathology analysis and interpretation of at least 50% of the microdevice reservoirs.",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Number of Participants with Microdevice Related Adverse Events as Assessed by CTCAE Volume 5.0",
                    "description": "Failure\" from a safety standpoint will be considered any of the following:\n\n* Any grade 3 or higher adverse events associated with microdevice placement or retrieval.\n* Any combination of more than two grade 2 adverse events.\n\nFailure\" from a safety standpoint will be considered any of the following:",
                    "timeFrame": "1 Day"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measure Local Intratumor Response to Different Agents",
                    "description": "two-tailed alpha level of 0.05 and report 95% confidence intervals with any point estimates",
                    "timeFrame": "1 Day"
                },
                {
                    "measure": "Correlate Tissue Genetic Features with Drug Response",
                    "description": "Preliminary correlations between a specific genetic feature and drug response will be tested using the Chi-squared/Fisher's exact test for categorical variables or the T-test or Wilcoxon Rank-Sum test for continuous variables.",
                    "timeFrame": "1 Day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have operable supratentorial tumor presumed to be WHO grade II-IV glioma (Astrocytoma, Oligodendroglioma, Anaplastic Astrocytoma, Anaplastic Oligodendroglioma, or Glioblastoma) based on radiological evidence at MRI, where a gross total or partial surgical resection is intended.\n* Histological confirmation of WHO grade II-IV glioma at time of intraoperative frozen analysis (for newly diagnosed tumors). This is not necessary in cases where a histopathologic diagnosis is already available from prior surgeries/biopsies.\n* Participants must be 18 years of age or older.\n* Karnofsky Performance Score ≥ 60 (Appendix C).\n* Participants must have normal organ and marrow function as defined below:\n\n  * Leukocytes ≥ 3,000/mcL\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelets ≥ 100,000/mcL\n  * Total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 × institutional upper limit of normal\n  * Creatinine within normal institutional limits OR\n  * Creatinine clearance ≥ 60 mL/min/1.73 m2 for participants with creatinine levels above institutional normal.\n* Participants must be evaluated by a neurosurgeon who will determine the feasibility of microdevice implantation based on clinical history, extent, and anatomical location of the tumor.\n* Because participants will be exposed to microdoses of therapeutic agents only in a localized setting and for a short period of time (2-4 hours), the risk of interaction with other drugs routinely assumed by participants is considered not applicable. Thus, participants receiving any medications or substances that are inhibitors or inducers of CYP450 enzymes remain eligible.\n* The effects of the microdevice on the developing human fetus are unknown. For this reason and because the therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential must agree to have a negative serum pregnancy test within 48 hours prior to registration. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study and for the duration of study participation.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n* Participants who are receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to the microdevice or any agents used in the study.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because agents released by the microdevice have the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with the agents used in this study, breastfeeding should be discontinued if the mother is treated in the study for a total of 14 days after removal of the microdevice.\n* Tumor size \\< 5 cm3.\n* Tumor located in deep brain structures (e.g. thalamus, brainstem).\n* Uncorrectable bleeding or coagulation disorder known to cause increased risk with surgical procedures.\n* If there are significant risk factors (e.g. high risk of venous thrombosis, pulmonary embolism, stroke or myocardial infarction) precluding the safe cessation of anticoagulation medication as per SIR guidelines, patients will be excluded from the trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Pier Paolo Peruzzi, MD, PhD",
                    "role": "CONTACT",
                    "phone": "617-732-6600",
                    "email": "PPERUZZI@PARTNERS.ORG"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Pier Paolo Peruzzi, MD, PhD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pier Paolo Peruzzi, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-732-6600",
                            "email": "PPERUZZI@PARTNERS.ORG"
                        },
                        {
                            "name": "Pier Paolo Peruzzi, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "BWH - Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000009837",
                    "term": "Oligodendroglioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Primary Brain Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "asFound": "Astrocytoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12769",
                    "name": "Oligodendroglioma",
                    "asFound": "Oligodendroglioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4232",
                    "name": "Oligodendroglioma",
                    "asFound": "Oligodendroglioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T364",
                    "name": "Anaplastic Astrocytoma",
                    "asFound": "Anaplastic Astrocytoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T369",
                    "name": "Anaplastic Oligodendroglioma",
                    "asFound": "Anaplastic oligodendroglioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "relevance": "LOW"
                },
                {
                    "id": "M1671",
                    "name": "Irinotecan",
                    "relevance": "LOW"
                },
                {
                    "id": "M145673",
                    "name": "Osimertinib",
                    "relevance": "LOW"
                },
                {
                    "id": "M255",
                    "name": "Everolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11130",
                    "name": "Lomustine",
                    "relevance": "LOW"
                },
                {
                    "id": "M1778",
                    "name": "Lapatinib",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}