{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05967585",
            "orgStudyIdInfo": {
                "id": "SJTIQ"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-04799",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trial Registration Program"
                }
            ],
            "organization": {
                "fullName": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Implementing an Adolescent and Young Adult (AYA) mHealth Vaping Cessation Program Into Oncology Clinics",
            "officialTitle": "Implementing an Adolescent and Young Adult (AYA) mHealth Vaping Cessation Program Into Oncology Clinics",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementing-an-adolescent-and-young-adult-aya-mhealth-vaping-cessation-program-into-oncology-clinics"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-07",
            "studyFirstSubmitQcDate": "2023-07-28",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to understand e-cigarette use and interest in quitting by exploring e vaping behaviors among a cohort of AYA survivors (N=500). The investigators will also examine demographic, medical, and psychosocial factors associated with vaping behaviors.\n\nPrimary Objectives:\n\nPhase 1.\n\n* Objective 1. Identify characteristics of adolescent and young adult childhood cancer survivors (AYA CCS) nicotine vaping behaviors (e.g., e-cigarette use, interest in quitting, and quit attempts) and associations with demographic (e.g., sex, race, socioeconomic status, LGBTQ+ identification), cancer-specific (e.g., diagnosis, treatment factors), and psychosocial and behavioral factors.\n* Objective 2. Develop strategies to improve implementation of an evidence-based, mHealth vaping cessation program within an AYA oncology clinic.\n* Objective 2a: Use qualitative interviews to explore patient preferences regarding program implementation (e.g., timing of assessment of vaping behavior, confidentiality, referral approach) and identify barriers to uptake.\n* Objective 2b: Interview and/or ask healthcare providers (e.g., practitioners, advanced practice providers, social workers practicing in AYA oncology settings) to complete open- ended questionnaires related to current processes (e.g., workflow), needs, and barriers for assessing e-cigarette use and vaping cessation referral processes. Evaluate healthcare providers' information needs, preferences, and tools needed for integrating e- cigarette assessment and cessation program referrals into current practice.\n\nPhase 2.\n\n* Objective 3. Develop and test vaping assessment and referral implementation processes (developed from Objectives 1 \\& 2)., and uptake of an established mHealth vaping cessation program\n* Objective 3a: Using qualitative and quantitative measures, we will assess the reach (% of eligible AYA CCS that enrolled in mHealth program), adoption (% providers making referrals), strategy potential (provider/patient perceptions of referral process; appropriateness of program for patients), and maintenance (barriers/facilitators to implementation) of the program.",
            "detailedDescription": "Phase 1.\n\nTo understand the needs and interest of the targeted population, this mixed-method project will first examine e-cigarette use and interest in quitting among a cohort of AYA survivors who range in age from 13-24 on the day of consent and are at least 3 months post treatment completion. Research participants will complete study assessments via REDCap, a HIPAA-compliant, password-protected, data collection and storage platform. AYA survivors who endorse current vaping and desire to quit (N=25) and healthcare providers engaged in AYA oncology care (N=15), will be asked to complete questionnaires related to attitudes, beliefs, and knowledge about e-cigarette use.\n\nPhase 2.\n\nUsing data gathered from Phase 1, study investigators will develop implementation strategies by leveraging Expert Recommendations for Implementing Change1 to test implementation processes including systematically assessing vaping behaviors and referring patients to an evidenced based vaping cessation program. Qualitative and quantitative measures will be completed by patients who complete the vaping cessation program and healthcare providers who are engaged in assessment/referral process. These assessments will inform the reach, adoption, and implementation of the program."
        },
        "conditionsModule": {
            "conditions": [
                "Vaping",
                "Vaping Cessation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I and Phase II",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 2: Implementation processes for assessing vaping behaviors and referring patients to a vaping cessation intervention (This is Quitting-TIQ) developed in Phase 1 will be tested within oncology survivorship clinics. Participants who opt to enroll in TIQ will also be asked to answer acceptability and applicability questions about their experience with the program.",
                    "interventionNames": [
                        "Device: Behavioral: Quitting Program (TIQ)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Behavioral: Quitting Program (TIQ)",
                    "description": "Implementation processes developed in Phase 1 to develop assessment of vaping behaviors and referral to an evidence-based program for vaping cessation (TIQ) will be tested in Phase 2.\n\nTIQ program is a mHealth, text messaging based intervention. Users who enroll in this program will receive 1 to 2 messages per day with 3 messages sent on their quit date. Messages are tailored to users' age, enrollment date or quit date, and the vape product they use.\n\nThose not ready to quit receive 4 weeks of messages focused on building skills and confidence. Users who set a quit date receive messages for up to 6 weeks preceding the date and up to 8 weeks after that include encouragement, support, skill- and efficacy- building exercises, coping strategies, etc. Keywords such as COPE, STRESS, SLIP, and MORE can be used to request on-demand support.",
                    "armGroupLabels": [
                        "Phase I and Phase II"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "E-cigarette use",
                    "description": "Current e-cigarette use (yes/no). This question assesses whether or not a participant is currently using e-cigarettes.",
                    "timeFrame": "Baseline, 1-week post TIQ completion"
                },
                {
                    "measure": "E-cigarette frequency",
                    "description": "E-cigarette frequency of use assesses how often a participant is using e-cigarettes (daily to less than monthly)",
                    "timeFrame": "Baseline; 1-week post TIQ program completion]"
                },
                {
                    "measure": "Motivation and contemplation to quit",
                    "description": "These questions assess how motivated someone is to quit e-cigarettes (not all motivated to very motivated)",
                    "timeFrame": "Baseline; 1-week post TIQ program completion"
                },
                {
                    "measure": "Prior history of e-cigarette quitting",
                    "description": "This assessment explores if a participant has tried to quit vaping and how many quit attempts were made. (yes/no; if yes, how many quit attempts)",
                    "timeFrame": "Phase 2, 4-weeks post implementation"
                },
                {
                    "measure": "Patient Preferences for E-Cigarette Use Assessment and Referral Processes",
                    "description": "Semi-structured interviews will assess preferences for assessment of e-cigarette use within oncology clinic settings and referral for cessation programs.",
                    "timeFrame": "Baseline; 1-week post TIQ program completion]"
                },
                {
                    "measure": "Healthcare Provider Perspectives of Program Implementation Potential",
                    "description": "The Feasibility of Intervention will be administered to healthcare providers to assess the potential utility and modifications needed for the developed implementation strategies. This brief 4-item questionnaire was designed to test implementation outcomes related to program feasibility. This questionnaire is considered a strong indicators of future implementation success and will be used to inform modifications for large scale testing of implementation processes in future research. Items on this assessment are routinely modified to match the specific implementation programming, and for this study were modified slightly to gauge healthcare provider perceptions of vaping assessment and referral processes to This is Quitting",
                    "timeFrame": "Baseline; 1-week post TIQ program completion"
                },
                {
                    "measure": "E-cigarette expectancies",
                    "description": "Similar to the framework used by Harrell et al. positive (e.g., negative affect reduction, stimulation/state enhancement, stress reduction) and negative consequences (e.g., cost, addiction) associated with e-cigarette use will be evaluated using a 15-item questionnaire derived from the Smoking Consequences Questionnaire-Adult (SCQ-A). In addition items related to having had cancer were included in the questionnaire in line with prior research (e.g., \"E-cigarettes help me reduce cancer-related stress.\"). Response options range on a 7-point Likert scale from \"very strongly disagree\" to \"very strongly agree.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Patient-Provider E-Cigarette Communication",
                    "description": "Motivation and contemplation to quit assess how motivated someone is to quit e-cigarettes (not all motivated to very motivated)",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Prior history of e-cigarette",
                    "description": "Prior history of e-cigarette quitting behaviors assesses how many times a participant has tried to quit (yes/no; if yes, how many quit attempts)",
                    "timeFrame": "Baseline; 1-week post TIQ program completion"
                },
                {
                    "measure": "Patient Preferences for E-Cigarette Use Assessment and Referral Processes.",
                    "description": "Semi-structured interviews will assess preferences for assessment of e-cigarette use within oncology clinic settings and referral for cessation programs.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Healthcare Provider Perceptions of Barriers to E-Cigarette Assessment and Referral Processes.",
                    "description": "Questionnaires will assess current processes and barriers to vaping assessments and referral to cessation programs, as well as information needs, preferences, and required tools.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Healthcare Provider Post-Intervention Interviews",
                    "description": "Interviews will assess provider experience, barriers, and facilitators of developed implementation strategies",
                    "timeFrame": "Phase 2, 4-weeks post implementation"
                },
                {
                    "measure": "Healthcare Provider Perspectives of Program Implementation Potential",
                    "description": "The Feasibility of Intervention will be administered to healthcare providers to assess the potential utility and modifications needed for the developed implementation strategies. This brief 4-item questionnaire was designed to test implementation outcomes related to program feasibility. This questionnaire is considered a strong indicator of future implementation success and will be used to inform modifications for large scale testing of implementation processes in future research. Items on this assessment are routinely modified to match the specific implementation programming, and for this study were modified slightly to gauge healthcare provider perceptions of vaping assessment and referral processes to This is Quitting",
                    "timeFrame": "Phase 2, 4 weeks Post-Implementation"
                },
                {
                    "measure": "Healthcare Provider Attitudes, Beliefs, Knowledge, and Communication about E-cigarettes",
                    "description": "Items were modified from previous research to assess patient-doctor communication surrounding e-cigarette use including interest, comfort, and importance of these discussions. Questions also assessed for discussions related to use, referral for quitting support, and attitudes/beliefs about e-cigarette risk.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Patient-Provider E-Cigarette Communication",
                    "description": "The Acceptability of Intervention Measure and Intervention Appropriateness Measures will be administered to evaluate implementation potential of the vaping cessation program. These brief 4-item questionnaires were designed to test implementation outcomes related to program acceptability and appropriateness. They are considered strong indicators of future implementation success and will be used to inform modifications. Items on this assessment are routinely modified to match the specific implementation programming, and for this study were modified slightly to gauge participant perceptions of This is Quitting.",
                    "timeFrame": "1-week post TIQ program completion"
                },
                {
                    "measure": "Satisfaction Survey",
                    "description": "This survey will evaluate patient participant perspectives on satisfaction of TIQ programming including types of messages and frequency of messaging, and the degree the program was helpful in reducing vaping.",
                    "timeFrame": "1-week post TIQ program completion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cancer-Related Worry",
                    "description": "Cancer-related worry and fear of cancer recurrence will be assessed using the Cancer Worry Scale. The 6-item assessment measures participant fears of relapse, late-effects, and fertility concerns. Participants respond on a 4- point Likert scale with response options ranging from \"strongly disagree\" to \"strongly agree.\" This measure has been successfully used with both adolescent and young adult populations and will inform the extent to which cancer-related worry is associated with e-cigarette use.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "PROMIS profile-49",
                    "description": "The Patient Reported Outcome Measurement Information System (PROMIS) Profile will be administered to assess self-reported physical functioning mobility, anxiety, depressive symptoms, fatigue, peer relationships, pain interference, and pain intensity over a 7-day period. Participants \\<18 will complete the self-reported pediatric version (49 items), and participants ≥ 18 will complete the adult version (43 items). Items are summed and T-scored, have a mean of 50 and a standard deviation of 10. This assessment will help inform psychological components associated with vaping behaviors and interest in quitting that may support implementation processes",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Social Influence and Support",
                    "description": "Social support is a known protective factor against substance use, and social media influence can promote substance use. We will implement assessments to explore the association of social influence on vaping behaviors using the Multidimensional Scale of Perceived Social Support (MSPSS). The MSPSS is a 12-item self-report questionnaire that assesses perceived support from friends, family, and a significant other. Questions are answered on 7-point Likert scale from \"very strongly disagree\" to \"very strongly agree.\" Higher scores are indicative of more social support. Additional items will be administered to assess social media influence on vaping behaviors.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Dietary Behaviors",
                    "description": "The Investigators will use several brief dietary assessment to explore associations within this study.\n\nRapid Easting Assessment for Participants is used to quickly assess nutrient intake/diet quality in a clinical and research settings. It is completed for the previous week's food intake and scored by summing responses from 'usually/ often' to 'rarely/never or does not apply to me'. Possible scores ranged from 13 to 39 with a higher score indicating a higher diet quality. There is an additional 3-question section at the end about cooking/shopping and willingness to change eating habits.\n\nThe Binge Eating Scale includes 16 multiple choice items assessing the presence of certain binge eating behaviors which may be indicative of an eating disorder. Scores are summed for a maxi",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Physical Activity Screener",
                    "description": "Research has highlighted links between smoking cessation and increased physical activity in the general AYA population, and physical activity may be an important determinant in supporting vaping cessation. Understanding physical activity behaviors may provide additional mechanisms to improve vaping behaviors. As such, we will administer the International Physical Activity Questionnaire (IPAQ) short form is a 7-item self-reported questionnaire that assesses perceived health-related physical activity. Questions are answered based on the amount of reported minutes and/or hours per days participants engage in physical activity. Physical activity level is scored and categorized within three levels of activity: vigorous, moderate, and walking intensity. Scores can be converted to metabolic equivalents.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Healthcare Provider Characteristics",
                    "description": "General demographic data will be gathered about health care providers including provider type (e.g., physician, psychologist, nurse practitioner), gender identity, and years of independent practice.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Cancer Event Scale",
                    "description": "CES is a 20-item self-report questionnaire that assesses the extent to which the most stressful or impactful traumatic event experienced in participants' lives serves as a pivotal point in the development of their identity or influences their attribution of meaning to other events in their lives. For this questionnaire, participants will specifically answer questions about their cancer experience. Of the 20 items, 8 items assess the extent to which an event has become a reference point for the participant, 6 items assess the extent to which the event is central to participants' identity, and 6 items assess the extent to which participants think the event was a turning point in their life story. Questions are answered on a 5-point Likert scale ranging from \" Totally Disagree\" to \"Totally Agree.\" No items are reverse coded and higher scores indicate greater centrality of the traumatic event to the participant.",
                    "timeFrame": "Baseline; 1-week post TIQ program completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nStudy Participants\n\n* Research participant is 13 to 24 years old at enrollment\n* Research participant is followed by St. Jude Children's Research Hospital (SJCRH)\n* Research participant has a diagnosis of malignancy or a CNS neoplasm\n* Research participant has been identified by the Transition Oncology Program (TOP) as a patient transitioning off active cancer therapy and/or followed by After Completion of Therapy (ACT) Clinic, and/or participating in the St. Jude Lifetime Cohort Study (SJLIFE)\n* Research participant is in remission and at least 3 months from having completed cancer-directed therapy\n* Participant can speak and read English\n\nHealthcare Providers\n\n* Engaged in the healthcare of survivors seen through TOP, ACT, or SJLIFE\n\nExclusion Criteria:\n\nStudy Participants\n\n* Significant psychiatric or neurologic disorders that would impair compliance with study protocol as indicated by the medical chart",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "24 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel Webster, PhD",
                    "role": "CONTACT",
                    "phone": "8662785833",
                    "email": "referralinfo@stjude.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rachel Webster, PhD",
                    "affiliation": "St. Jude Children's Research Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Jude Children's Research Hospital",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38105",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "866-278-5833",
                            "email": "referralinfo@stjude.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "St. Jude Children's Research Hospital",
                    "url": "http://www.stjude.org"
                },
                {
                    "label": "Clinical Trials Open at St. Jude",
                    "url": "http://www.stjude.org/protocols"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant de-identified datasets containing the variables analyzed in the published article will be made available (related to the study primary or secondary objectives contained in the publication). Supporting documents such as the protocol, statistical analyses plan, and informed consent are available through the CTG website for the specific study. Data used to generate the published article will be made available at the time of article publication. Investigators who seek access to individual level de-identified data will contact the computing team in the Department of Biostatistics (ClinTrialDataRequest@stjude.org) who will respond to the data request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be made available at the time of article publication.",
            "accessCriteria": "Data will be provided to researchers following a formal request with the following information: full name of requestor, affiliation, data set requested, and timing of when data is needed. As an informational point, the lead statistician and study principal investigator will be informed that primary results datasets have been requested."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}