{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04514341",
            "orgStudyIdInfo": {
                "id": "1UH3CA233229-02",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1UH3CA233229-02"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Implementing a Multilevel Intervention to Accelerate Colorectal Cancer Screening and Follow-up",
            "officialTitle": "Implementing a Multilevel Intervention to Accelerate Colorectal Cancer Screening and Follow-up in Federally Qualified Health Centers Using a Stepped Wedge Design",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "implementing-a-multilevel-intervention-to-accelerate-colorectal-cancer-screening-and-follow-up"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-06",
            "studyFirstSubmitQcDate": "2020-08-12",
            "studyFirstPostDateStruct": {
                "date": "2020-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-30",
            "lastUpdatePostDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Screening for colorectal cancer (CRC) not only detects disease early when treatment is more effective but also prevents cancer by finding and removing precancerous polyps. Because many of our nation's most disadvantaged and vulnerable individuals obtain health care at federally qualified health centers, these centers play a significant role in increasing CRC screenings among the most vulnerable populations. Furthermore, the full benefits of cancer screenings must include timely and appropriate follow-up of abnormal results. Thus, the purpose of this study is to implement a multilevel intervention to increase rates of CRC screenings, follow-ups, and referrals-to-care in federally qualified health centers (FQHCs). Also, we will examine the implementation strategies used to support the implementation process and their contribution to the adoption, implementation, and sustainment of the multilevel intervention. The multilevel intervention will target three different levels of influences: organization, provider, and individual. It will have multiple components, including provider and staff education, provider reminder, provider assessment and feedback, patient reminder, and patient navigation.\n\nThis study is a multilevel, three-phase, stepped wedge cluster randomized trial with four clusters of clinics from four different FQHCs. Our FQHC partners together have 40 primary care clinics and 130 primary care providers. During Phase 1, there will be a 3-month waiting period during which no intervention components will be implemented. After the 3-month waiting period, we will randomize two clusters of clinics to cross from the control to the intervention and the remaining two clusters to follow three months later. All clusters of clinics will stay at the same phase for nine months, followed by a 3-month transition period, and then cross over to the next phase. In Phase 1, we will implement provider and staff education sessions. In Phase 2, we will add provider reminders, patient reminders, and provider assessment and feedback. We will add patient navigation during the last phase.\n\nSingle level interventions are often insufficient at leading to sustainable changes. Multilevel interventions are needed to address multilevel contextual influences simultaneously. How to take advantage of multilevel interventions and how to implement such interventions and evaluate their effectiveness are the ultimate goals of this study.",
            "detailedDescription": "A. BACKGROUND\n\nA1. Colorectal cancer control and FQHCs\n\nScreening for CRC not only detects disease early when treatment is more effective but also prevents cancer by finding and removing precancerous polyps. Despite strong evidence to support CRC screening, nationally, only 68.8% of adults had up to date screening in 2018 \\[1\\]. This figure is even lower among racial/ethnic minorities and people who live in poverty \\[2-5\\]. Racial/ethnic minorities and people with low social-economic status often lack health insurance and a regular source of care. These populations also disproportionately receive health care in safety-net settings, such as federally qualified health centers (FQHCs) \\[6-7\\]. In 2018, FQHCs served 28 million patients, of whom 23% were uninsured, 63% were racial/ethnic minorities, and 91% were living below 200% poverty level \\[8\\]. Thus, FQHCs play a significant role in increasing CRC screening among the most vulnerable populations.\n\nA2. Challenges of colorectal cancer control in FQHCs\n\nDue to the cost and limited availability of specialty services combined with patient preferences, FQHCs often promote non-invasive screening methods, such as fecal occult blood test (FOBT) or fecal immunochemical tests (FIT), as the modality for screening \\[9-12\\]. To achieve the benefits of CRC screening using FOBT/FIT, timely follow-up of positive results must occur. While no national estimates of the proportion of individuals without follow-up diagnostic evaluation after receiving a positive FOBT/FIT exist, several studies report follow-up rates ranging from less than 50% to 90% within one year of a positive test \\[13-22\\], with integrated health care systems exhibiting higher follow-up rates by 12 months (82%-86%) compared to FQHCs (56%-58%) \\[23-24\\].\n\nA3. Multilevel influences on cancer screening behavior\n\nIndividuals live and seek care in a complex environment, and multiple levels of contextual influences may affect individual decisions and actions \\[25-26\\]. Multilevel interventions target changes in more than one contextual level (e.g., organization, provider, and patient levels) to influence health behavior, health care practice, and health outcomes \\[27-28\\]. Although the call for multilevel interventions has increased \\[29-31\\], there is still a lack of evidence addressing how to implement multilevel interventions or how interventions at multiple levels interact and affect health outcomes.\n\nB. STUDY OBJECTIVES\n\nThe overall objective of this study is to provide the evidence base for multilevel interventions that increase rates of CRC screening, follow-up, and referral-to-care at federally qualified health centers, and to understand how to improve the adoption, implementation, and sustainment of these interventions. In this study, we will test the effectiveness of our multilevel intervention while simultaneously observing and gathering information on the implementation process. The selection of our multilevel intervention components is based on extensive literature review, the strength of evidence, and findings from our previous studies and projects. The multilevel intervention will target three different levels of influence (organization, provider, and individual) to improve rates of CRC screening, follow-up, and referral-to-care at our partner FQHCs. Our multilevel intervention will have multiple components, including provider and staff education, provider reminder, provider assessment and feedback, patient reminder, and patient navigation.\n\nThe aims this study are fourfold: (1) use a stepped wedge design to implement a multilevel intervention in three phases, (2) collect quarterly data to track changes over time, (3) evaluate the implementation process and the effectiveness of implementation strategies through observations, interviews, and annual survey, and (4) evaluate the effectiveness of the multilevel intervention using multilevel and longitudinal modeling.\n\nC. METHODS\n\nCRC screening and follow-up processes are complex and include several steps and interfaces. However, very few interventional studies have simultaneously targeted patient-, provider-, and organization-level factors. Interventions that focus on reducing barriers across several levels will likely be more effective for increasing rates of CRC screening, follow-up, and referral-to-care.\n\nC1. Multilevel Intervention and Implementation Strategy\n\nProvider Level Component\n\nProvider education\n\nNumerous studies indicate the importance of physician recommendation in influencing a patient's CRC screening decision \\[31-44\\], and this factor is a primary predictor for patient adherence with screening guidelines \\[45-47\\]. The research team will provide tailored education and guidance on best practices for participating health professionals. The educational sessions will focus on CRC risk assessment, screening guidelines, cultural competency, shared decision making, and communication skills using an academic detailing approach. The academic detailing approach involves trained experts visiting health care professionals in their settings to provide tailored education and guidance on best practices, which have shown to have a significant effect on increasing rates of CRC screening \\[48-53\\]. Each session will last about 15 to 20 minutes and will take place during routine staff and provider meetings. These academic detailing sessions will be ongoing throughout the study period.\n\nProvider assessment and feedback\n\nWe will combine academic detailing with practice facilitation, which includes assessment and feedback on aggregate and individual provider screening behavior and practice performance \\[54\\]. The reports will include CRC screening order rates, screening completion rates, follow-up rates for abnormal results, and referral to oncology care. Providers will be able to see each other's performances, which allows providers to compare and learn from each other's successes.\n\nProvider reminder\n\nGiven the multitude of competing priorities during a patient encounter, CRC screening recommendations can be overlooked. A provider prompt generated electronically or manually by staff members will be implemented to remind providers to screen their eligible patients. Provider prompts have been shown to increase CRC screening rates \\[55\\].\n\nC2. Organization and Individual Level Component\n\nPatient reminder\n\nProvider recommendation alone does not guarantee the completion of CRC screening, which involves patient compliance. We will implement a patient reminder component using a text-based platform, also known as short message service (SMS), to engage and remind patients to complete the screening. For patients who use colonoscopy as a screening method, the SMS will also include instruction on bowel preparation and dietary restrictions five days before the procedure. Studies have demonstrated that SMS patient reminders not only had a positive impact on screening rates but also improved the quality of bowel preparation \\[56-61\\].\n\nPatient navigation\n\nPatient navigation services will address both organization and individual influences. Patient navigation focuses on eliminating barriers by guiding a patient through a complex healthcare system, addressing education, sociocultural, and logistical needs using trained staff. We will hire and train two full-time CRC navigators and adapt and modify the well-studied New Hampshire Colorectal Cancer Screening Program (NHCRCSP) Patient Navigator Model \\[62-64\\].\n\nC3. Implementation Strategy\n\nThe effectiveness of an intervention, in part, depends on the strength of the implementation process. We will conduct a pre-implementation organizational readiness assessment (ORA). We will use the Consolidated Framework for Implementation Research (CFIR) to guide our ORA. We will conduct key informant interviews with health system leadership and clinic leaders to evaluate: 1) current CRC screening workflow, 2) CRC data capturing and validation process, and 3) capacity and resources available to support the implementation. Also, we will conduct a readiness survey with clinical providers and support staff to assess organizational climate and culture. Our 29 survey items were adapted and modified from validated instruments65-68 that measured CFIR constructs using a Delphi method.\n\nEffective strategies to support the implementation process is critical. Implementation strategies are actions taken to enhance the adoption, implementation, and sustainability of evidence-based interventions. We will use different implementation strategies to implement our multilevel intervention. Finally, we will implement our multilevel, multicomponent intervention in three phases along the CRC screening continuum. In Phase 1, we will collect baseline data and implement provider and staff education sessions. In Phase 2, we will add provider reminders, patient reminders, and provider assessment and feedback. We will add patient navigation during the last phase.\n\nC4. Study Design\n\nThis study is a multilevel, three-phase, stepped wedge cluster randomized trial with four clusters of clinics from four different FQHCs. Our FQHC partners together have 40 primary care clinics and 130 primary care providers. During Phase 1, there will be a 3-month waiting period during which no intervention components will be implemented. After the 3-month waiting period, we will randomize two clusters of clinics to cross from the control to the intervention and the remaining two clusters to follow three months later. All clusters of clinics will stay at the same phase for nine months, followed by a 3-month transition period, and then cross over to the next phase. In Phase 1, we will implement provider and staff education sessions. In Phase 2, we will add provider reminders, patient reminders, and provider assessment and feedback. We will add patient navigation during the last phase.\n\nC5. Study Sites\n\nWe will partner with four FQHCs, two in Illinois and two in Indiana. Together, our FQHC partners have 40 primary care clinics and 130 primary care providers and served 162,000 individual patients in 2018. Of the 162,000 patients, 78% were racial minorities, 93% live at or below 200% poverty, and 17% were uninsured. The CRC screening rates among our partners range from 25% to 43%.\n\nC6. Process Evaluation\n\nWe will assess the potential causal and contextual factors that may be associated with observed outcomes at the provider and clinic levels. After completion of each phase, we will send all providers at our partner clinics a survey to assess their exposure to and experience with the intervention component. Furthermore, we will evaluate the changes in organizational culture and climate that may ascertain potential mechanisms of impact using the 29 survey items we developed based on the CFIR.\n\nC7. Data Analysis Plan\n\nWe will conduct descriptive analyses, as well as within-group and between-group changes over time. Furthermore, to evaluate the four-component intervention effects, we will take a step-by-step approach. First, each intervention effect at each time phase will be estimated separately using linear-mixed effects models. The estimate of intervention effect in each model will be used to test if additional intervention component significantly affects outcome measures. Next, we will develop a grand model, including all intervention components simultaneously, in addition to the models described above."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer"
            ],
            "keywords": [
                "Multilevel intervention",
                "Stepped wedge design",
                "Implementation strategy",
                "Federally qualified health center"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CRC screening rate",
                    "description": "Percentage of age-eligible patients had up to date colorectal cancer screening during the reporting quarter",
                    "timeFrame": "From date of randomization until the study completion, assessed up to 36 months"
                },
                {
                    "measure": "CRC ordering rate",
                    "description": "Percentage of patients, who needed colorectal cancer screening, received order for the screening during the reporting quarter",
                    "timeFrame": "From date of randomization until the study completion, assessed up to 36 months"
                },
                {
                    "measure": "CRC Completion rate",
                    "description": "Percentage of patients who received an order for colorectal cancer screening completed the screening test",
                    "timeFrame": "From date of randomization until the study completion, assessed up to 36 months"
                },
                {
                    "measure": "Follow-up diagnostic colonoscopy referral rate",
                    "description": "Percentage of patients who had a positive stool test received a referral for diagnostic colonoscopy during the reporting quarter",
                    "timeFrame": "From date of randomization until the study completion, assessed up to 36 months"
                },
                {
                    "measure": "Follow-up diagnostic colonoscopy completion rate",
                    "description": "Percentage of patients who received diagnostic colonoscopy referral completed the diagnostic test during the reporting quarter",
                    "timeFrame": "From date of randomization until the study completion, assessed up to 36 months"
                },
                {
                    "measure": "Time to completion of diagnostic colonoscopy",
                    "description": "The time from the order of diagnostic colonoscopy to completion of the diagnostic colonoscopy",
                    "timeFrame": "From date of randomization until the study completion, assessed up to 36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reasons for Receiving Patient Navigation Service",
                    "description": "The reasons patients receive navigation service to facilitate colorectal cancer screening and follow-up care include: 1) transportation issues, 2) financial or health insurance coverage issues, 3) social/psychological issues, 4) literacy or language barriers, 5) concerns about medical personnel, 6) childcare issues, 7) family support issues, 8) work schedule conflicts, 9) medical comorbidity, 10) health system problems, such as scheduling, and 11) Other, specify. The patient navigator, who provides the patient navigation service, will fill out the checklist after the patient has signed up for the patient navigation service.",
                    "timeFrame": "From date of patient navigation service initiated at the study sites until the study completion, assessed up to 16 months"
                },
                {
                    "measure": "Navigation Services Provided",
                    "description": "Services provided to facilitate the completion of colorectal cancer screenings and follow-up care include: 1) made appointment for screening referral or follow-up care, 2) arranged transportation, 3) provided social or psychological support, 4) provided language support/interpreter service, 5) assisted with literacy issues, 6) addressed concerns related to medical personnel, 7) assisted with childcare or family issues, 8) addressed health insurance or co-payment issues, 9) supported patient by addressing comorbid conditions, and 10) Other, specify. The patient navigator will complete the checklist when the patient is discharged from the navigation service.",
                    "timeFrame": "From date the patient navigation service initialed at the study sites until the study completion, assessed up to 16 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Eligibility for the patient navigation service:\n\nInclusion criteria:\n\n* Capable of giving consent\n* Having a provider order for colorectal cancer screening or follow-up care\n\nExclusion Criteria:\n\n* Unable to give consent\n* Not having a provider order for colorectal cancer screening or follow-up care",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All patients who are age-eligible (between 45 years to 75 years old) for colorectal cancer screening.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karen Kim, MD",
                    "role": "CONTACT",
                    "phone": "773-702-2613",
                    "email": "kekim@medicine.bsd.uchicago.edu"
                },
                {
                    "name": "Helen Lam, Ph.D.",
                    "role": "CONTACT",
                    "email": "hvallina@medicine.bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karen Kim, MD",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "PCC Community Wellness Centers",
                    "status": "RECRUITING",
                    "city": "Oak Park",
                    "state": "Illinois",
                    "zip": "60302",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.88503,
                        "lon": -87.7845
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33121536",
                    "type": "DERIVED",
                    "citation": "Kim K, Polite B, Hedeker D, Liebovitz D, Randal F, Jayaprakash M, Quinn M, Lee SM, Lam H. Implementing a multilevel intervention to accelerate colorectal cancer screening and follow-up in federally qualified health centers using a stepped wedge design: a study protocol. Implement Sci. 2020 Oct 29;15(1):96. doi: 10.1186/s13012-020-01045-4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}