{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03225820",
            "orgStudyIdInfo": {
                "id": "IRB17-0890"
            },
            "secondaryIdInfos": [
                {
                    "id": "U54MD010723",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U54MD010723"
                }
            ],
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Implementation of Point-of-Care Pharmacogenomic Decision Support Accounting for Minority Disparities",
            "officialTitle": "Implementation of Point-of-Care Pharmacogenomic Decision Support Accounting for Minority Disparities",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementation-of-point-of-care-pharmacogenomic-decision-support-accounting-for-minority-disparities"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-11-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-07-14",
            "studyFirstSubmitQcDate": "2017-07-19",
            "studyFirstPostDateStruct": {
                "date": "2017-07-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "(a) To explore the feasibility and utility of implementing broad preemptive pharmacogenomic result delivery in the inpatient setting across multiple institutions specifically with the goal of incorporating minority-specific pharmacogenomic information; (b) To determine whether clinical outcomes for the drug warfarin are improved in African Americans through the availability of pharmacogenomics-based dosing guidance at the point-of-care.",
            "detailedDescription": "This study aims to determine whether preemptively obtained pharmacogenomic information can be delivered and utilized at the point-of-care across multiple institutions specifically in African American patients at risk for minority health disparities. The investigators have chosen the high-stakes, rapid-paced setting of inpatient medicine for this implementation study. The investigators seek to examine whether the availability of pharmacogenomic information improves prescribing.\n\nThe investigators will enroll adults at one of three institutions, The University of Chicago, University of Illinois at Chicago, and Northwestern University. During an initial (enrollment) hospital inpatient encounter, patients will be consented and a blood sample will be obtained for preemptive genotyping across a panel of actionable germline variants predicting drug response or toxicity risk. Patients will also be targeted for enrollment who are highly likely to initiate future warfarin therapy. Patients will be recruited to two primary cohorts. In the feasibility cohort, all patients will have their actionable pharmacogenomic results (with decision support) available to inpatient treating physicians for the duration of the study, once genotyping is completed, via the Genomic Prescribing System (GPS). Physicians and pharmacists will be individually approached for enrollment through a process of direct stakeholder engagement and informed consent. Participating providers will give permission for their medication decisions to be analyzed. Providers will never be instructed how to practice nor how to prescribe, and it is their choice whether or not to use GPS. GPS accession, use, and all medications prescribed throughout the admission will be passively recorded by the research team, for all patients, and an analysis of the impact of GPS results and decision-supports will be performed.\n\nFor the African American warfarin cohort, patients newly-starting warfarin will be enrolled at the time of new warfarin initiation and then randomized such that their treating physicians and pharmacists either have access to African American-specific warfarin dosing guidance via GPS, or not. The frequency of unfavorable (high-risk) scenarios related to warfarin-related clinical outcomes will be examined in each group."
        },
        "conditionsModule": {
            "conditions": [
                "Information Seeking Behavior"
            ],
            "keywords": [
                "pharmacogenomic information"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "90 Days",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Overall Pharmacogenomics",
                    "description": "All patients who consent to participation will be preemptively genotyped, at no cost to the patient nor provider. A portion of the enrolled patients will be specifically recruited for the usual care arm (no study-specific PGx information available to providers for these patients). Note that patients who are randomized to the Control Arm will be genotyped, but their results will be withheld (not available via GPS) for at least 90 days. For the warfarin sub-study, treating providers caring for patients assigned to both arms are permitted to dose warfarin according to their own discretion and best practices. In either arm of the study, providers may utilize any available other tools or decision-supports for guiding warfarin dosing, including pharmacy assistance.\n\nNOTE: The purpose of the study is to observe if physicians/pharmacists use the genotyped information to determine prescription habits."
                },
                {
                    "label": "Warfarin Sub-Study",
                    "description": "All patients who consent to participation will be preemptively genotyped, at no cost to the patient nor provider. A portion of the enrolled patients will be specifically recruited for the warfarin sub-study, in which patients will be randomized in 1:1 fashion to the pharmacogenomics arm of the study. Note that patients who are randomized to the Control Arm will be genotyped, but their results will be withheld (not available via GPS) for at least 90 days. For the warfarin sub-study, treating providers caring for patients assigned to both arms are permitted to dose warfarin according to their own discretion and best practices. In either arm of the study, providers may utilize any available other tools or decision-supports for guiding warfarin dosing, including pharmacy assistance.\n\nNOTE: Warfarin is prescribed as a standard of care drug. The purpose of the study is to observe if physicians/pharmacists use the genotyped information to determine prescription habits."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency of Geonomic Prescribing System (GPS) use by physicians and pharmacists",
                    "description": "To explore the feasibility and utility of implementing broad preemptive pharmacogenomic result delivery for African Americans in the inpatient setting across multiple institutions by determining the frequency of Genomic Prescribing System (GPS) use by physicians and pharmacists caring for self-identified African American patients.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Number of improved clinical outcomes",
                    "description": "To determine whether African-American-specific pharmacogenomic and clinical dosing guidance results in improved clinical outcomes related to warfarin compared to dosing without such guidance.",
                    "timeFrame": "Up to 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of use of pharmacogenomically-identified higher-risk drugs (increased pharmacogenomic risk)",
                    "description": "To determine the rate of use of pharmacogenomically-identified higher-risk drugs (increased pharmacogenomic risk) in patients for whom pharmacogenomic results are available, comparing specifically patients whose providers access GPS during an admission versus when their providers do not.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Number of specific pharmacogenomically-informed adverse drug events",
                    "description": "To determine the occurrence of specific pharmacogenomically-informed adverse drug events in both arms.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Quantitative survey responses from pharmacists' and physicians'",
                    "description": "To determine pharmacists' and physicians' knowledge, attitudes and perceptions of prescribing including pharmacogenomic-informed prescribing by providing a survey for the appropriate individuals to complete.",
                    "timeFrame": "After the date of discharge for the patient, not to exceed 5 years."
                },
                {
                    "measure": "Quantitative survey responses from patients",
                    "description": "To determine whether differences in patient-reported satisfaction and adherence likelihood are observable for patients whose providers access and use pharmacogenomic information by providing a survey for the appropriate individuals to complete.",
                    "timeFrame": "After the date of discharge for the patient, not to exceed 5 years."
                },
                {
                    "measure": "Measure the frequencies of specific genotyped information on African American patients",
                    "description": "To develop a repository of information on genotyped African American patients receiving care by a preemptive genotype.",
                    "timeFrame": "Upon patient enrollment, not to exceed 5 years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be at least 18 years of age.\n* Patients must self-identify as African American\n\nExclusion Criteria:\n\n* Patients who have undergone, or are being actively considered for, liver or kidney transplantation.\n* Patients with known active or prior leukemia.\n* Inability to understand and give informed consent to participate.\n* For patients being recruited to the warfarin sub-study, those with a glomerular filtration rate or creatinine clearance \\<30 mL/min34.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adult patients will comprise the eligible patient population of this study. These patients will be identified through recruitment from the inpatient medicine services at each of the respective institutions, or from relevant clinics or clinical populations that are likely to initiate, or are newly-starting, warfarin therapy.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cancer Clinical Trials Office",
                    "role": "CONTACT",
                    "phone": "1-855-702-8222",
                    "email": "cancerclinicaltrials@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter O'Donnell, MD",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Illinois at Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60607",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter O'Donnell, MD",
                            "role": "CONTACT",
                            "phone": "773-702-7564"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin O'Leary, MD",
                            "role": "CONTACT",
                            "phone": "312-926-2537"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34945816",
                    "type": "DERIVED",
                    "citation": "Saulsberry L, Danahey K, Middlestadt M, O'Leary KJ, Nutescu EA, Chen T, Lee JC, Ruhnke GW, George D, House L, van Wijk XMR, Yeo KJ, Choksi A, Hartman SW, Knoebel RW, Friedman PN, Rasmussen LV, Ratain MJ, Perera MA, Meltzer DO, O'Donnell PH. Applicability of Pharmacogenomically Guided Medication Treatment during Hospitalization of At-Risk Minority Patients. J Pers Med. 2021 Dec 10;11(12):1343. doi: 10.3390/jpm11121343."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17602",
                    "name": "Warfarin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}