{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06128538",
            "orgStudyIdInfo": {
                "id": "202305425"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Implementing Group Battlefield Acupuncture in CCRCs for the Treatment of Chronic Lower Back Pain",
            "officialTitle": "Implementing Group Battlefield Acupuncture in CCRCs for the Treatment of Chronic Lower",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementing-group-battlefield-acupuncture-in-ccrcs-for-the-treatment-of-chronic-lower-back-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-07",
            "studyFirstSubmitQcDate": "2023-11-07",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Korey Kennelty",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Korey Kennelty",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Lower back pain (LBP) is one of the most common causes of disability, with 68% of adults over 60 years of age suffering from chronic Lower Back Pain (cLBP). In addition to the exacerbation of physical, social and emotional health issues, LBP has a staggeringly high US economic burden. Community-dwelling older adults experience a significant amount of chronic pain and treatments that are effective in their younger adult counterparts (e.g., pain medications, exercise) are often not safe or feasible. Our long-term goal is to decrease cLBP and improve function in older adults residing in continuing care retirement communities (CCRC). Battlefield Acupuncture (BFA), a promising treatment for cLBP, is an auricular (ear-based) treatment intended to compliment traditional allopathic medical treatments for acute and chronic pain. Auricular acupuncture has been implemented and used widely in the US military. Despite emerging evidence supporting the use of BFA in chronic pain, BFA has not been used to treat older adults with cLBP residing in CCRC. To this end, we propose an adapted group BFA protocol for CCRC residents. We will determine the feasibility and acceptability of implementing group BFA for cLBP at the University of Iowa (UI) Family Medicine-affiliated CCRCs by evaluating patient participation rates and retention, comfort with the protocol and satisfaction with the sessions, protocol delivery and ease of use. We will also determine treatment effectiveness by evaluating pain scales in cLBP, pain medication use, mobility, and falls. Data obtained from this study will inform the design of a future clinical trial testing group BFA for the management of cLBP in older adults.",
            "detailedDescription": "For the pilot study, enrolled patients will be assigned a random numerical identifier that will be generated for each participant and used in the SMS-based messaging system.\n\nThe investigators will work with the Mobile Tech Lab (MLT) within the ICTS to develop the framework and train the research team to use an SMS-based messaging system to collect pain intensity scores using a text message of the visual analog scale (VAS) and numerical response. Upon consenting patients to the study, enrolled patients will have their cell phone numbers entered into the developed SMS framework. The participants will be sent text message prompts using Boomerang, a bi-directional text messaging platform that uses Twilio to send and receive messages. Boomerang is hosted on a secure server in the Department of Computer Science and is managed by their staff. Only research team members will have access to the responses sent in by the participants.\n\nIn the first 12 weeks of the pilot (prior to the start of the acupuncture sessions), participants will be sent once per week, the following text message prompt: \"Good morning, please rate your pain level today using the scale below\" and asked to respond with a number from 1-10 with an image of the visual analog pain scale. If participants have questions or problems, they can reply 'support' to the text messages and a member of the research team will contact them and offer technical support. If a participant doesn't want to receive messages from the study anymore, they may reply 'STOP' and all messaging will stop. Subjects will receive text messages at a consistent time of day at 10am and this will remain consistent throughout the study.\n\nThe research manager will collect weekly pain scores using the visual analog scale (pain scale 1-10) and weekly disability questionnaires using the Roland-Morris Disability Questionnaire, shown to be relevant for low back pain. Data on weekly pain medicine usage (dosage and frequency) and number of falls will be extracted from the patients' electronic medical records (EMR).\n\nAfter the initial 12 weeks of data collection, the investigators will implement 12 weeks of BFA. These sessions will be done every other week (total of 6 sessions over 12 weeks). During these sessions, BFA-trained providers will perform the group BFA protocol with all 20 participants. During this 12-week acupuncture phase, participants will receive the same SMS messages twice a week to collect pain intensity scores. The group BFA protocol involves taking vitals for all patients (similar to a regular medical visit) and placing all 10 acupuncture needles (5 in each ear) while the patient remains seated in a chair. Once the acupuncture needles are placed, the patient will be asked to move around and remain in the room for 30 minutes (for any questions or medical concerns and to complete the questionnaires - VAS and Disability Questionnaire). VAS data will be collected at each BFA session immediately before and 30 minutes after the BFA protocol by the research team, and then twice a week thereafter through the SMS system. Disability questionnaire data will be collected from all participants at each BFA session by the research team. Medication usage (dose and frequency) and fall (number of falls) data will be extracted from the EMR.\n\nTowards the end of the 12-week acupuncture period, the investigators will perform in-depth semi-structured interviews with key stakeholders (e.g., patients, providers). Interviews will be conducted with a portion of the patient subjects (10 out of 20 patient stakeholders), the nursing administrator and any Oaknoll staff that assisted with the acupuncture sessions (either via phone, Zoom, or in-person and will be audiotaped and transcribed verbatim by a professional transcribing company (Rev.com; IRB-approved vendor). The investigators expect this sample to be large enough for this type of homogenous study population; however, additional interviews will be conducted if saturation is not reached. The interviews will take place after the patients have been in the study for six weeks to ensure enough time to draw on their experiences in responding to questions. The investigators expect interviews to last up to 25 minutes each. Under the guidance of the investigators, the research manager will facilitate interview recruitment, coordinate interviews, and manage transcription/data storage. Patient stakeholders will be identified through the community residential center.\n\nRecordings are not optional as they are part of the interview process. Any recordings will be destroyed at the end of the study. Recordings will occur using a audio recorder with microphone. The interview content is reflected in the attached interview questionnaire. The purpose of the recording is to have the interviews transcribed for qualitative analysis. The research manager will perform the recordings and upload these to the secure server for Rev.com.\n\nInterview questions will focus on relative advantage, compatibility, complexity and trialability of the acupuncture for staff and patients. Specifically for patients (staff questions are similar with different reference point):\n\nRelative Advantage:\n\n* What have you tried to help with your back pain? o What has worked? What did not work?\n* Do you think the acupuncture helped your back pain? How? o How was this compared to other things you have tried?\n\nCompatibility:\n\n* What did you expect before you had this acupuncture?\n\n  o Did this meet your expectations? Why/why not?\n* Was the acupuncture painful?\n* How would you describe the acupuncture process?\n\nComplexity:\n\n• Was it difficult to participate in the acupuncture? How so?\n\no What would you change about the acupuncture sessions?\n\nTrialability:\n\n* Would you participate in the acupuncture sessions again? Why/why not?\n* Would you recommend this to your friends and/or family? Why/why not?"
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Back"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acupuncture Arm",
                    "type": "EXPERIMENTAL",
                    "description": "No control",
                    "interventionNames": [
                        "Device: Auricular acupuncture",
                        "Behavioral: Visual Analog Scale for Pain",
                        "Behavioral: Roland-Morris Disability Questionnaire"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Auricular acupuncture",
                    "description": "we will implement 12 weeks of BFA. These sessions will be done every other week (total of 6 sessions over 12 weeks). During these sessions, Dr. Quinlan (Co-I) and another BFA-trained provider (Dr. Wilbur or Dr. Butler; also research team members) will perform the group BFA protocol with all 20 participants. During this 12-week acupuncture phase, participants will receive the same SMS messages twice a week to collect pain intensity scores. The group BFA protocol involves taking vitals for all patients (similar to a regular medical visit) and placing all 10 acupuncture needles (5 in each ear) while the patient remains seated in a chair. Once the acupuncture needles are placed, the patient will be asked to move around and remain in the room for 30 minutes (for any questions or medical concerns.",
                    "armGroupLabels": [
                        "Acupuncture Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Visual Analog Scale for Pain",
                    "description": "During the first 12 weeks of the trial, the research manager will collect weekly pain scores using the visual analog scale (pain scale 1-10). During the second 12 week phase of the trial, which includes the acupuncture sessions, the research manager will collect pain scores using the visual analog scale at each acupuncture session immediately before and 30 minutes after the acupuncture protocol by the research team, and then twice a week thereafter.",
                    "armGroupLabels": [
                        "Acupuncture Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Roland-Morris Disability Questionnaire",
                    "description": "During the first 12 weeks of the trial, the research manager will collect weekly Roland -Morris Disability questionnaire data. During the second 12 week phase of the trial, which includes the acupuncture sessions, the research manager will collect disability scores using the Roland-Morris Disability Questionnaire at each acupuncture session (6 sessions in total).",
                    "armGroupLabels": [
                        "Acupuncture Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Scale after acupuncture sessions",
                    "description": "The investigators will evaluate the reduction in pain using the Visual Analog Pain Scale between baseline and 24 weeks. The average pain, using the pain scale, will be compared between the 12 week period prior to acupuncture (baseline measures) and the following 12 weeks which contains the 6 sessions of auricular acupuncture (24 weeks at end of study).",
                    "timeFrame": "Baseline to 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adults \\>65 years residing at the Oaknoll Community Center\n* Chronic lower back pain musculo-skeletal diagnosis\n* UIHC patient\n* Some mobility needed (independent or assisted living care levels).\n\nExclusion Criteria:\n\n* Anyone not meeting inclusion criteria\n* Prior BFA acupuncture treatment\n* Documented dementia diagnosis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "115 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Korey Kennelty, Ph.D.",
                    "role": "CONTACT",
                    "phone": "319-335-8862",
                    "email": "korey-kennelty@uiowa.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Korey Kennelty, Ph.D",
                            "role": "CONTACT",
                            "phone": "319-335-8862",
                            "email": "korey-kennelty@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Pain, Back",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}