{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05634902",
            "orgStudyIdInfo": {
                "id": "KPSC IRB 12548"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DC012760-08",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DC012760-08"
                }
            ],
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Implementation of Evidence-Based Practice for Dizziness",
            "officialTitle": "Dizziness Treatment Through Implementation & Clinical Strategy Tactics",
            "acronym": "DIZZTINCT2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementation-of-evidence-based-practice-for-dizziness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-23",
            "studyFirstSubmitQcDate": "2022-12-01",
            "studyFirstPostDateStruct": {
                "date": "2022-12-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kevin Kerber",
                "investigatorTitle": "Professor, Co-Director of Health Services Research",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "Kaiser Permanente",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study evaluates the implementation of evidence-based practice for the management of patients with dizziness in the emergency department (ED) within a large integrated health care system. The clinical focus is on benign paroxysmal positional vertigo (BPPV), unilateral vestibulopathy (e.g., vestibular neuritis), and stroke - which are disorders with established evidence-base practices for evaluation and management. Evidence-based practices for these clinical topics have not properly disseminated regarding dizziness visits, and this results in missed opportunities for effective and efficient care delivery.\n\nThe investigators propose a hybrid type 3 effectiveness-implementation trial to evaluate an enhanced BPPV-centric implementation strategy and clinical intervention. The overall strategy, initially developed in Dizziness Treatment through Implementation \\& Clinical strategy Tactics-1 (DIZZTINCT-1), will be improved to increase generalizability, convenience, exposures, sustainability, and dissemination. We use an innovative design of a stepped-wedge trial for the ED-level implementation strategy and an embedded randomized patient-level dissemination strategy. As a result, we can closely assess the individual and additive impact of study components. We will evaluate effectiveness of the implementation strategy and also confirm clinical outcomes.",
            "detailedDescription": "Current management of dizziness in the ED often leads to expensive, time consuming, and unnecessary tests, but not appropriate evidence-based and guideline concordant evaluation \\& management. The Dix-Hallpike Test (DHT) and Canalith Repositioning Maneuver (CRM) are used to diagnose and treat Benign Paroxysmal Positional Vertigo (BPPV). BPPV processes have an evidence base that is at the clinical practice guideline level. The DHT is the gold standard test for DHT and the CRM is supported by numerous randomized controlled trials and systematic reviews. Gaze stabilization exercises are also evidence-based treatment for unilateral vestibulopathy.\n\nThe problem is that evidence based processes of care for dizziness visits are frequently underutilized.\n\nAn ED- level stepped wedge randomized clinical trial with an embedded patient- level randomized controlled dissemination strategy will be used to increase the use of evidence based care using a theory-based education intervention within a large integrated health care system.\n\nThe trial will begin with an initial no intervention period followed by a randomized staggered intervention at the 14 EDs in 11 waves (some medical centers will be paired based on the medical service area). The physician-based intervention consists of a recorded continuing medical education (CME) session, a mobile responsive website with the recommended algorithm of care, print materials (posters and note cards) and a dot phrase for dizziness. We will evaluate documentation of the DHT and CRM in approximately 80,000 dizziness visits.\n\nConcurrently, eligible patients with a dizziness-related emergency department visit will be identified from the electronic medical records (EMR) system before and after the physician level intervention is implemented at each ED. Enrolled subjects will be randomized individually to the intervention or control arm using central computerized randomization. The patient-based intervention includes patient-oriented materials focused on evidence based care incorporated into a patient-specific website. We plan to have 800 patients for the analysis.\n\nThe primary outcome for the ED-level implementation strategy is DHT or CRM documentation. The primary outcome measure for the patient-level intervention is the Dizziness Handicap Inventory (DHI).\n\nThe overall potential public health impact of improved ED dizziness care is substantial based on the volume of visits, underuse of effective management, and inefficiencies from overuse of typically unnecessary tests."
        },
        "conditionsModule": {
            "conditions": [
                "BPPV",
                "Vestibular Diseases",
                "Vertigo",
                "Dizziness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1: Pre-CME with Patient Education",
                    "type": "EXPERIMENTAL",
                    "description": "Physicians in hospitals that have not received the DIZZTINCT educational intervention.\n\nPatients have received the DIZZTINCT educational intervention",
                    "interventionNames": [
                        "Behavioral: Study Developed Educational Materials for Patients"
                    ]
                },
                {
                    "label": "Group 2: Pre-CME with Standard Patient Care",
                    "type": "NO_INTERVENTION",
                    "description": "Physicians in hospitals that have not received the DIZZTINCT educational intervention.\n\nPatients have not received the DIZZTINCT educational intervention"
                },
                {
                    "label": "Group 3: Pre-CME with Chart Review Only",
                    "type": "NO_INTERVENTION",
                    "description": "Physicians in hospitals that have not received the DIZZTINCT educational intervention.\n\nEligible patient will have their medical records abstracted to assess the main study outcome"
                },
                {
                    "label": "Group 4: Post-CME with Patient Education",
                    "type": "EXPERIMENTAL",
                    "description": "Physicians in hospitals that have received the DIZZTINCT educational intervention.\n\nPatients have receive the DIZZTINCT educational intervention",
                    "interventionNames": [
                        "Behavioral: CME Educational Intervention",
                        "Behavioral: Study Developed Educational Materials for Patients"
                    ]
                },
                {
                    "label": "Group 5: Post-CME with Standard Patient Care",
                    "type": "EXPERIMENTAL",
                    "description": "Physicians in hospitals that have received the DIZZTINCT educational intervention.\n\nPatients have not receive the DIZZTINCT educational intervention",
                    "interventionNames": [
                        "Behavioral: CME Educational Intervention"
                    ]
                },
                {
                    "label": "Group 6: Post-CME with Chart Review Only",
                    "type": "EXPERIMENTAL",
                    "description": "Physicians in hospitals that have received the DIZZTINCT educational intervention.\n\nEligible patient will have their medical records abstracted to assess the main study outcome",
                    "interventionNames": [
                        "Behavioral: CME Educational Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CME Educational Intervention",
                    "description": "The educational materials for physicians include a recorded CME session, a mobile responsive website with the recommended algorithm of care, print materials (posters and note cards) and a dot phrase for dizziness.",
                    "armGroupLabels": [
                        "Group 4: Post-CME with Patient Education",
                        "Group 5: Post-CME with Standard Patient Care",
                        "Group 6: Post-CME with Chart Review Only"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Study Developed Educational Materials for Patients",
                    "description": "Patient-oriented materials are incorporated into a mobile responsive website with information/instruction about BPPV, and self-management resources; information/instruction on gaze stabilization exercises for vestibular neuritis",
                    "armGroupLabels": [
                        "Group 1: Pre-CME with Patient Education",
                        "Group 4: Post-CME with Patient Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Documentation of Dix-Hallpike Test/Canalith Repositioning Maneuver",
                    "description": "To determine whether patient received a BPPV Care Process. Pre-CME vs Post CME. The primary endpoint is measured at the individual patient level and is the presence of documentation of either the Dix-Hallpike Test or the Canalith Repositioning Maneuver",
                    "timeFrame": "Index ED 1 day visit"
                },
                {
                    "measure": "Dizziness Handicap Inventory",
                    "description": "To assess patient dizziness disability over time. The primary endpoint is a patient reported outcome collected weekly for 4 weeks using computerized surveys.",
                    "timeFrame": "Cumulative 4 weeks following index ED visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Dizziness diagnosis as the primary discharge diagnosis (ICD-10 codes: R42.xx \"Dizziness\"; H81.xx \"Disorders of vestibular system\" (e.g., BPPV, vestibular neuritis); H82.xx \"Other vertiginous syndromes\"; H83.xx \"Other diseases of inner ear\"; R26.0 \"Ataxic gait\"; R26.2 \"Difficulty in walking\"; R26.81 \"Unsteadiness on feet\"; R26.89 \"Other abnormalities of gait\"; R27.xx \"Other lack of coordination\"; A88.1 \"Epidemic vertigo\")\n* Discharged home from ED or Observation from one of 14 Kaiser Permanente Southern California (KPSC) Emergency Departments within the last 48 hours (Enrolled population)\n* Continuous health plan membership in the last 31 days prior to the encounter\n* English or Spanish speaker\n\nExclusion Criteria:\n\n* Prisoners\n* Death\n* Level 1 trauma diagnosis\n* Previously enrolled in study\n* Does not demonstrate capacity to consent assessed by the Older Adults' Capacity to Consent to Research (OACCR) scale48",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kevin Kerber, MD",
                    "role": "CONTACT",
                    "phone": "734-478-2678",
                    "email": "Kevin.Kerber@osumc.edu"
                },
                {
                    "name": "Huong Nguyen, PhD",
                    "role": "CONTACT",
                    "phone": "626-773-0873",
                    "email": "huong.q2.nguyen@kp.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin Kerber, MD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Will Meurer, MD",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Huong Nguyen, PhD",
                    "affiliation": "Kaiser Permanente",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kaiser Permanente Southern California",
                    "status": "RECRUITING",
                    "city": "Pasadena",
                    "state": "California",
                    "zip": "91101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Huong Nguyen, PhD",
                            "role": "CONTACT",
                            "phone": "626-773-0873",
                            "email": "huong.q2.nguyen@kp.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.14778,
                        "lon": -118.14452
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators are committed to resource and data sharing with the clinical research community. Optimally effective data sharing is carefully planned. The specific contents and strategy for creating and sharing a public use dataset will be established at the beginning of the trial, rather than at the end. The primary results of the study will be disseminated by publication in the peer reviewed medical literature. In accordance with the NIH Public Access Policy, the investigators will submit an electronic version of their final, peer-reviewed manuscripts (directly or through the publisher) to the National Library of Medicine's PubMed Central, no later than 12 months after the official date of publication. The trial will be registered with http://www.ClinicalTrials.gov, and results of the study will be reported there within a year of study completion.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "We plan to submit data to the repository approximately one year after the primary manuscript of the trial is accepted for publication",
            "accessCriteria": "We plan to make the data publicly available in accordance with approval and regulations of Kaiser Permanente and the funding Institute. The location of study data repository will be arranged with the Institute and Kaiser Permanente. The public use dataset will be stripped of any and all personal identifiers and will undergo a deidentification process. Our HIPAA compliant de-identification plan is to remove study identification (ID) numbers and assignment of a random number to each subject/visit, delete facility numbers and assignment of a random number to each facility, delete any investigator or assessor name/ID, delete the randomization date but retain the month and year and the order of visits and enrollment, and convert when necessary dates and times to the number of days/minutes from the date and time of randomization. Derived variables necessary to reproduce the primary analysis will be included."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014717",
                    "term": "Vertigo"
                },
                {
                    "id": "D000015837",
                    "term": "Vestibular Diseases"
                },
                {
                    "id": "D000004244",
                    "term": "Dizziness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007759",
                    "term": "Labyrinth Diseases"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17462",
                    "name": "Vertigo",
                    "asFound": "Dizziness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7420",
                    "name": "Dizziness",
                    "asFound": "Dizziness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18387",
                    "name": "Vestibular Diseases",
                    "asFound": "Vestibular Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10779",
                    "name": "Labyrinth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10782",
                    "name": "Labyrinthitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}