{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06451341",
            "orgStudyIdInfo": {
                "id": "0277-24-EP"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "IMplementation of CAB+RPV LA for People With HIV in Non-Metropolitan Areas",
            "officialTitle": "IMplementation of CAB+RPV LA for People With HIV in Non-Metropolitan Areas: Addressing Adherence Barriers Through Learning and Evidence-Informed Strategies (IM-CAPABLE)",
            "acronym": "IM-CAPABLE",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "implementation-of-cab-rpv-la-for-people-with-hiv-in-non-metropolitan-areas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-20",
            "studyFirstSubmitQcDate": "2024-06-08",
            "studyFirstPostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "ViiV Healthcare",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this implementation science study is to learn about the experience of receiving and providing cabotegravir + rilpivirine long-acting (CAB+RPV LA) injections as treatment for human immunodeficiency virus (HIV) for people who live a significant distance from an HIV provider. The main questions it aims to answer are:\n\n* Is CAB+RPV LA feasible and acceptable to patients and staff?\n* What barriers and supports exist and have the most impact on receiving and providing CAB+RPV LA?\n* How does CAB+RPV LA affect HIV stigma, treatment satisfaction, medication adherence and viral suppression?\n\nPeople living with HIV who reside outside of the Omaha, Nebraska metro area and are starting CAB+RPV LA as part of regular medical care for HIV will be invited to participate in this study by completing questionnaires and an interview over 15 months. Clinic staff who are involved in providing HIV care and CAB+RPV LA will also provide input through questionnaires and an interview.",
            "detailedDescription": "The UNMC Specialty Care Center (SCC) in Omaha, Nebraska is the only dedicated HIV care facility in the region and serves patients from across the state of Nebraska as well as southwest Iowa. It also provides the sole comprehensive CAB+RPV LA program in the area with highly trained staff, established protocols and workflows for drug acquisition, and more than 75 patients receiving CAB+RPV LA to date.\n\nAlthough individuals who have transitioned to this new treatment modality report many benefits, including relief at not taking a daily pill (often seen as an unwanted daily reminder of HIV infection), some individuals still face barriers to access this treatment, which must be administered in a medical facility on a monthly or every two month dosing schedule.\n\nFor the patients of the UNMC Specialty Care Center (SCC) who live in 79 rural counties in central and eastern Nebraska and 11 counties in Southwest Iowa, some extra barriers might include transportation, bad weather, time away from work to travel, and privacy concerns surrounding receipt of injections. In an effort to improve access, the SCC has partnered with the Nebraska Medicine Internal Medicine Clinic in Grand Island, Nebraska (a rural facility located approximately 150 miles from Omaha) to provide a satellite location for patients to receive CAB+RPV LA injections.\n\nThe IM-CAPABLE study aims to evaluate this partnership and the best ways to provide CAB+RPV LA to patients who live a significant distance from an HIV provider and/or live in rural areas."
        },
        "conditionsModule": {
            "conditions": [
                "HIV"
            ],
            "keywords": [
                "CAB",
                "RPV",
                "Cabotegravir",
                "Rilpivirine",
                "Long acting injections",
                "Rural",
                "Antiretroviral therapy",
                "HIV-1",
                "Implementation science"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 55,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients",
                    "description": "Patients receiving care at the University of Nebraska Medical Center (UNMC) Specialty Care Center who live outside of the Omaha metropolitan area and who choose to start CAB+RPV LA as part of clinical care.",
                    "interventionNames": [
                        "Behavioral: Acceptability of Intervention Measure (AIM)",
                        "Behavioral: Intervention Appropriateness Measure (IAM)",
                        "Behavioral: Feasibility of Intervention Measure (FIM)",
                        "Behavioral: HIV Stigma Scale Questionnaire",
                        "Behavioral: HIV Treatment Satisfaction Questionnaire status version (HIVTSQs12)",
                        "Behavioral: HIV Treatment Satisfaction Questionnaire change version (HIVTSQc12)",
                        "Behavioral: Needs and Barriers Assessment",
                        "Behavioral: Pre-visit Outreach",
                        "Behavioral: Qualitative interview"
                    ]
                },
                {
                    "label": "Staff",
                    "description": "Staff at the University of Nebraska Medical Center (UNMC) Specialty Care Center or the Nebraska Medicine Grand Island clinic who provide HIV-related care and are involved in this study.",
                    "interventionNames": [
                        "Behavioral: Acceptability of Intervention Measure (AIM)",
                        "Behavioral: Intervention Appropriateness Measure (IAM)",
                        "Behavioral: Feasibility of Intervention Measure (FIM)",
                        "Behavioral: Qualitative interview",
                        "Behavioral: Staff education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptability of Intervention Measure (AIM)",
                    "description": "The Acceptability of Intervention Measure (AIM) questionnaire will be administered at Baseline, Month 7 and Month 15 to patient and staff participants. This is a four-item validated measure of implementation outcomes that is often considered a \"leading indicator\" of implementation success.\n\nThe AIM will measure the extent to which participants believe CAB+RPV LA implementation is acceptable.",
                    "armGroupLabels": [
                        "Patients",
                        "Staff"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Intervention Appropriateness Measure (IAM)",
                    "description": "The Intervention Appropriateness Measure (IAM) questionnaire will be administered at Baseline to patient and staff participants. This is a four-item validated measure of implementation outcomes that is often considered a \"leading indicator\" of implementation success.\n\nThe IAM will measure the extent to which participants believe CAB+RPV LA implementation is appropriate.",
                    "armGroupLabels": [
                        "Patients",
                        "Staff"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Feasibility of Intervention Measure (FIM)",
                    "description": "The Feasibility of Intervention Measure (FIM) questionnaire will be administered at Baseline, Month 7 and Month 15 to patient and staff participants. This is a four-item validated measure of implementation outcomes that is often considered a \"leading indicator\" of implementation success.\n\nThe FIM will measure the extent to which participants believe CAB+RPV LA implementation is feasible.",
                    "armGroupLabels": [
                        "Patients",
                        "Staff"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HIV Stigma Scale Questionnaire",
                    "description": "The HIV Stigma Scale Questionnaire used in this study is a shortened version of the validated 40-item HIV stigma scale. This 12-item questionnaire measures the same four stigma subscales measured in the original version, for a streamlined approach to collecting this data on personalized stigma, disclosure concerns, concerns with public attitudes and negative self-image.\n\nThis will be administered at Baseline, Month 7 and Month 15.",
                    "armGroupLabels": [
                        "Patients"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HIV Treatment Satisfaction Questionnaire status version (HIVTSQs12)",
                    "description": "The HIV Treatment Satisfaction Questionnaire was developed to evaluate treatments for HIV and patient satisfaction. The original 10 item HIVTSQ, which underwent two stages of psychometric validation, has been adapted to include questions regarding injectable treatment for HIV.\n\nTwo versions of the HIVTSQ are being used. The status version (HIVTSQs12) will assess change in treatment satisfaction over time, and the change version (HIVTSQc12) will assess the change in treatment satisfaction between a patient participant's previous and current treatment.\n\nThe status version will be administered at Baseline, Month 7 and Month 15.",
                    "armGroupLabels": [
                        "Patients"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HIV Treatment Satisfaction Questionnaire change version (HIVTSQc12)",
                    "description": "The HIV Treatment Satisfaction Questionnaire was developed to evaluate treatments for HIV and patient satisfaction. The original 10 item HIVTSQ, which underwent two stages of psychometric validation, has been adapted to include questions regarding injectable treatment for HIV.\n\nTwo versions of the HIVTSQ are being used. The status version (HIVTSQs12) will assess change in treatment satisfaction over time, and the change version (HIVTSQc12) will assess the change in treatment satisfaction between a patient participant's previous and current treatment.\n\nThe change version will be administered at Month 15.",
                    "armGroupLabels": [
                        "Patients"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Needs and Barriers Assessment",
                    "description": "The Needs and Barriers Assessment is a questionnaire designed to assess patient participant barriers and social determinants of health, emotional challenges related to antiretroviral therapy, and the impact of switching to CAB+RPV LA treatment.\n\nThis will be administered at Baseline, Month 7 and Month 15.",
                    "armGroupLabels": [
                        "Patients"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Pre-visit Outreach",
                    "description": "Patient participants will be contacted prior to each clinical injection visit for an appointment reminder and a needs assessment.",
                    "armGroupLabels": [
                        "Patients"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Qualitative interview",
                    "description": "Qualitative interviews will be conducted within thirty days after study completion at Month 15 to further evaluate the participant's experience with the implementation of CAB+RPV LA treatment.",
                    "armGroupLabels": [
                        "Patients",
                        "Staff"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Staff education",
                    "description": "Staff participants will participate in Extension for Community Healthcare Outcomes (Project ECHO) educational sessions with topics such as fundamentals of HIV treatment and care, HIV outcomes, delivery of antiretroviral therapies (ART) including long-acting ART, cultural sensitivity, and social determinants of health in rural areas.",
                    "armGroupLabels": [
                        "Staff"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient participants determination of acceptability of CAB+RPV LA implementation",
                    "description": "Proportion of patient participants that agree/completely agree (average score of 4 or higher) on the acceptability of CAB+RPV LA implementation on the Acceptability of Intervention Measure (AIM) questionnaire (4-item measure of perceived intervention acceptability measured on a Likert scale (1-Completely Disagree to 5-Completely Agree). Score is calculated mean.",
                    "timeFrame": "15 months (baseline, month 7 & month 15)"
                },
                {
                    "measure": "Patient participants determination of feasibility of CAB+RPV LA implementation",
                    "description": "Proportion of patient participants that agree/completely agree (average score of 4 or higher) on the acceptability of CAB+RPV LA implementation on the Feasibility of Intervention Measure (FIM) questionnaire (4-item measure of perceived intervention acceptability measured on a Likert scale (1-Completely Disagree to 5-Completely Agree). Score is calculated mean.",
                    "timeFrame": "15 months (baseline, month 7 & month 15)"
                },
                {
                    "measure": "Staff participants determination of the acceptability of CAB+RPV LA implementation",
                    "description": "Proportion of staff participants that agree/completely agree (average score of 4 or higher) on the acceptability of CAB+RPV LA implementation on the Acceptability of Intervention Measure (AIM) questionnaire (4-item measure of perceived intervention acceptability measured on a Likert scale (1-Completely Disagree to 5-Completely Agree). Score is calculated mean.",
                    "timeFrame": "15 months (baseline, month 7 & month 15)"
                },
                {
                    "measure": "Staff participants determination of the feasibility of CAB+RPV LA implementation",
                    "description": "Proportion of staff participants that agree/completely agree (average score of 4 or higher) on the acceptability of CAB+RPV LA implementation on the Feasibility of Intervention Measure (FIM) questionnaire (4-item measure of perceived intervention acceptability measured on a Likert scale (1-Completely Disagree to 5-Completely Agree). Score is calculated mean.",
                    "timeFrame": "15 months (baseline, month 7 & month 15)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Site-specific reach of CAB+RPV LA implementation",
                    "description": "Comparison of the number of patients referred to start CAB+RPV LA to the number of patients who were clinically eligible to start CAB+RPV LA at end of study.\n\nThis data will be obtained from an electronic medical record generated report indicating the number of patients who meet initial clinical eligibility (virologically suppressed, not pregnant, no Hepatitis B infection, etc).",
                    "timeFrame": "15 months"
                },
                {
                    "measure": "Site-specific barriers for CAB+RPV LA implementation",
                    "description": "Qualitative interviews with staff participants within one month of end of study",
                    "timeFrame": "16 months"
                },
                {
                    "measure": "Site-specific facilitators for CAB+RPV LA implementation",
                    "description": "Qualitative interviews with staff participants within one month of end of study",
                    "timeFrame": "16 months"
                },
                {
                    "measure": "Virologically suppressed patient participants (plasma HIV RNA <50 copies/mL)",
                    "description": "Proportion of patient participants who are virologically suppressed (plasma HIV RNA \\<50 copies/mL) as a description of the effectiveness of CAB+RPV LA implementation strategies on viral suppression. Viral load results collected from the electronic medical record for the injection visits.",
                    "timeFrame": "15 months (Baseline, Month 1, Month 3, Month 9 and Month 15)"
                },
                {
                    "measure": "Injection Visit Show Rate",
                    "description": "Proportion of patient participants missing clinical injection visits (injection visit show rate collected at the end of study from the electronic medical record for each clinical injection).",
                    "timeFrame": "15 months"
                },
                {
                    "measure": "CAB+RPV LA effect on patient participants reported stigma",
                    "description": "HIV Stigma Questionnaire (12-item measure of perceived stigma using a 4-point Likert scale: 1-Completely Disagree to 4-Completely Agree; higher scores designate a greater level of perceived HIV-related stigma). Total score is the summation of item scores.",
                    "timeFrame": "15 months (Baseline, Month 7 & Month 15)"
                },
                {
                    "measure": "CAB+RPV LA effect on patient participants reported treatment satisfaction",
                    "description": "HIV Treatment Satisfaction Questionnaire status version (12 items rated using a 7-point Likert scale: 0 - very dissatisfied to 6 -very satisfied). Higher scores indicate a greater level of satisfaction with HIV treatment.",
                    "timeFrame": "15 months (Baseline, Month 7 & Month 15)"
                },
                {
                    "measure": "Patient participants' reported change in treatment satisfaction between previous oral treatment and CAB+RPV LA",
                    "description": "HIV Treatment Satisfaction Questionnaire change version (12 items rated using a 7-point Likert scale: -3 - much less satisfied now to 3 -much more satisfied now.) Higher scores indicate a greater improvement in treatment satisfaction with the new treatment.",
                    "timeFrame": "Month 15"
                },
                {
                    "measure": "Reasons for CAB+RPV LA discontinuation",
                    "description": "Collection of reasons from patient participants for discontinuation of CAB+RPV LA will be completed at the end of patient study participation.",
                    "timeFrame": "15 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Describe patient reported barriers to receiving CAB+RPV LA",
                    "description": "The Needs and Barriers Assessment is a questionnaire designed to assess patient participant barriers and social determinants of health, emotional challenges related to antiretroviral therapy, and the impact of switching to CAB+RPV LA treatment.",
                    "timeFrame": "15 months (Baseline, Month 7 and Month 15)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patient Inclusion Criteria:\n\n* Age ≥ 19 years old (as per Nebraska's adult age definition) with documented HIV infection\n* Receiving care for the management of HIV disease by a provider at the Nebraska Medicine/UNMC Specialty Care Center ( UNMC SCC)\n* Deemed a clinically eligible candidate for CAB+RPV LA per HIV treatment guidelines and through shared medical decision-making by provider and patient\n* Resides outside of the Omaha, Nebraska metropolitan area\n\nPatient Exclusion Criteria:\n\n* Does not meet the clinical guidelines eligibility criteria for CAB+RPV LA\n* Currently receiving CAB+RPV LA\n* Currently incarcerated\n* Unable to give informed consent for participation\n* Pregnant or planning to become pregnant during the study period\n* Intends to move from their current residence to the Omaha metropolitan area or intend to move out of the Specialty Care Center service area within 12 months after enrollment\n\nStaff Inclusion Criteria:\n\n* Age ≥ 19 years old (as per Nebraska's adult age definition)\n* Staff member of the UNMC SCC or the Grand Island clinic who is providing HIV-related care to patients and has a dedicated role in the IM-CAPABLE study\n* Able to provide written and/or oral feedback as outlined in the implementation method",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "HIV+ patients at the University of Nebraska Medical Center Specialty Care Clinic (UNMC SCC) who reside outside the Omaha metropolitan area and/or in rural areas who meet eligibility criteria. They are identified through the Human Immunodeficiency Virus (HIV) registry.\n\nClinical staff involved in HIV care at either UNMC SCC or at Nebraska Medicine Grand Island Clinic who meet eligibility criteria. They will be contacted by email or phone for possible participation.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maureen Kubat, BSN, RN",
                    "role": "CONTACT",
                    "phone": "402-559-4408",
                    "email": "mo.kubat@unmc.edu"
                },
                {
                    "name": "Jennifer O'Neill, BSN, RN",
                    "role": "CONTACT",
                    "phone": "402-559-4312",
                    "email": "jloneill@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nada Fadul, MD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nebraska Medicine Grand Island Clinic",
                    "status": "RECRUITING",
                    "city": "Grand Island",
                    "state": "Nebraska",
                    "zip": "68803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maureen Kubat, BSN, RN",
                            "role": "CONTACT",
                            "phone": "402-559-4408",
                            "email": "mo.kubat@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.92501,
                        "lon": -98.34201
                    }
                },
                {
                    "facility": "University of Nebraska Specialty Care Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maureen Kubat, BSN, RN",
                            "role": "CONTACT",
                            "phone": "402-559-4408",
                            "email": "mo.kubat@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M295",
                    "name": "Rilpivirine",
                    "relevance": "LOW"
                },
                {
                    "id": "M254021",
                    "name": "Cabotegravir",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}