{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05085886",
            "orgStudyIdInfo": {
                "id": "AAAT6753"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HS025198",
                    "type": "AHRQ",
                    "link": "https://reporter.nih.gov/quickSearch/R01HS025198"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Implementation Science Approach to Enhancing Depression Treatment in Collaborative Depression Care Settings ( DepCare )",
            "officialTitle": "A Randomized Control Trial of a Multi-level Theoretical Approach to Enhancing Patient Engagement in Primary Care Settings Sustaining Collaborative Depression Care (Transform DepCare)",
            "acronym": "DepCare",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementation-science-approach-to-enhancing-depression-treatment-in-collaborative-depression-care-settings-depcare"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-28",
            "studyFirstSubmitQcDate": "2021-10-07",
            "studyFirstPostDateStruct": {
                "date": "2021-10-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nathalie Moise",
                "investigatorTitle": "Florence Irving Assistant Professor of Medicine, Dept of Medicine",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agency for Healthcare Research and Quality (AHRQ)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to examine the effectiveness of a multi-level intervention - centered around a web-application that facilitates depression screening, automated shared decision making (SDM), patient activation, and psychoeducation - on mental health treatment optimization among patients with elevated depressive symptoms with or without co-morbid anxiety receiving care in primary care clinics that offer collaborative care. The objectives of the study include: Leveraging user centered design to refine an electronic SDM (eSDM) tool (aim 1), and assessing the effect of the eSDM tool on provider behavior (aim 2) and on patient enrollment in depression treatment (aim 3).",
            "detailedDescription": "Collaborative care, a team-based approach to integrating primary and behavioral health, is effective in reducing depressive and anxiety symptoms and improving clinical outcomes. However, attempts to optimize collaborative care in real world settings have been hindered by patient (stigma, low self-efficacy, low perceived treatment efficacy), provider (suboptimal symptom recognition and communication at referral), and system (limited resources, lack of screening) level barriers. Few if any prior studies have focused on assessing the effectiveness of multi-level strategies to optimize treatment engagement in primary care settings in the sustainability phase of collaborative care.\n\nUsing the behavior change wheel (BCW) framework, we created a multi-level strategy for optimizing treatment in primary care settings with collaborative care programs. The strategy involves patient-level electronic screening, patient activation, and an automated shared decision-making tool in addition to primary care provider-level behavioral health education with automated decisional support.\n\nThe investigators now aim to test this multifaceted implementation strategy for optimizing treatment amongst patients with elevated depressive symptoms (with or without co-morbid anxiety) in the ambulatory care network (ACN) clinics of New York Presbyterian Hospital (NYPH) with established/mature collaborative care programs that predominantly care for socioeconomically disadvantaged and minority patients. We will randomize providers to either the multicomponent strategy or enhanced usual care. The investigators aim to assess the effectiveness of this intervention on patient engagement in mental health treatment (primary outcome) as well as on provider action to optimize/manage treatment (secondary outcome)."
        },
        "conditionsModule": {
            "conditions": [
                "Depressive Symptoms"
            ],
            "keywords": [
                "collaborative care",
                "implementation science",
                "Elevated Depressive Symptoms"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "2 arm design with provider being the unit of randomization and patients being nested within provider",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Treatment optimization assessor will be blinded to intervention vs. control start arm of the intervention.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 266,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DepCare Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The clinic (administrators, staff, care managers) will receive quality improvement support and education around depression screening as well as local technical assistance for mental health treatment optimization. The cluster of primary care providers in the intervention arm will receive education and decisional support for optimizing mental health treatment and access to quality improvement/implementation meetings. Eligible patients will receive a tool that facilitates enhanced screening, diagnosis recognition, treatment selection support, psychoeducation, and activation.",
                    "interventionNames": [
                        "Behavioral: DepCare",
                        "Behavioral: Enhanced Usual Care"
                    ]
                },
                {
                    "label": "Enhanced Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The clinic (administrators, staff, care managers) will receive quality improvement support and education around depression screening as well as local technical assistance for mental health treatment optimization. The cluster of primary care providers and patients in the active comparator arm will have access to this clinic-level strategy (i.e., the same clinic level intervention as in the DepCare group), but will not receive any provider or patient-level interventions.",
                    "interventionNames": [
                        "Behavioral: Enhanced Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "DepCare",
                    "description": "Primary Care Provider (1) One-time presentation or video with education and motivational messaging around collaborative care, functionality of the DepCare patient tool and optimal management of depression and comorbid anxiety (2) Quality improvement/ implementation team meetings on optimizing mental health treatment in primary care and DepCare (i.e., multi-level, multi-component intervention) implementation (3) Automatically-generated decisional support on individual patient treatment preferences (i.e., for every patient who receives the DepCare patient tool) Patient: Tool comprised of enhanced depression and anxiety screening (includes option for voice-over questions, point-and-click responses), and for those who screen positive for depressive symptoms (with or without comorbid anxiety), diagnosis recognition support, psycho-education, videos promoting patient engagement in treatment, and personalized medication selection support.",
                    "armGroupLabels": [
                        "DepCare Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Usual Care",
                    "description": "Clinic-level (1) Quality Improvement Support and education around valid depression screening (2) Local technical support for mental health treatment optimization",
                    "armGroupLabels": [
                        "DepCare Intervention",
                        "Enhanced Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Total proportion of patients who initiate or optimize depression treatment",
                    "description": "The proportion of patients who initiate or optimize depression treatment, defined as those with at least 1 mental health visit or antidepressant fill during the 4 months following enrollment. Hypothesis 1: this proportion will be greater for patients of providers in the DepCare arm than for the Enhanced Usual Care arm",
                    "timeFrame": "During 4 months post-index visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients whose providers take action to optimize depression treatment",
                    "description": "The proportion of patients whose providers take action to optimize their patients' depression treatment at the index visit (baseline), defined as placing a mental health referral for collaborative care or other mental health services; initiating, intensifying, switching and/or combining antidepressant medications; and/or providing depression management counseling \\[i.e., on adherence to treatment regimen\\]. Hypothesis 2: this proportion will be greater for the DepCare arm than for the Enhanced Usual Care arm.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in proportion of patients receiving any depression treatment",
                    "description": "Change from baseline in the proportion of patients receiving any treatment for depression, defined as filling an antidepressant and/or attending one or more mental health visits during the 4 months following enrollment. Hypothesis 3: This proportion will be greater for the DepCare arm than for the Enhanced Usual Care arm.",
                    "timeFrame": "4 months pre-Index Visit, 4 months post-index visit"
                },
                {
                    "measure": "Proportion of patients with at least 2 mental health visits",
                    "description": "The proportion of patients with at least 2 mental health visits (i.e., with a mental health specialist). Hypothesis 4: This proportion will be greater for the DepCare arm than for the Enhanced Usual Care arm.",
                    "timeFrame": "During 6 months post-index visit"
                },
                {
                    "measure": "Proportion of patients with at least 2 antidepressant fills",
                    "description": "The proportion of patients with at least 2 antidepressant fills. Hypothesis 5: This proportion will be greater for the DepCare arm than for the Enhanced Usual Care arm.",
                    "timeFrame": "During 6 months post-index visit"
                },
                {
                    "measure": "Mean decisional conflict scale",
                    "description": "Mean decisional conflict (measures personal perceptions of uncertainty around choosing among treatment option, 10 items, range 0-100, higher score indicates greater conflict) of patients. Hypothesis 5: the mean decisional conflict will be lower for the DepCare arm than for the Enhanced Usual Care arm.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English or Spanish Speaking\n* ≥ 18 years of age\n* Elevated depressive symptoms Elevated Patient Health Questionnaire (PHQ)-9 \\>=10 Elevated PHQ-9 \\>=5 and Generalized Anxiety Disorder (GAD)-7 \\>= 10\n\nExclusion Criteria:\n\n* Under the care of a psychiatrist or depression collaborative care manager in the prior 3 months\n* Diagnosis of psychosis or schizophrenia\n* Diagnosis of bipolar disorder\n* Dementia or severe cognitive impairment\n* History of coronary heart disease\n* Pregnancy\n* Dementia or severe cognitive impairment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Mizhquiri Barbecho",
                    "role": "CONTACT",
                    "phone": "917-985-1926",
                    "email": "cbch_depcarestudy@cumc.columbia.edu"
                },
                {
                    "name": "Nathalie Moise, MD, MS",
                    "role": "CONTACT",
                    "phone": "2123422889",
                    "email": "nm2562@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nathalie Moise, MD, MS",
                    "affiliation": "Florence Assistant Professor of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Irving Medical Center/New York Presbyterian Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathalie Moise, MD, MS",
                            "role": "CONTACT",
                            "phone": "212-342-2889",
                            "email": "nm2562@cumc.columbia.edu"
                        },
                        {
                            "name": "Nathalie Moise, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Upon request, we plan to make available a deidentified database that includes PHQ data, patient engagement, optimization, demographics and comorbidity characteristics of patients in our study Study protocol statistical analysis plan Analytic code. Within 1 year of publication of trial primary outcome results",
            "timeFrame": "Within 1 year of publication of trial primary outcome results",
            "accessCriteria": "de-identified database"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}