{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05291481",
            "orgStudyIdInfo": {
                "id": "2019120075"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Implementing a Church-based Parenting Intervention for Hispanics",
            "officialTitle": "Implementing a Church-based Parenting Intervention to Promote NIDA Prevention Science Among Hispanics",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "implementing-a-church-based-parenting-intervention-for-hispanics"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-04-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-15",
            "studyFirstSubmitQcDate": "2022-03-18",
            "studyFirstPostDateStruct": {
                "date": "2022-03-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jose R Parra-Cardona",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The current investigation consists of the implementation and modest refinements of a culturally adapted version of the evidence-based PT intervention known as GenerationPMTO.© The adapted intervention, CAPAS-Youth, is primarily delivered to parents. The primary research objectives are twofold: a) to conduct refinements of the CAPAS-Youth intervention for Hispanic immigrants in mid-Texas, and b) to measure implementation barriers and precursors, as well as implementation outcomes, in an effort to inform a future study focused on scaling the intervention. A special focus on faith-based organization informs the intervention, as a way of increasing reach with underserved Hispanic immigrant communities.",
            "detailedDescription": "Parent training (PT) interventions constitute the gold standard for strengthening parenting practices that are effective protective factors in the lives of adolescents. However, the availability of efficacious culturally adapted PT interventions in underserved Hispanic communities remains scarce throughout the US. Thus, there is an urgent need in the implementation science (IS) field to identify implementation strategies aimed at addressing service gaps affecting Hispanic populations. The current investigation consists of the implementation and modest refinements of a culturally adapted version of the evidence-based PT intervention known as GenerationPMTO.© Our rationale is that implementing efficacious prevention interventions in faith-based organizations constitutes a key alternative to address service barriers experienced by underserved populations. We also propose that by training lay members of target communities as prevention interventionists, the sustainment of prevention programs can be significantly enhanced. The research aims of this R34 investigation are: (a) To implement a pilot study aimed at refining the CAPAS-Youth curriculum and study procedures, (b) to implement a randomized controlled trial, aimed at empirically testing the efficacy of the CAPAS-Youth intervention with first-generation low-income Hispanic families in Travis County, (c) to measure barriers and facilitators associated with the implementation of the CAPAS-Youth prevention intervention in the target context, and (d) to measure relevant implementation outcomes to inform a future R01 effectiveness trial. The investigation has high public health relevance as it addresses health disparities experienced by populations not adequately served by existing systems of care."
        },
        "conditionsModule": {
            "conditions": [
                "Adolescent Behavior",
                "Parenting"
            ],
            "keywords": [
                "Parent Training",
                "Cultural Adaptation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "CAPAS-Youth is a culturally adapted version of the evidence-based intervention known as GenerationPMTO, which was originally adapted with a majority of Euro-American populations. The initial efficacy of CAPAS-Youth has already been demonstrated in a previous study. The current investigation is focused on tailoring CAPAS-Youth for Hispanic immigrants in Texas.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "There is no masking in this study as participants are informed of the condition to which they are allocated"
                }
            },
            "enrollmentInfo": {
                "count": 327,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CAPAS Youth Parenting Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "11-week CAPAS-Youth culturally adapted intervention",
                    "interventionNames": [
                        "Behavioral: CAPAS-yOUTH"
                    ]
                },
                {
                    "label": "Wait-list control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants allocated to this condition receive the intervention until all assessments are completed for both arms in each cohort"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CAPAS-yOUTH",
                    "description": "11-week parent training intervention exclusively delivered to parents",
                    "armGroupLabels": [
                        "CAPAS Youth Parenting Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Family Problem Solving: change in problem solving skills from baseline to 9 months",
                    "description": "The originally titled scale, \"family problem solving questionnaire\" measures change in quality of problem solving parenting skills, such as the ability of parents to organize family meetings with youth to address family challenges (e.g., reaching consensus on how to best coordinate leisure time as a family). The measure utilizes a 5-point Likert-type scale with a minimum value =1 and maximum value =5. Higher scores mean better outcomes",
                    "timeFrame": "Change from baseline problem solving skills to 9 months"
                },
                {
                    "measure": "Parenting Encouragement Skills: change in parenting encouragement skills from baseline to 9 months",
                    "description": "The originally titled scale, \"Parenting encouragement skills\" measures change in quality of parenting skills aimed at promoting adolescents' self-sufficient behaviors, such as the ability of youth to clean their room on a consistent basis. The measure utilizes a 5-point Likert-type scale with a minimum value =1 and maximum value =5. Higher scores mean better outcomes",
                    "timeFrame": "Change from baseline parenting encouragement skills to 9 months"
                },
                {
                    "measure": "Parenting Positive Involvement Skills: change in parenting positive involvement skills from baseline to 9 months",
                    "description": "The originally titled scale, \"Parenting positive involvement skills\" measures change in quality of parenting skills aimed at promoting a strong parent-youth emotional connection and overall parental positive involvement. The measure utilizes a 5-point Likert-type scale with a minimum value =1 and maximum value =5. Higher scores mean better outcomes",
                    "timeFrame": "Change from baseline parenting positive involvement skills to 9 months"
                },
                {
                    "measure": "Parenting Discipline Skills: change in parenting discipline skills from baseline to 9 months",
                    "description": "The originally titled scale, \"Parenting discipline skills\" measures change in quality of parenting skills aimed at implementing limit setting and discipline skills, such as removing privileges from youth when they do not follow family rules. The measure utilizes a 5-point Likert-type scale with a minimum value =1 and maximum value =5. Higher scores mean better outcomes",
                    "timeFrame": "Change from baseline parenting discipline skills to 9 months"
                },
                {
                    "measure": "Parenting Monitoring and Supervision Skills: change in parenting monitoring and discipline skills from baseline to 9 months",
                    "description": "The originally titled scale, \"Parenting monitoring and discipline skills\" measures change in quality of parenting skills aimed at implementing monitoring and supervision skills, such as tracking adolescents activities outside the home. The measure utilizes a 5-point Likert-type scale with a minimum value =1 and maximum value =5. Higher scores mean better outcomes",
                    "timeFrame": "Change from baseline monitoring and supervision skills to 9 months"
                },
                {
                    "measure": "Adolescent Perceived Risk of Drug Use: change in youths' perceived risk of drug use from baseline to 9 months",
                    "description": "The originally titled scale, \"Youth Perceived Harm of Drug Use\" measures change in adolescents' perception of risk associate with a variety of drugs. The measure utilizes a 7-point Likert-type scale with a minimum value =1 and maximum value =7. Higher scores mean better outcomes",
                    "timeFrame": "Change from baseline adolescents perceived risk of drug use to 9 months"
                },
                {
                    "measure": "Adolescent Drug Use: change in youths' drug use from baseline to 9 months",
                    "description": "The measure is an abbreviated measure of the originally titled scale, \"Adolescent Drug Use,\" utilized in the Monitoring the Future study. The instrument measures frequency of use in the past 30 days on 5-point Likert-type scale with 0= indicating no use, and 1-5 indicating various frequencies of use for the past 30 days. Higher scores indicate worst outcomes (e.g., 5= I have used marijuana regularly in the past 30 days).",
                    "timeFrame": "Change from baseline adolescent drug use to 9 months"
                },
                {
                    "measure": "Youth Problematic Behaviors - change in youths' problematic behaviors from baseline to 9 months",
                    "description": "The originally titled scale \"Revised Behavioral Problem Checklist\" measures adolescents' internalizing (e.g., sadness) and externalizing problematic behaviors (e.g., oppositional behaviors). The instrument measures parental perception of problematic behaviors on a 3-point Likert-type scale with 0 = not problematic behavior to 2 = serious problematic behavior. Thus, a higher score indicates a worse outcome",
                    "timeFrame": "Change from baseline youth problematic behaviors to 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Bicultural Involvement: change in parents and youth acculturation from baseline to 9 months",
                    "description": "The originally titled \"bicultural involvement questionnaire\" measures level of acculturation in parents and youth, as indicated by a variety of behaviors (e.g., my preferred language is English). The instrument measures level of acculturation on a 5-point Likert-type scale. Lower scores indicate a low US-oriented acculturation and higher scores indicate a high US-oriented acculturation",
                    "timeFrame": "Change from baseline parents and youth acculturation to 9 months"
                },
                {
                    "measure": "Immigration-related Stress: change in parents' immigration related stress from baseline to 9 months",
                    "description": "The originally titled \"Hispanic Stress Inventory\" questionnaire measures immigration-related stress as experienced by parents (e.g., I have experienced discrimination because of my heritage). The instrument measures level of immigration-related stress on a 5-point Likert-type scale. Lower scores indicates lower levels of stress and higher scores indicate higher levels of immigration-relate stress",
                    "timeFrame": "Change from baseline immigration-related stress to 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Parent Inclusion Criteria:\n\n* 18 years or older.\n* Living in a one or two-parent family household.\n* At least one parent self-identifies as foreign-born and first generation Hispanic immigrant, with one or more US-born 12-14 year old children.\n* Spanish speaking.\n* Provide written consent to participate in a parenting intervention trial.\n* Report financial challenges/restrictions.\n\nYouth inclusion criteria:\n\n* 12-14 years old.\n* Self-identified as Hispanic or Latino.\n* English-, or Spanish-speaking, or bilingual.\n* Parent report at least one externalizing problem behavior.\n\nParent Exclusion Criteria:\n\n* Child Protective Services involvement due to confirmed child abuse or neglect\n* History of diagnosis with a severe psychiatric disorder.\n\nFocal Youth exclusion criteria:\n\n* Hispanic validated version of Bird et al. screening test at 'high' level of problem behaviors.\n* Meets one or more of the DSM-IV-TR conduct or oppositional defiant or substance use disorders\n* Active case of documented sexual abuse.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jose R Parra-Cardona, Ph.D.",
                    "role": "CONTACT",
                    "phone": "5174020935",
                    "email": "rparra@austin.utexas.edu"
                },
                {
                    "name": "Aubrey Vinkklarek",
                    "role": "CONTACT",
                    "phone": "903 217 5073",
                    "email": "aubrey.vinklarek@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jose R Parra-Cardona, Ph.D.",
                    "affiliation": "The University of Texas at Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Steve Hicks School of Social Work, the University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jose R Parra-Cardona, Ph.D.",
                            "role": "CONTACT",
                            "phone": "517-232-9215",
                            "email": "rparra@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Only de-identified and aggregate data will be shared with other researchers per UT Austin IRB regulations"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}