{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05885997",
            "orgStudyIdInfo": {
                "id": "AAAS5544"
            },
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Implementing a Home Blood Pressure Monitoring Program in Primary Care",
            "officialTitle": "Implementing a Home Blood Pressure Monitoring Program to Improve Hypertension Control in a Primary Care Network: the MonitorBP Cluster Randomized Trial",
            "acronym": "MonitorBP",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "implementing-a-home-blood-pressure-monitoring-program-in-primary-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-23",
            "studyFirstSubmitQcDate": "2023-05-23",
            "studyFirstPostDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ian Kronish",
                "investigatorTitle": "Associate Professor of Medicine at CUIMC, Associate Director of the Center for Behavioral Cardiovascular Health",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Weill Medical College of Cornell University",
                    "class": "OTHER"
                },
                {
                    "name": "New York Presbyterian Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this research is to determine whether a theory-informed implementation strategy is successful at increasing the uptake of a supported home blood pressure monitoring (HBPM) program as well as to determine the effectiveness of this evidence-based practice when implemented across multiple practices serving a diverse patient population.",
            "detailedDescription": "Hypertension guidelines now strongly recommend that patients with hypertension monitor their blood pressure (BP) at home (i.e., home BP monitoring; HBPM) as an approach to improving BP control so long as HBPM is conducted with clinical support (i.e., supported HBPM). Yet, few health systems have systematically implemented HBPM programs, and less than 20% of hypertensive patients routinely measure their BP at home, resulting in a gap in the translation of evidence-based recommendations into practice.\n\nWhile there is strong evidence for Supported HBPM from pragmatic randomized controlled trials (RCTs), the evidence has been generated from the subgroup of patients and clinicians who volunteered to participate in trials, and the sample sizes have been in the hundreds of patients. There remains a gap in assessing the effectiveness of a scaled-up HBPM program that seeks to maximize the enrollment of primary care patients with uncontrolled hypertension.\n\nAccordingly, in partnership with health system leaders at New York-Presbyterian Hospital (NYP), Columbia University Irving Medical Center, and Weill Cornell Medicine, the study investigator leveraged a system-wide investment in telemedicine to develop a telemonitoring-enabled Supported HBPM program. The Supported HBPM program consists of two options for obtaining electronic health record (EHR)-integrated home BP data. The low resource intensity option is designed for patients that can obtain valid home BP devices and are comfortable using the patient portal. It includes digital support to prompt patients to track their home BP readings in the patient portal using their own BP devices with automated triage support for extreme readings. The high resource intensity option is designed for patients that need additional support with HBPM. It involves navigator support with obtaining and using loaned home BP devices that wirelessly transmit data into the EHR and nursing support to triage extreme readings. Both programs can be ordered by clinicians in the EHR and both provide clinicians with weekly summaries of home BP readings with average home BP already calculated.\n\nThe study investigator concurrently followed a theory-driven process (the Behavior Change Wheel) to develop an implementation strategy aimed at increasing uptake of the Supported HBPM program. The study investigator now plans to implement and evaluate the Supported HBPM program across practices in the NYP, Weill Cornell Medicine, and ColumbiaDoctors primary care network which is comprised of a socioeconomically diverse patient population.\n\nThe study will evaluate the program by conducting a parallel-group cluster randomized trial in which 15 practices will be matched and then randomly assigned to early implementation of the Supported HBPM program (intervention) versus usual care with delayed implementation (i.e., wait-list control). Data will be retrospectively collected from a 12 month period before implementation (pre-implementation periods) as well as from a 12 month period after implementation (post-implementation period) to assess outcomes.\n\nIf successful, this project will provide a roadmap for widely implementing an EHR-integrated Supported HBPM program, and will accelerate a change in the paradigm of hypertension management from the office to the home."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension"
            ],
            "keywords": [
                "home blood pressure monitoring",
                "remote patient monitoring",
                "self-measured blood pressure monitoring",
                "implementation science"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Data analysts will be blinded to group assignment when analyzing electronic health record data to determine the effectiveness of the program.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 16000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Clinics, Pre-Implementation Period",
                    "type": "EXPERIMENTAL",
                    "description": "Usual care",
                    "interventionNames": [
                        "Other: Usual care"
                    ]
                },
                {
                    "label": "Intervention Clinics, Post-Implementation Period",
                    "type": "EXPERIMENTAL",
                    "description": "Access to Supported HBPM program plus a multifaceted implementation strategy designed to increase uptake of the program by primary care patients with uncontrolled hypertension",
                    "interventionNames": [
                        "Behavioral: Supported HBPM program plus multifaceted implementation strategy"
                    ]
                },
                {
                    "label": "Control Clinics, Pre-Implementation Period",
                    "type": "OTHER",
                    "description": "Usual care",
                    "interventionNames": [
                        "Other: Usual care"
                    ]
                },
                {
                    "label": "Control Clinics, Post-Implementation Period",
                    "type": "OTHER",
                    "description": "Usual care",
                    "interventionNames": [
                        "Other: Usual care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Supported HBPM program plus multifaceted implementation strategy",
                    "description": "Supported HBPM Program:\n\n* Patients are loaned a wireless home BP device or use their own device\n* Navigator or app support for onboarding and engaging patients in HBPM\n* Nursing or app support for monitoring and triaging home BP data for extreme readings\n* EHR integration of order for program and home BP data, with weekly feedback of home BP results to clinicians within the EHR\n\nMultifaceted implementation strategy:\n\n* Clinician education about the benefits of the program as well as training in how to refer and manage patients who are enrolled\n* Prompts and reminders to increase clinician referrals\n* Instructional materials for patients and clinicians\n* Problem-solving meetings to tailor implementation for individual practices",
                    "armGroupLabels": [
                        "Intervention Clinics, Post-Implementation Period"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual care",
                    "description": "Usual care",
                    "armGroupLabels": [
                        "Control Clinics, Post-Implementation Period",
                        "Control Clinics, Pre-Implementation Period",
                        "Intervention Clinics, Pre-Implementation Period"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in patient's office systolic blood pressure (SBP)",
                    "description": "Change in patient's office systolic blood pressure (SBP) from index visit to last visit during the subsequent 12 months, among patients with uncontrolled hypertension at the index visit",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Office diastolic blood pressure (DBP)",
                    "description": "Change in patient's office diastolic blood pressure (DBP) from index visit to last visit during the subsequent 12 months, among patients with uncontrolled hypertension at the index visit",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in patient's antihypertensive medication regimen intensity",
                    "description": "Change in patient's antihypertensive medication regimen intensity as calculated by the Therapeutic Intensity Score from index visit to last visit during the subsequent 12 months, among patients with uncontrolled hypertension at the index visit",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Antihypertensive medication adherence",
                    "description": "Proportion of days covered by antihypertensive medications during the last 6 months of the 12-month follow-up period, among patients with uncontrolled hypertension at the index visit. Antihypertensive medication adherence will be calculated for each prescribed class of medication and then averaged across all classes.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Uncontrolled hypertension",
                    "description": "Percentage of patients whose last office BP during the 12-month follow-up period was SBP\\>= 140 mmHg or DBP \\>= 90 mmHg, among all eligible patients",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patient-level\n\nInclusion Criteria:\n\n* Hypertension (as per International Statistical Classification of Diseases and Related Health Problems (ICD)-10 codes)\n* At least one completed primary care office visit during relevant 6-month pre implementation or post-implementation study time period\n* Age 18-85 years old\n\nExclusion Criteria:\n\n* Advanced dementia or other measure of frailty (as per ICD-10 codes)\n* Pregnancy during measurement period (as per ICD-10 codes)\n* Stage 5 or end-stage kidney disease (as per ICD-10 codes)\n* Terminal illness/in hospice care (as per ICD-10 codes)\n\nPractice-level\n\nInclusion Criteria:\n\n* Primary care practice that provides care to adult patients affiliated with New York Presbyterian's Ambulatory Care Network, ColumbiaDoctors, or Weill Cornell Medicine, including practices that specialize in HIV medicine\n\nExclusion Criteria:\n\n* Medical director declines participation in the trial\n* Site for pilot testing the supported HBPM program or its implementation strategy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maria-Jose Lopez-Sanchez, MPH",
                    "role": "CONTACT",
                    "phone": "212-342-1335",
                    "email": "ml4419@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ian Kronish, MD",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria-Jose Lopez-Sanchez, MPH",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Ian Kronish, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified data archive that contains raw study data will be posted on an open science platform.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "After completion of major study activities.",
            "accessCriteria": "Access to the data archive will be provided upon request"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}