{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05310786",
            "orgStudyIdInfo": {
                "id": "CTN-0116"
            },
            "organization": {
                "fullName": "Trustees of Dartmouth College",
                "class": "OTHER"
            },
            "briefTitle": "Implementing a Pharmacist-Integrated Collaborative Model of Medication Treatment for Opioid Use Disorder",
            "officialTitle": "Implementing a Pharmacist-Integrated Collaborative Model of Medication Treatment for Opioid Use Disorder",
            "acronym": "PharmICO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementing-a-pharmacist-integrated-collaborative-model-of-medication-treatment-for-opioid-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-14",
            "studyFirstSubmitQcDate": "2022-03-25",
            "studyFirstPostDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lisa A. Marsch",
                "investigatorTitle": "Director, Center for Technology and Behavioral Health; Andrew G. Wallace Professor of Psychiatry",
                "investigatorAffiliation": "Trustees of Dartmouth College"
            },
            "leadSponsor": {
                "name": "Trustees of Dartmouth College",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project will provide novel empirical information about how to optimally engage pharmacists and pharmacies as key partners in collaborative integrated care models designed to expand access to evidence-based medication treatment for OUD which may inform a larger experimental design that seeks to evaluate best ways to scale-up this model across the nation. This Phase 1 project seeks to evaluate the feasibility, acceptability, and impact of implementing a pharmacist-integrated model of MOUD into approximately four diverse outpatient clinical sites.",
            "detailedDescription": "Pharmacists remain an underutilized resource in the treatment of opioid use disorder (OUD). Although studies have engaged pharmacists in dispensing medications for OUD (MOUD), few studies have evaluated collaborative care models in which pharmacists are an active, integral part of a primary care team offering OUD care. In this Phase 1 project, the investigative team seeks to implement a Pharmacist-Integrated Medication Treatment for OUD (PrIMO) clinical model and will evaluate its feasibility and acceptability as well as its impact on clinical sites' capacity for MOUD care and on patient outcomes in OUD care.\n\nThis project will provide novel empirical information about how to optimally engage pharmacists and pharmacies as key partners in collaborative integrated care models designed to expand access to evidence-based medication treatment for OUD which may inform a larger experimental design that seeks to evaluate best ways to scale-up this model across the nation.\n\nThe PrIMO model is standard of care at a federally qualified health center in Maine and is based on the primary care pharmacist role utilized at health clinics around the US and internationally. This study will explore the implementation of this model at diverse clinics.\n\nThis Phase 1 project seeks to leverage the PrIMO model to:\n\nAim 1: Employ a mixed-methods approach to evaluate the feasibility of implementing a pharmacist-integrated model of MOUD into approximately four diverse outpatient clinical sites.\n\nAim 2: Evaluate the acceptability and impact of implementing the pharmacist-integrated model.\n\nPrimary Outcome Measure: The Stages of Implementation Completion (SIC) is a measure of implementation process and milestones. The SIC is the overarching measure used to assess progress towards successful implementation (i.e., extent to which each collaborating clinical site implements and sustains the numerous key activities within the PrIMO model).\n\nSecondary Outcome Measures: The study's secondary outcomes are to explore the acceptability and impact of the PrIMO model. To assess acceptability, the study will utilize the Applied Mental Health Research Dissemination and Implementation (AMHR) tool, Clinical Sustainability Assessment Tool (CSAT), Medical Conditions Regard Scale, Substance Use Stigma Mechanism Scale, Beliefs on MOUD Survey, Implementation Citizenship Behavior Scale, PrIMO Fidelity Checklist, Cost of Implementing New Strategies (COINS) tool, and qualitative interviews. To assess impact, the study will explore treatment outcomes and capacity for MOUD via electronic health record (EHR) data extraction at each site.\n\nThe study will engage approximately four clinical outpatient sites. At each site, the study team will enroll participants in two subgroups: (1) site staff (including providers \\[may include MD, DO, PA, NP, nurse, behavioral health clinician, and/or social worker pending site variation\\], pharmacists, pharmacy technicians, administrators \\[may include CEO, CFO, CMO, medical assistants, front desk staff, clinic and/or team manager pending site variation\\]) and (2) patients.\n\nSite Staff (range per site) Providers n=5-20 Pharmacists n=2-6 Pharmacy Technicians n=2-10 Administrators n=2-10\n\nPatients (per site) n=12-40\n\nConsented and enrolled participants will be 18 years or older, not considered prisoners at enrollment, and either employed by (site staff) or receiving MOUD (patients) from the site clinic implementing the PrIMO model.\n\nFeasibility (Phase 1) Approximately four sites in the United States representing diverse patient populations (e.g., gender, race, ethnicity, geography) and at least one clinic-based pharmacist, at least one X-waivered primary care provider already providing MOUD treatment and a retail pharmacy (optimally employed by the clinic organization and/or co-located with the clinic) will be selected. The pharmacy and clinic staff must have shared access to each other's EHR systems, and sites must agree to provide clinic and pharmacy EHR data to the study team.\n\nAs the PrIMO model is considered standard of care in the originating clinic and is based on the national recognition of the role pharmacists play in collaboration with primary care, this is not a study evaluating an experimental intervention. And there is no experimental manipulation in this study. It is a study of the feasibility of implementing the PrIMO model of care in a diverse array of clinical sites.\n\nAs this is a minimal risk study examining the implementation of a standard of care clinical model, there will be no safety monitoring, and safety reporting will be limited to patient participant deaths.\n\nStatistical methods will be largely descriptive, as this study is not testing a formal hypothesis. As a longitudinal mixed methods implementation feasibility study, analyses will include quantitative and qualitative analyses at the site, site staff, and patient levels. Analyses at the site level will be purely descriptive in nature and precision estimates for key secondary outcomes at the staff, provider and patient level will be conducted.\n\nData collection will begin approximately 3 months prior to sites launching the PrIMO model and will continue through 12-months post-launch. Patient participants will be enrolled beginning at implementation launch (after at least a 2-week exposure period to the PrIMO model) and will be asked to participate for 6 months' time, allowing for approximately 6 months of patient enrollment at each site (depending on actual date of launch). These timelines should ensure 15 months for collection of study outcome measures.\n\nEHR data will be collected from each site for up to 12 months pre-launch and 12 months post-launch.\n\nSite Staff participants will engage at approximately 3 months pre-launch, launch, and 3, 6, 9, and 12-months post-launch, totaling 15 months of study participation for those engaged throughout the full period.\n\nRecruitment of patient participants will begin at launch. Patients will be enrolled after at least 2 weeks' exposure to the PrIMO model (whether new or existing prior to launch) and will follow-up at 3- and 6-months post-baseline, totaling up to 6 months of study participation."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder",
                "Substance Use Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 92,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Site Staff",
                    "type": "OTHER",
                    "description": "Providers, Pharmacists, Pharmacy Technicians, Administrators to receive survey assessments",
                    "interventionNames": [
                        "Other: Pharmacist-integrated Medication Treatment for Opioid Use Disorder (PrIMO)"
                    ]
                },
                {
                    "label": "Patients",
                    "type": "OTHER",
                    "description": "Subset of patients receiving PrIMO care to receive survey assessments",
                    "interventionNames": [
                        "Other: Pharmacist-integrated Medication Treatment for Opioid Use Disorder (PrIMO)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Pharmacist-integrated Medication Treatment for Opioid Use Disorder (PrIMO)",
                    "description": "This is not a true intervention, but rather a clinical model of care established at an FQHC in Maine.",
                    "armGroupLabels": [
                        "Patients",
                        "Site Staff"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stages of Implementation Completion (SIC) Tool",
                    "description": "The SIC is a date-driven measure of implementation milestones spanning activities from the Pre-implementation through Competency stages of implementation.",
                    "timeFrame": "Up to 100 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Applied Mental Health Research Dissemination & Implementation (AMHR) Tool",
                    "description": "The AMHR will be used to assess acceptability of implementing the PrIMO model. The AMHR is a tool that assesses stakeholder perceptions of implementation across a variety of settings. The AMHR has three separate scales for use with specific populations: leadership, providers, and consumers. The items within these scales are all rated on a Likert system of Strongly disagree (0) to Strongly Agree (3). Generally, an increase in scale rating indicates higher levels of acceptability.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Clinical Sustainability Assessment Tool for PrIMO",
                    "description": "The Clinical Sustainability Assessment Tool (CSAT) is a 35-item tool spread across seven sustainability domains, with five items per domain. For this study, the CSAT has been modified to incorporate PrIMO and renamed the \"Sustainability Assessment Tool for PrIMO\". The CSAT uses a Likert system of \"To little or no extent\" (1) to \"To a very great extent\" (7). Generally, an increase in scale rating indicates higher levels of sustainability.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Medical Conditions Regard Scale",
                    "description": "The Medical Conditions Regard Scale (MCRS) is a non-condition-specific scale to capture biases, emotions, and expectations generated by medical condition descriptors. The MCRS uses a Likert system of \"Strongly Disagree\" (1) to \"Strongly Agree\" (6). Generally, an increase in scale rating indicates negative perspectives of patients with specified medical conditions.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Substance Use Stigma Mechanism Scale",
                    "description": "The full SU-SMS contains subscales related to Enacted (how people have treated you in the past), Anticipated (how likely is it that people will treat you this way in the future), and Internalized (how do you feel now). For the purposes of this study, only the Internalized subscale will be utilized. The SU-SMS uses a Likert system of \"Strongly Disagree\" (1) to \"Strongly Agree\" (5). Generally, an increase in scale rating indicates negative feelings of internal stigma.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Beliefs on MOUD Modified",
                    "description": "The survey will be used to understand prescriber perceptions of and barriers to utilizing medication treatment for opioid use disorder.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Implementation Citizenship Behavior Scale",
                    "description": "The Implementation Citizenship Behavior Scale measures the behaviors that exceed expected tasks performed by employees at the site to support the implementation of the PrIMO model. The ICBS uses a Likert system of \"Not at All\" (0) to \"Frequently if not always\" (4). Generally, an increase in scale rating indicates positive implementation citizenship.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Qualitative interviews",
                    "description": "Interviews with a subset of participants will provide additional context and salient themes of implementing the model that may not be captured through the quantitative measures.",
                    "timeFrame": "3 months pre-model launch through 12 months post-model launch"
                },
                {
                    "measure": "Electronic health record data",
                    "description": "Limited data will be collected from EHR records according to a study-specific Data Dictionary.",
                    "timeFrame": "Model launch through up to 18 months post-launch"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSite Staff\n\n* 18 years of age and older.\n* Employed at the clinic as an identified stakeholder role (provider, pharmacist, pharmacy technician, or administrator).\n\nPatients\n\n* 18 years of age or older.\n* A patient of the participating clinic who is receiving or has received MOUD from a provider employed by the clinic.\n* Exposed to the PrIMO model at the clinic site for at least 14 days.\n\nExclusion Criteria:\n\nSite Staff\n\n* Unwilling or unable to provide consent\n* Are currently in jail, prison, or other overnight facility as required by court of law; or have pending legal action that could prevent participation in study activities.\n\nPatients\n\n* Not able to speak English sufficiently to understand study procedures and provide written informed consent.\n* Unable or unwilling to provide consent or to participate in study procedures.\n* Are currently in jail, prison, or other overnight facility as required by court of law; or have pending legal action that could prevent participation in study activities",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Project Director",
                    "role": "CONTACT",
                    "phone": "603-646-7086",
                    "email": "CTN-0116@Dartmouth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa A Marsch, PhD",
                    "affiliation": "Geisel School of Medicine at Dartmouth College",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Harbor Health Care",
                    "status": "RECRUITING",
                    "city": "Nashua",
                    "state": "New Hampshire",
                    "zip": "03062",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ekow Ambaah, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Ekow Ambaah, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.76537,
                        "lon": -71.46757
                    }
                },
                {
                    "facility": "UNM Truman Health Services",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Iandiorio",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Michelle Iandiorio, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "Sugar House Health Center",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicolas Cox",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Nicholas Cox",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Community Health Care",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Tacoma",
                    "state": "Washington",
                    "zip": "98404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julia Keller",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Julia Keller",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.25288,
                        "lon": -122.44429
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "asFound": "Capecitabine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}