{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04154631",
            "orgStudyIdInfo": {
                "id": "R01MH120147",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MH120147"
            },
            "organization": {
                "fullName": "University of California, Berkeley",
                "class": "OTHER"
            },
            "briefTitle": "Implementing and Sustaining a Sleep Treatment to Improve Community Mental Part 1: Implementation Health Outcomes",
            "officialTitle": "Implementing and Sustaining a Transdiagnostic Sleep and Circadian Treatment to Improve Severe Mental Illness Outcomes in Community Mental Health Part 1: Implementation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementing-and-sustaining-a-sleep-treatment-to-improve-community-mental-part-implementation-health-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-28",
            "studyFirstSubmitQcDate": "2019-11-04",
            "studyFirstPostDateStruct": {
                "date": "2019-11-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, Berkeley",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The sleep disturbance commonly experienced by individuals with a severe mental illness (SMI) reduces these individuals' capacity to function and contributes to key symptoms. This study will test the effects of a sleep treatment that has been adapted using theory, data and stakeholder inputs to improve the fit for SMI patients treated in community mental health centers (CMHCs), relative to the standard treatment. The investigators will also determine if the adapted and standard versions can improve sleep, improve functioning and reduce symptoms.",
            "detailedDescription": "An obstacle to the roll-out of evidence-based psychological treatments (EBPTs) for severe mental illness (SMI) is that the context for the implementation typically differs from the original testing context causing a lack of \"fit\" between the setting and the EBPT. The investigators propose to evaluate if adapting a specific treatment to improve the contextual fit improves outcomes in a setting that typifies this challenge-community mental health centers (CMHCs).\n\nFollowing the Experimental Therapeutics Approach, the target is sleep and circadian dysfunction. In SMI, sleep and circadian dysfunction undermines affect regulation, cognitive function and physical health, predicts the onset and worsening of symptoms and is often chronic even with evidence-based SMI treatment. Prior treatment studies have been disorder-focused-they have treated a specific sleep problem (e.g., insomnia) in a specific diagnostic group (e.g., depression). However, real-life sleep and circadian problems are not so neatly categorized, particularly in SMI. Hence, the investigators developed the Transdiagnostic Intervention for Sleep and Circadian Dysfunction (TranS-C) to treat a wide range of sleep and circadian problems experienced in SMI.\n\nWith NIMH support, including a study in CMHCs, the investigators established that TranS-C engages the target. Yet gaps remain: 1) Thus far, the TranS-C providers have been employed, trained and supervised by the university. The investigators will determine if TranS-C can be effectively delivered by providers within CMHCs. 2) The investigators will test a version of TranS-C that has been adapted to improve the fit and to address potential barriers to scaling TranS-C. The rigorous adaptation process used theory, data and stakeholder inputs. 3) The investigators will study ad hoc adaptations made by providers to TranS-C. 4) The investigators include a Sustainment Phase (1 year), responding to urgent calls to study the sustainability of EBPTs.\n\nThis entry describes the Implementation Phase, the first of a three-phase hybrid type 2 effectiveness-implementation trial. In this phase, implementation and effectiveness outcomes of two versions of TranS-C (Standard and Adapted) are compared with CMHC providers who are trained by treatment experts.\n\nGuided by the Replicating Effective Programs (REP) framework, at least 8 CMHC clinic sites will be cluster randomized to either Standard or Adapted TranS-C. Then, within each CMHC site, patients will be randomized to immediate TranS-C or to Usual Care followed by Delayed Treatment (UC-DT). A total of 96 providers and 576 patients. Patients will be assessed pre, mid and post-treatment and at 6 months follow-up. UC Berkeley will co-ordinate the research, facilitate implementation, collect data etc. Providers within an established network of CMHCs will implement TranS-C. SA1 is to confirm that both Standard vs. Adapted TranS-C, compared to UC-DT, improve sleep and circadian functioning and reduce functional impairment and disorder-focused psychiatric symptoms. SA2 is to evaluate the fit, to the CMHC context, of Standard vs. Adapted TranS-C via provider ratings of acceptability, appropriateness and feasibility. SA3 will examine if better fit, operationalized via provider ratings of acceptability, mediates the relationship between treatment condition and patient outcome. This research will determine if sleep and circadian problems can be effectively addressed in SMI in CMHC settings, test two variations of TranS-C that each have unique advantages and focus on community providers and typical community patients."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep Disorder",
                "Circadian Dysregulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "CMHC sites will be cluster randomized to either Standard TranS-C or Adapted TranS-C. Then within each CMHC site, patients will be randomized to either TranS-C or to Usual Care followed by Delayed Treatment (UC-DT).",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The assessment team will be blind to group allocation at post-treatment and six-month follow-up",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 576,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard TranS-C",
                    "type": "EXPERIMENTAL",
                    "description": "Standard TranS-C is modularized and delivered across eight 50-minute, weekly, individual sessions. It is comprised of 4 cross-cutting interventions featured in every session; 4 core modules that apply to the vast majority of patients; and 7 optional modules used less commonly, depending on the presentation.",
                    "interventionNames": [
                        "Behavioral: Standard Transdiagnostic Intervention for Sleep and Circadian Dysfunction (TranS-C)"
                    ]
                },
                {
                    "label": "Adapted TranS-C",
                    "type": "EXPERIMENTAL",
                    "description": "The process for developing Adapted TranS-C has been iterative and grounded in theory, data and stakeholder feedback. The core elements of the evidence-based theory of change underpinning TranS-C have been retained. Adapted TranS-C is delivered in four 20-minute, weekly, individual sessions.",
                    "interventionNames": [
                        "Behavioral: Adapted Transdiagnostic Intervention for Sleep and Circadian Dysfunction (TranS-C)"
                    ]
                },
                {
                    "label": "UC-DT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Usual Care Delayed Treatment. Usual care in the partner CMHCs starts with a case manager who co-ordinates care and refers each client for a medication review and to various rehabilitation programs (e.g., health care, housing, nutrition, finding a job, peer monitoring).",
                    "interventionNames": [
                        "Other: Usual Care Delayed Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Standard Transdiagnostic Intervention for Sleep and Circadian Dysfunction (TranS-C)",
                    "description": "TranS-C is a psychosocial treatment designed to improve sleep and circadian functioning. It is a modular, psychosocial, skills-based approach. In this study, two version of TranS-C will be tested: Standard and Adapted.",
                    "armGroupLabels": [
                        "Standard TranS-C"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Adapted Transdiagnostic Intervention for Sleep and Circadian Dysfunction (TranS-C)",
                    "description": "The Adapted version was derived from Standard TranS-C. It was developed to improve the fit of the treatment with the CMHC context.",
                    "armGroupLabels": [
                        "Adapted TranS-C"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual Care Delayed Treatment",
                    "description": "Usual care in the partner CMHCs typically starts with a case manager who co-ordinates care and refers each client for a medication review and to various rehabilitation programs (e.g., health care, housing, nutrition, finding a job, peer monitoring).",
                    "armGroupLabels": [
                        "UC-DT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient-level outcome: Patient-Reported Outcomes Measurement Information System - Sleep Disturbance",
                    "description": "Assesses perceived functional impairments related to sleep problems using a self-report questionnaire. The minimum value is 8. The maximum value is 40. Higher scores mean more sleep disturbance (worse outcome).",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment, to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Provider-level outcome: Acceptability Intervention Measure",
                    "description": "Assesses provider perceptions of the appropriateness of the treatment intervention using a self-report questionnaire and provider feedback.",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment for each client, and to post-treatment, which is 6 or 10 weeks after the beginning of treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient-level outcome: Patient-Reported Outcomes Measurement Information System - Sleep Related Impairment",
                    "description": "Assesses perceived functional impairments related to sleep problems in a self-report questionnaire. The minimum value is 16. The maximum value is 80. Higher scores mean more sleep related problems (worse outcome).",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment, to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Composite Sleep Health Score",
                    "description": "Composite Sleep Health Score which is defined as the sum of scores on 6 sleep health dimensions: Regularity (Midpoint fluctuation), Satisfaction (Sleep quality question on PROMIS-SD), Alertness (Daytime sleepiness question on PROMIS-SRI), Timing (Mean midpoint), Efficiency (Sleep efficiency) and Duration (Total Sleep Time).",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment, to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Midpoint of Sleep Measure",
                    "description": "Assesses circadian functioning by calculating the midpoint between falling asleep time and rise time.",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment, to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Sheehan Disability Scale",
                    "description": "Assesses functional impairment on a scale from 0 to 30, where higher scores mean higher impairment.",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: The Diagnostic and Statistical Manual of Mental Disorders Cross-Cutting Symptom Measure",
                    "description": "Assesses disorder-focused psychiatric symptoms using a self-report questionnaire. Each item on the measure is rated on a 5-point scale (from 0-4), where higher scores indicate a higher frequency of psychiatric symptoms (worse outcome).",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Provider-level outcome: Intervention Appropriateness Measure",
                    "description": "Assesses provider perceptions of the appropriateness of the treatment intervention using a self-report questionnaire",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment for each client, and to post-treatment, which is 6 or 10 weeks after the beginning of treatment."
                },
                {
                    "measure": "Provider-level outcome: Feasibility of Intervention Measure",
                    "description": "Assesses provider perceptions of the feasibility of the intervention using a self-report questionnaire.",
                    "timeFrame": "Change from baseline, to mid-treatment, which is 2 or 4 weeks after the beginning of treatment for each client, and to post-treatment, which is 6 or 10 weeks after the beginning of treatment."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Patient-level outcome: Alcohol Intake",
                    "description": "Assesses past 30-day quantity and frequency of alcohol intake using a self-report questionnaire.",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Substances Intake",
                    "description": "Assesses past 30-day frequency of substance use using a self-report questionnaire.",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Tobacco Intake",
                    "description": "Assesses past 30-day quantity and frequency of tobacco intake using a self-report questionnaire.",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Caffeine Intake",
                    "description": "Assesses past 30-day quantity and frequency of caffeine intake using a self-report questionnaire.",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Suicidal Ideation Questionnaire",
                    "description": "Assesses past 30-day suicidal ideation using a self-report questionnaire.",
                    "timeFrame": "Change from baseline to post-treatment, which is 6 or 10 weeks after the beginning of treatment, and to 6-month follow-up."
                },
                {
                    "measure": "Patient-level outcome: Credibility Expectancy Questionnaire",
                    "description": "Measures the credibility and expectation of improvement from TranS-C. The questionnaire includes 4 items.",
                    "timeFrame": "Once at post-treatment, which is 6 or 10 weeks after the beginning of treatment."
                },
                {
                    "measure": "Patient-level outcome: Utilization Questionnaire",
                    "description": "Measures the elements of TranS-C that are most used.",
                    "timeFrame": "Once at post-treatment, which is 6 or 10 weeks after the beginning of treatment."
                },
                {
                    "measure": "Patient-level outcome: Utilization Questionnaire",
                    "description": "Measures the elements of TranS-C that are most used.",
                    "timeFrame": "Once at 6-month follow-up after treatment ends."
                },
                {
                    "measure": "Patient-level outcome: Duke Checklist of Medical Conditions & Symptoms",
                    "description": "Assesses physical illness or neurological degenerative disease directly related to the onset and course of the sleep and circadian dysfunction.",
                    "timeFrame": "Once at baseline."
                },
                {
                    "measure": "Provider-level outcome: Checklist of Modules Delivered",
                    "description": "Assesses which treatment modules were delivered by the providers using a self-report checklist.",
                    "timeFrame": "Once at each session between patient and provider."
                },
                {
                    "measure": "Provider-level outcome: Adaptations to Evidence-Based Practices Scale",
                    "description": "Assesses ad hoc modifications the provider made to the treatment using a self-report questionnaire.",
                    "timeFrame": "Once at post-treatment, which is 6 or 10 weeks after the beginning of treatment."
                },
                {
                    "measure": "Provider-level outcome: Semi-structured interview",
                    "description": "Assesses perceptions of TranS-C.",
                    "timeFrame": "20% of randomly selected providers and leadership once during the implementation phase and once during the sustainment phase."
                },
                {
                    "measure": "Provider-level outcome: Use of TranS-C Assessment",
                    "description": "Assesses if providers continue to use TranS-C in a self-report questionnaire.",
                    "timeFrame": "Once during the 1 year sustainment phase."
                },
                {
                    "measure": "Provider-level outcome: Session attendance and duration log",
                    "description": "Collect session date and duration (length of session).",
                    "timeFrame": "Once at each session between patient and provider."
                },
                {
                    "measure": "Provider-level outcome: Training evaluation/knowledge test",
                    "description": "Provider evaluation of the training; provider knowledge of content covered in the training; provider willingness and confidence in delivering TranS-C.",
                    "timeFrame": "Through the first 2.5 years of the study, an average of 4 per month"
                },
                {
                    "measure": "Provider-level outcome: Gold Standard Training Elements",
                    "description": "Extent of gold standard training elements present in each training session, with respect to content and technique.",
                    "timeFrame": "Through the first 2.5 years of the study, an average of 4 per month"
                },
                {
                    "measure": "Provider-level outcome: Number of TranS-C Sessions",
                    "description": "Number of sessions delivered to each enrolled patient by each provider.",
                    "timeFrame": "Once per patient at posttreatment, which is 6 or 10 weeks after the beginning of treatment"
                },
                {
                    "measure": "Facilitator-level outcome: Gold Standard Supervision Elements",
                    "description": "Presence of gold-standard supervision elements covered during each supervision session.",
                    "timeFrame": "Up to 30 months"
                },
                {
                    "measure": "Facilitator-level outcome: Implementation Log",
                    "description": "Weekly record of facilitator activities, amount of time per activity, county, year, type of communication, implementation strategies, target(s), intended outcome(s).",
                    "timeFrame": "Up to 30 months"
                },
                {
                    "measure": "Facilitator-level outcome: Meeting Log",
                    "description": "Weekly record of community meeting details as applicable, including: county, generation, level of contact (i.e., leadership, providers), type/modality of contact, length of meeting, number of attendees, recording, general description, standardized description, main presenter and role of UCB staff.",
                    "timeFrame": "Up to 30 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThe inclusion criteria for CMHCs are:\n\n* Publicly funded adult mental health outpatient services\n* Support from CMHC leadership\n\nThe inclusion criteria for CMHC providers are:\n\n* Employed or able to deliver client-facing services to CMHC clients\n* Interest in learning and delivering TranS-C\n* Volunteer to participate and formally consent to participate\n\nConsumers must meet the following inclusion criteria:\n\n* Aged 18 years and older\n* Meet criteria for an SMI per self-report and confirmed by referring provider or administration of the Mini International Neuropsychiatric Interview (MINI) (DSM-5, Version 7.0.0) by a licensed clinical social worker on the research team\n* Exhibit a sleep or circadian disturbance as determined by endorsing 4 \"quite a bit\" or 5 \"very much\" (or the equivalent for reverse scored items) on one or more PROMIS-SD questions\n* Receiving the standard of care for the SMI and consent to regular communications between the research team and provider\n* Consent to access their medical record and participate in assessments\n* Guaranteed place to sleep for at least 2 months that is not a shelter\n\nExclusion Criteria:\n\n* Presence of an active and progressive physical illness or neurological degenerative disease directly related to the onset and course of the sleep and circadian dysfunction, or making participation in the study unfeasible based on confirmation from the treating clinician and/or medical record\n* Presence of substance abuse/dependence only if it makes participation in the study unfeasible\n* Current active intent or plan to commit suicide (those with suicidal ideation are eligible) only if it makes participation in the study unfeasible, or homicide risk\n* Night shift work \\>2 nights per week in the past 3 months\n* Pregnancy or breast-feeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Krista Fisher, BA",
                    "role": "CONTACT",
                    "phone": "(510) 643-3797",
                    "email": "krista_fisher@berkeley.edu"
                },
                {
                    "name": "Marlen Diaz, BA",
                    "role": "CONTACT",
                    "phone": "(510) 643-3797",
                    "email": "marlen.diaz@berkeley.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allison Harvey, PhD",
                    "affiliation": "University of California, Berkeley",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Contra Costa Health, Housing, and Homeless Services Division",
                    "status": "RECRUITING",
                    "city": "Concord",
                    "state": "California",
                    "zip": "94520",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.97798,
                        "lon": -122.03107
                    }
                },
                {
                    "facility": "Solano County Department of Health & Social Services, Behavioral Health Services",
                    "status": "RECRUITING",
                    "city": "Fairfield",
                    "state": "California",
                    "zip": "94533",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.24936,
                        "lon": -122.03997
                    }
                },
                {
                    "facility": "Santa Barbara County Department of Behavioral Wellness",
                    "status": "RECRUITING",
                    "city": "Goleta",
                    "state": "California",
                    "zip": "93110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.43583,
                        "lon": -119.82764
                    }
                },
                {
                    "facility": "Kings County Behavioral Health",
                    "status": "RECRUITING",
                    "city": "Hanford",
                    "state": "California",
                    "zip": "93230",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.32745,
                        "lon": -119.64568
                    }
                },
                {
                    "facility": "Lake County Behavioral Health Services",
                    "status": "RECRUITING",
                    "city": "Lucerne",
                    "state": "California",
                    "zip": "95458",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.38078,
                        "lon": -119.6643
                    }
                },
                {
                    "facility": "Alameda County Behavioral Health Care Services",
                    "status": "RECRUITING",
                    "city": "Oakland",
                    "state": "California",
                    "zip": "94606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.80437,
                        "lon": -122.2708
                    }
                },
                {
                    "facility": "Placer County Health and Human Services, Adult System of Care",
                    "status": "RECRUITING",
                    "city": "Roseville",
                    "state": "California",
                    "zip": "95678",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.75212,
                        "lon": -121.28801
                    }
                },
                {
                    "facility": "Monterey County Behavioral Health",
                    "status": "RECRUITING",
                    "city": "Salinas",
                    "state": "California",
                    "zip": "93906",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.67774,
                        "lon": -121.6555
                    }
                },
                {
                    "facility": "Bay Area Community Health",
                    "status": "RECRUITING",
                    "city": "San Jose",
                    "state": "California",
                    "zip": "95148",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.33939,
                        "lon": -121.89496
                    }
                },
                {
                    "facility": "County of Santa Cruz Behavioral Health Services for Children and Adults",
                    "status": "RECRUITING",
                    "city": "Santa Cruz",
                    "state": "California",
                    "zip": "95060",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Agnew, MSW",
                            "role": "CONTACT",
                            "phone": "510-643-3797",
                            "email": "emmagnew@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.97412,
                        "lon": -122.0308
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000021081",
                    "term": "Chronobiology Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "asFound": "Sleep Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22703",
                    "name": "Chronobiology Disorders",
                    "asFound": "Circadian Dysregulation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}