{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06184724",
            "orgStudyIdInfo": {
                "id": "CGA Pilot: IRB Pending"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23AG081487",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23AG081487"
                },
                {
                    "id": "A539707",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Implementation Pilot of Preoperative CGA Before Major Surgery",
            "officialTitle": "Preparing Older Adults for Major Surgery: Pilot Trial to Test and Refine the Implementation Package for Preoperative Comprehensive Geriatric Assessments",
            "therapeuticArea": [
                "Other"
            ],
            "study": "implementation-pilot-of-preoperative-cga-before-major-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-14",
            "studyFirstSubmitQcDate": "2023-12-14",
            "studyFirstPostDateStruct": {
                "date": "2023-12-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test whether a new implementation package can help older adults prepare for major surgery. The main question it aims to answer is: Can the implementation package help give more people access to this resource? Participants will be in two groups: older adults who are planning a major surgery and their medical and surgical healthcare providers. The results will be compared to a historic baseline.",
            "detailedDescription": "The goal of this clinical trial is to test a new implementation package, which will be applied at the clinic-level, to see whether it can help more older adults prepare for major surgery. The study will evaluate whether the implementation package (1) improves the number of older adults who get a full \"comprehensive geriatric assessment\" (CGA) before surgery compared to the number of older adults who would be eligible for it, also called \"reach\"; and (2) increases the use of CGA by the medical and surgical providers who are taking care of these older adults, also called \"adoption\".\n\nParticipants will be in two groups: older adults who are planning a major surgery and their medical and surgical healthcare providers. Participants will be recruited from two surgery clinics. The implementation package will include a set of strategies that can be applied at the system level to improve reach and adoption of the CGA. The results will be compared to a historic baseline.\n\nFindings from this study will help the lead researcher design a larger trial that will test both the implementation (or how something is done) at the same time as it tests the effectiveness (how well it works)."
        },
        "conditionsModule": {
            "conditions": [
                "Surgery",
                "Geriatric Assessment",
                "Health Services Research",
                "Implementation Science"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Participants will be recruited from two surgery clinics in a pre-post trial. The comparison group is a historic baseline for routine care.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Post Implementation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be recruited from two surgery clinics in the Post-Implementation group. They will receive care using an implementation package for CGA use before surgery.\n\nThe control group will be historic baseline data. That is, older surgical patients who were treated Pre-Implementation. These patients would have received standard, routine clinical care without the use of the implementation package.",
                    "interventionNames": [
                        "Other: Implementation Package for CGA",
                        "Other: Routine Clinical Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Implementation Package for CGA",
                    "description": "The Implementation Package will include a set of implementation strategies to improve the use of CGA before surgery. These strategies will be applied at the clinic-level to help increase the reach and adoption of the CGA.",
                    "armGroupLabels": [
                        "Post Implementation"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Routine Clinical Care",
                    "description": "Routine care may or may not include the use of the CGA before surgery. The use of CGA in clinical care is up to the medical and surgical healthcare providers.",
                    "armGroupLabels": [
                        "Post Implementation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients referred divided by number of eligible patients",
                    "description": "Reach to potentially eligible patients will be measured by the number of patients referred divided by number of eligible patients.",
                    "timeFrame": "6 and 12 months after implementation"
                },
                {
                    "measure": "Number of surgeons placing referral orders divided by the number of surgeons",
                    "description": "Adoption by Referring Surgeons will be measured by the number of surgeons placing referral orders divided by the number of surgeons",
                    "timeFrame": "6 and 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fidelity: Percent of completed CGA components per visit",
                    "description": "Fidelity of the intervention or degree to which the CGA is delivered as intended will be measured by the percent of completed CGA components per visit.",
                    "timeFrame": "30 days after visit"
                },
                {
                    "measure": "Feasibility of Intervention Measure (FIM) Score",
                    "description": "Perceived ease of use of implementation package will be measured by the 4-item validated Feasibility of Intervention Measure. Mean scores between 1 and 5 will be reported, where higher scores increased feasibility.",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Acceptability of Intervention Measure (AIM) Score",
                    "description": "Satisfaction with implementation package will be measured by the 4-item validated Acceptability of Intervention Measure. Mean scores between 1 and 5 will be reported, where higher scores increased acceptability.",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Intervention Appropriateness Measure (IAM) Score",
                    "description": "Fit and relevance of the implementation package will be measure by the 4-item validated Intervention Appropriateness Measure. Mean scores between 1 and 5 will be reported, where higher scores increased appropriateness.",
                    "timeFrame": "6 and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient aged 85 years or older who is referred for pCGA by a surgeon prior to an elective major surgery\n2. Patient aged 60 years and over with comorbid conditions (vision/hearing loss; concern for cognitive impairment, functional impairment, and/or poor nutrition; and/or two or more medical comorbidities) who is referred for pCGA by a surgeon prior to an elective major surgery\n3. Provider working in clinic where pCGA is performed\n4. Surgeon from select participating clinics\n\nExclusion criteria:\n\n* Patients category 1 or 2 who are\n\n  1. not fluent in English or\n  2. do not have a caregiver present and are incapable of giving consent because of limited cognitive capacity.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julia R Berian, MD, MS",
                    "role": "CONTACT",
                    "phone": "6082634224",
                    "email": "berian@wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Julia R Berian, MD, MS",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53792",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29385235",
                    "type": "BACKGROUND",
                    "citation": "Eamer G, Taheri A, Chen SS, Daviduck Q, Chambers T, Shi X, Khadaroo RG. Comprehensive geriatric assessment for older people admitted to a surgical service. Cochrane Database Syst Rev. 2018 Jan 31;1(1):CD012485. doi: 10.1002/14651858.CD012485.pub2."
                },
                {
                    "pmid": "29299599",
                    "type": "BACKGROUND",
                    "citation": "McDonald SR, Heflin MT, Whitson HE, Dalton TO, Lidsky ME, Liu P, Poer CM, Sloane R, Thacker JK, White HK, Yanamadala M, Lagoo-Deenadayalan SA. Association of Integrated Care Coordination With Postsurgical Outcomes in High-Risk Older Adults: The Perioperative Optimization of Senior Health (POSH) Initiative. JAMA Surg. 2018 May 1;153(5):454-462. doi: 10.1001/jamasurg.2017.5513."
                },
                {
                    "pmid": "28198997",
                    "type": "BACKGROUND",
                    "citation": "Partridge JS, Harari D, Martin FC, Peacock JL, Bell R, Mohammed A, Dhesi JK. Randomized clinical trial of comprehensive geriatric assessment and optimization in vascular surgery. Br J Surg. 2017 May;104(6):679-687. doi: 10.1002/bjs.10459. Epub 2017 Feb 15."
                },
                {
                    "pmid": "22917646",
                    "type": "BACKGROUND",
                    "citation": "Chow WB, Rosenthal RA, Merkow RP, Ko CY, Esnaola NF; American College of Surgeons National Surgical Quality Improvement Program; American Geriatrics Society. Optimal preoperative assessment of the geriatric surgical patient: a best practices guideline from the American College of Surgeons National Surgical Quality Improvement Program and the American Geriatrics Society. J Am Coll Surg. 2012 Oct;215(4):453-66. doi: 10.1016/j.jamcollsurg.2012.06.017. Epub 2012 Aug 21. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified, by request only with IRB approval",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "1 year after study completion",
            "accessCriteria": "Deidentified, by request only with IRB approval"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}