{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05492825",
            "orgStudyIdInfo": {
                "id": "2021-13320"
            },
            "secondaryIdInfos": [
                {
                    "id": "RM1DA055437",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/RM1DA055437"
                }
            ],
            "organization": {
                "fullName": "Albert Einstein College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "IMPOWR-ME Project 1: Trial of Yoga and Physical Therapy Onsite at Opioid Treatment Programs",
            "officialTitle": "Randomized Trial of Yoga and Physical Therapy Onsite at Opioid Treatment Programs for Patients With Chronic Back Pain and Opioid Use Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "impowr-me-project-trial-of-yoga-and-physical-therapy-onsite-at-opioid-treatment-programs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-30",
            "studyFirstSubmitQcDate": "2022-08-05",
            "studyFirstPostDateStruct": {
                "date": "2022-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Albert Einstein College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a pragmatic, open label, randomized controlled trial with 1:1:1 allocation to 12 weeks of: (1) onsite yoga at opioid treatment programs (OTPs), (2) onsite physical therapy (PT) at OTPs, or (3) treatment as usual (TAU). Participants will be 345 individuals with chronic back pain receiving treatment for opioid use disorder (OUD) in community-based OTPs. Through research visits at screening, baseline, and months 1, 2, 3, 6, and 9, the investigators will evaluate pain and opioid use outcomes and implementation outcomes.",
            "detailedDescription": "This clinical trial will test yoga and physical therapy (PT) for individuals with concurrent opioid use disorder (OUD) and chronic pain (CP), onsite at community-based opioid treatment programs (OTPs). The investigators will focus on those who suffer from back pain, as it is the leading cause of CP among patients with OUD and will recruit individuals who are enrolled in treatment at OTPs in our health system in the Bronx, NY. Lack of integrated treatments addressing both OUD and CP has resulted in failed efforts to control the overdose epidemic. This project addresses this need by proposing to test on-site yoga and PT at OTPs.\n\nThe research team's proposed model is that CP from back pain among individuals with OUD leads to decreased physical function, decreased mood and anxiety symptoms, and increased opioid craving. To break this vicious cycle, the investigators propose to target both physical function (via PT or yoga) and mindfulness (via yoga).\n\nTargeting physical function: Both yoga and PT are movement therapies which increase strength and flexibility, improving physical function and pain. Some movement therapies (e.g., exercise) have decreased substance use in individuals with alcohol and tobacco use disorders, but this is understudied in OUD.\n\nTargeting mindfulness: As a mind-body approach, yoga advances overall well-being through practices of mindful breathing and mindfulness meditation. Improving mindfulness may reduce mood and anxiety symptoms, pain catastrophizing, pain intensity and interference, opioid craving and opioid use.\n\nThe investigators will test the overall hypothesis that yoga and PT provided onsite at OTPs will improve pain, opioid use, and quality of life among people with OUD and chronic back pain and will be cost effective. The investigators will conduct a hybrid type 1 effectiveness-implementation study, using a pragmatic, open label, three-arm (1:1:1) randomized controlled trial of: a) onsite yoga at OTPs, b) onsite PT at OTPs, and c) treatment as usual (TAU). The investigators will enroll 345 participants (115/115/115) with chronic, moderate or severe back pain in a 12-week intervention. Comprehensive assessments will be done at study enrollment and at months 1, 2, 3, 6, and 9. The investigators will assess pain intensity (primary outcome), pain interference, opioid use and craving, and quality of life.\n\nAim 1. To test the effectiveness of onsite yoga at OTPs in patients with OUD and CP at 6 months follow-up. H1a: Compared to TAU, on-site yoga will result in decreased pain intensity (primary pain outcome), pain interference, and illicit opioid use in the past 30 days (primary OUD outcome), and increased quality of life. H1b: Therapeutic improvement in H1a will be mediated by physical function and mindfulness.\n\nAim 2. To test the effectiveness of onsite PT at OTPs in patients with OUD and CP at 6 months follow-up. H2a: Compared to TAU, onsite PT will result in decreased pain intensity (primary pain outcome), pain interference, and illicit opioid use in the past 30 days (primary OUD outcome), and increased quality of life. H2b: Therapeutic improvement in H2a will be mediated by physical function.\n\nAim 3. To inform future implementation and dissemination efforts: 3a) Examine factors influencing Reach, Adoption, Implementation, and Maintenance (RE-AIM outcomes) of onsite yoga and PT at OTPs. The investigators will use qualitative and quantitative methods to describe multi-level factors influencing these domains, including qualitative interviews with 30 participants and 10 OTP stakeholders.\n\nExploratory Aim. The investigators will also explore the effectiveness of yoga compared to PT on outcomes and will examine complex patterns of predictors of pain and OUD outcomes with respect to each intervention, including alcohol and cannabis use, mood and anxiety symptoms, comorbidities, and social determinants of health."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use Disorders",
                "Chronic Pain",
                "Opioid Use Disorder",
                "Back Pain Lower Back Chronic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "1:1:1",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 345,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Yoga",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the yoga group will receive a manualized intervention of 12 weekly, group-based, 60-minute yoga classes, and guided home practice.",
                    "interventionNames": [
                        "Other: Yoga"
                    ]
                },
                {
                    "label": "Physical Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the PT group will receive a manualized intervention of 12 weekly, individual, 60-minute PT sessions, with home practice, based on the Saper protocol.",
                    "interventionNames": [
                        "Other: Physical Therapy"
                    ]
                },
                {
                    "label": "Treatment As Usual",
                    "type": "OTHER",
                    "description": "Participants in the Treatment As Usual group will receive routine clinical care. This includes: 1) pain assessment using a 10-point scale, at OTP admission and annual physical exams. This is documented on a templated form in the OTP electronic health record, as well as whether pain is acute vs chronic pain, and a treatment plan (e.g., on-site care, outside primary care clinician, pain management referral). 2) clinical treatment of pain by participants' on-site or outside clinicians.",
                    "interventionNames": [
                        "Other: Treatment As Usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Yoga",
                    "description": "Each yoga class will follow a standardized structure, allowing participants to easily re-join if they miss classes. Yoga classes will be adapted to the abilities and limitations of each study participant, for example, using a chair for sitting exercises rather than the floor and to assist with balance. Postures (asanas) will target back pain and include mindfulness, relaxation, and breathing practices integral to hatha yoga, with focus on breath-based movement throughout. Each group will have 1-2 yoga instructors and no more than 5 participants per yoga instructor (up to 10 participants/group).",
                    "armGroupLabels": [
                        "Yoga"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Physical Therapy",
                    "description": "The assessment at the second screening visit by the Physical Medicine \\& Rehabilitation physician/Physical Therapy staff will be available to physical therapists in the Electronic Health Record and will guide the type of exercises, to focus on stabilization (strengthening core trunk muscles) and flexion or extension exercises. Sessions are divided into 30 minutes of working directly with a physical therapist and 30 minutes of supervised aerobic exercise (on treadmill or recumbent bike). Participants will receive a guidebook for guiding and recording home practice, based on Saper's guidebook and modified based on feedback from experts and stakeholders for clarity and cultural appropriateness.",
                    "armGroupLabels": [
                        "Physical Therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Treatment As Usual",
                    "description": "Participants in the Treatment As Usual group will receive routine clinical care. This includes: 1) pain assessment using a 10-point scale, at OTP admission and annual physical exams. This is documented on a templated form in the OTP electronic health record, as well as whether pain is acute vs chronic pain, and a treatment plan (e.g., on-site care, outside primary care clinician, pain management referral). 2) clinical treatment of pain by participants' on-site or outside clinicians. Those patients who receive on-site medical care have the opportunity to address nonpharmacological and pharmacological treatment with onsite physicians and physician assistants, and to receive referral to specialty care including physical therapy and orthopedics at multiple Montefiore locations throughout the Bronx.",
                    "armGroupLabels": [
                        "Treatment As Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Intensity",
                    "description": "Brief Pain Inventory (BPI) pain intensity, past 7 days subscale",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Illicit opioid use",
                    "description": "Addiction Severity Index (ASI), days of use in the past 30 days",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Health-related quality of life",
                    "description": "Patient-Reported Outcomes Measurement Information System (PROMIS) Preference (PROPr) scoring system, which uses the respondent's scores for each of 7 PROMIS domains to calculate a health utility index value that represents the general US population's preference for the respondent's current health state: Cognitive Function-Abilities, Depression, Fatigue, Pain Interference, Physical Function, Sleep Disturbance, and Ability to Participate in Social Roles and Activities",
                    "timeFrame": "Baseline (Week 0), 1 month, 2 months, 3 months, 6 months and 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain Interference",
                    "description": "Brief Pain Inventory (BPI): Pain interference will be measured using the BPI sub-scale which produces pain severity and pain interference scores ranging from 0-10, with higher scores indicating worse pain. The subscale consists of 7 items scored on an 11-point response scale ranging from 0 (no interference) to 10 (complete interference). Scores are a sum of all item responses (range 0-70) and provide context for \"average pain\" over the past week. PEG (Pain, Enjoyment, General Activity) Scale: 3-item scale assessing Pain Intensity and Interference. Individuals rate their pain level, from 0-10, in 3 different areas. The 1st scale asks individuals to rate their pain, on average, over the past week. The 2nd scale asks individuals to rate how pain has interfered with enjoyment of life in the past week. The 3rd scale asks individuals to rate how pain has interfered with general activities. The PEG scale is scored by averaging the three numbers, which monitor changes in pain levels over time",
                    "timeFrame": "Baseline (Week 0), 1 month, 2 months, 3 months, 6 months and 9 months"
                },
                {
                    "measure": "Pain Catastrophizing",
                    "description": "Pain Catastrophizing Scale (PCS) short form. The PCS is a 13-item scale, with each item rated on a 5-point scale: 0 (Not at all) to 4 (all the time). The PCS is broken into three subscales which examine rumination, magnification, and helplessness related to pain. A total PCS score of 30 represents clinically relevant level of catastrophizing.",
                    "timeFrame": "Baseline (Week 0), 1 month, 2 months, 3 months, 6 months and 9 months"
                },
                {
                    "measure": "Perceived stress",
                    "description": "Assessed using the NIH Toolbox Perceived Stress Fixed Form 18+",
                    "timeFrame": "Baseline (Week 0), 3 months, 6 months and 9 months"
                },
                {
                    "measure": "Cost effectiveness",
                    "description": "Incremental cost-effectiveness ratio (ICER) associated with yoga or PT vs. TAU. The ICER will be calculated by dividing (mean) incremental cost associated with yoga/PT vs TAU by (mean) incremental effectiveness. Cost components will include: costs of intervention delivery, costs of other healthcare services, participant time costs, labor market earnings. The effectiveness measure will be Health Related Quality of Life (HRQoL)measured using a utility score resulting from the PROMIS-Preference (PROPr) scoring system.",
                    "timeFrame": "9 month intervention period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. age ≥18 years old\n2. English or Spanish proficiency (i.e., be able to participate in study interventions and interviews in English or Spanish)\n3. receiving methadone or buprenorphine treatment for OUD in the Montefiore OTP network for at least 12 weeks, with no dose change in 14 days\n4. Chronic low or mid back pain, with at least moderate pain severity (score of ≥4 on the Pain, Enjoyment of Life and General Activity (PEG) Scale\n5. Willingness to participate in all study components\n6. ability to provide informed consent\n\nExclusion Criteria:\n\n1. severe disabling conditions that could make participation in yoga or PT hazardous\n2. acute exacerbation of psychiatric conditions that preclude the ability to participate in the study (e.g., acute mania, active suicidality/homicidality, psychosis)\n3. CP related to malignancy\n4. yoga practice or PT in the prior 60 days",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shadi Nahvi, MD",
                    "role": "CONTACT",
                    "phone": "718-920-5379",
                    "email": "SNAHVI@montefiore.org"
                },
                {
                    "name": "Beth Hribar, MPP",
                    "role": "CONTACT",
                    "phone": "608-335-3481",
                    "email": "mary.hribar@einsteinmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joanna Starrels, MD",
                    "affiliation": "Albert Einstein College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Shadi Nahvi, MD",
                    "affiliation": "Albert Einstein College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore DoSA Wellness Centers",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10454",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shadi Nahvi, MD",
                            "role": "CONTACT",
                            "phone": "718-920-5379",
                            "email": "snahvi@montefiore.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}