{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06074237",
            "orgStudyIdInfo": {
                "id": "2023-160"
            },
            "organization": {
                "fullName": "William Beaumont Hospitals",
                "class": "OTHER"
            },
            "briefTitle": "Improving Vaccine Counseling Skills Among Residents Using Educational Modules and Standardized Patient Encounters",
            "officialTitle": "Improving Vaccine Counseling Skills Among Pediatric, Medicine/Pediatric and Family Medicine Residents Pilot Study: Evaluation, Education, and Promotion of Vaccine Confidence Using Educational Modules and Standardized Patient Encounters",
            "therapeuticArea": [
                "Other"
            ],
            "study": "improving-vaccine-counseling-skills-among-residents-using-educational-modules-and-standardized-patient-encounters"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-20",
            "studyFirstSubmitQcDate": "2023-10-05",
            "studyFirstPostDateStruct": {
                "date": "2023-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andrea Hernandez-Troya",
                "investigatorTitle": "Pediatric Clinical Simulation Director",
                "investigatorAffiliation": "William Beaumont Hospitals"
            },
            "leadSponsor": {
                "name": "William Beaumont Hospitals",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Unfortunately, only 40% of US pediatric residency programs reported in a survey that vaccine safety and counseling training is provided to residents. The success of a residency curriculum focused on communication strategies with patients hesitant to receive the influenza vaccine has been demonstrated, finding a decreased rate of vaccination refusal in the post curricular period. In a recent 2020 study, it demonstrated the positive impact of an online vaccine curriculum on resident vaccine knowledge and self-reported confidence in counseling vaccine hesitant patients.\n\nProviders have the potential to impact a substantial pediatric patient population. The outpatient clinics where the residents included in this study care for patients had 9942 pediatric visits in 2021. Each visit is an opportunity to talk with families about vaccines, address concerns and to administer vaccines when needed. The hypothesize is that interactive educational interventions using the online training modules combined with the standardized patient encounters will increase resident vaccine knowledge and confidence, and enhance communication and counseling skills, thereby improving vaccination rates of Human Papilloma Virus (HPV), Influenza, Measles/Mumps/Rubella (MMR) and Coronavirus (COVID-19) in the Beaumont residency clinics.",
            "detailedDescription": "The World Health Organization (WHO) defines vaccine hesitancy (VH) as \"the reluctance or refusal to vaccinate despite the availability of vaccines\" and included it in the list of top ten threats to global health \\[WHO\\]. The coverage levels for most childhood vaccines remain high in the United States where data shows vaccination rate of \\>90% in 24-months-old children for Polio, MMR, Hepatitis B, and Varicella; \\>80% for Diphtheria, Tetanus, Pertussis, and 79.6% for Haemophilus Influenza type B (Hib) in 2019. However, studies demonstrated an uptrend in vaccine hesitancy. One national survey performed in 2009 involving randomly selected participants revealed 54% parents expressed concern regarding vaccine safety and 11.5% refused recommended vaccines, despite 90% respondents agreed vaccines are a good way to prevent diseases. A survey of pediatricians in Connecticut reported increased parental vaccination concerns and refusals compared with 10 years ago, and more remarkably in the last five years. Although not always resulting in refusal, vaccine hesitancy also appears to contribute to delayed immunization or usage of alternative schedules.\n\nNumerous reasons contribute to this phenomenon, including coincidental temporal association between adverse outcomes and vaccine administration, presence of vaccine mandates, poor knowledge of vaccine preventable diseases and lack of trust in public health agencies. Controversies and myths on vaccination safety are spread easily in social media and through disinformation campaigns. Ironically, the success of vaccines also contributes to VH in which effective immunization programs lead to limited exposure and knowledge of vaccine-preventable diseases, thus many parents ended up questioning their necessity. Other contributing factors include concern for safety, perceived lack of involvement in the decision-making process, lack of adequate time and resources, and religious or philosophical objections.\n\nResearch has shown that patients who receive a strong recommendation from a healthcare provider are 4-5 times more likely to be vaccinated. A study involving 20 pediatric primary care practices found that one of the most common recommended potential practice-level strategies to tackle VH is to provide training to improve vaccine counseling effectiveness and efficiency. Strikingly, all respondents of the study admitted to never having received any formal training in vaccine counseling. The study stressed the importance of training future primary care providers on how to communicate with vaccine-hesitant parents, including to residents and medical students. Pediatric residents need to be well prepared to address these issues, and have the knowledge, confidence, and competency to encourage VH parents to vaccinate their children.\n\nThe primary goal of this project is to develop and evaluate an interactive educational program, which will include online training modules and standardized patient encounters, for the pediatric, family medicine and medicine/pediatric residents that provides evidence-based information and skill-building strategies that will teach and refine vaccine counseling skills to promote vaccine uptake among vaccination-hesitant patient and/or families. Based upon the Announce-Inquire-Mirror-Secure (AIMS) framework, the program will deliver this information for vaccine counseling in general and within the context of the HPV, Influenza, MMR, and COVID-19 vaccines, which are the most commonly associated with myths and controversies. The impact of the interactive vaccine education program on vaccine uptake will be evaluated through comparison of pre- and post-intervention vaccination rates in the Beaumont residency clinics where residents provide patient care, residents' vaccine safety and vaccine hesitancy knowledge and provider behavior and communication skills on this topic during standardized patient encounters."
        },
        "conditionsModule": {
            "conditions": [
                "Vaccine Refusal",
                "Vaccine-Preventable Diseases",
                "Physician-Patient Relations"
            ],
            "keywords": [
                "Resident communication skills",
                "Vaccine counselling",
                "Resident education",
                "Standardized patient encounter",
                "Vaccine Hesitancy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Non-blinded, single group educational intervention",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 112,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interactive Vaccine Education Program for resident providers",
                    "type": "EXPERIMENTAL",
                    "description": "Resident providers in pediatric, pediatric/medicine and family medicine clinics will be given interactive educational interventions using online training modules combined with standardized patient encounters to teach and refine vaccine counseling skills",
                    "interventionNames": [
                        "Other: Immersive resident education",
                        "Other: Standardized patient (SP) encounter"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Immersive resident education",
                    "description": "Using the AIMS framework (Announce, Inquire, Mirror, Secure), residents will complete online modules designed to improve vaccine education, promote vaccine confidence and improve vaccine counseling in general. There will also be modules dispelling myths and controversies specific to HPV, MMR, Covid and influenza vaccines that often limit or prevent vaccination uptake.",
                    "armGroupLabels": [
                        "Interactive Vaccine Education Program for resident providers"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standardized patient (SP) encounter",
                    "description": "After completion of the Immersive Resident Education modules, residents will participate in a telemedicine standardized patient encounter. They will interview a vaccine-hesitant \"patient\" and this encounter will be video recorded. At the end of the encounter, the SP will provide the resident with patient-centered feedback on their communication skills. The SP will also complete a communication checklist regarding each resident encounter and the research team will review the recorded encounters for accuracy of medical content conveyed during each encounter.",
                    "armGroupLabels": [
                        "Interactive Vaccine Education Program for resident providers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in provider confidence following education",
                    "description": "Difference in total score between pre-education and post-education survey of resident confidence in patient vaccine counselling, as measured by a summation score of 8 questions answered on a 5-point Likert scale, where 1=strongly disagree and 5 = strongly agree; a higher score indicates more confidence (maximum 40 points). A positive difference indicates an increase in confidence after education, and a negative number indicates a decrease in confidence after education.",
                    "timeFrame": "baseline and up to 4 months after education"
                },
                {
                    "measure": "Change in provider attitudes following education",
                    "description": "Difference in total score between pre-education and post-education survey of resident attitudes towards vaccination hesitancy, as measured by a summation score of 8 questions answered on a 5-point Likert scale, where 1=strongly disagree and 5 = strongly agree; a higher score indicates a positive attitude toward vaccines and a lower score indicates a negative attitude toward vaccination (maximum of 40 points). A positive difference indicates a more positive attitude after education, and a negative number indicates a more negative attitude after education.",
                    "timeFrame": "baseline and up to 4 months after education"
                },
                {
                    "measure": "Change in provider knowledge regarding vaccination",
                    "description": "Difference in scores between pre-education and post-education on a 15-question, multiple choice evaluation of provider knowledge about vaccine safety and efficacy. A higher score indicates more provider knowledge. A positive difference indicates an increase in knowledge after education, and a negative number indicates a decrease in knowledge after education.",
                    "timeFrame": "baseline and up to 4 months after education"
                },
                {
                    "measure": "Score on standardized patient checklist",
                    "description": "Total score on evaluation checklist for standardized patient encounter following education. Maximum score is 16 points, minimum score is 0.",
                    "timeFrame": "after standardized patient encounter, an average of 3 to 4 months after enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Measles/Mumps/Rubella (MMR) vaccine rate with provider education in pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of MMR vaccination in the pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Measles/Mumps/Rubella (MMR) vaccine rate with provider education in medicine/pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of MMR vaccination in the medicine/pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Measles/Mumps/Rubella (MMR) vaccine rate with provider education in family medicine resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of MMR vaccination in the family medicine resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Human Papilloma Virus (HPV) vaccine rate with provider education in pediatrics resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of HPV vaccination in the pediatrics resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Human Papilloma Virus (HPV) vaccine rate with provider education in medicine/pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of HPV vaccination in the medicine/pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Human Papilloma Virus (HPV) vaccine rate with provider education in family medicine resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of HPV vaccination in the family medicine resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Coronavirus-19 (COVID) vaccine rate with provider education in pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of COVID vaccination in the pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Coronavirus-19 (COVID) vaccine rate with provider education in medicine/pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of COVID vaccination in the medicine/pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Coronavirus-19 (COVID) vaccine rate with provider education in family medicine resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of COVID vaccination in the family medicine resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Influenza vaccine rate with provider education in pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of Influenza vaccination in the pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Influenza vaccine rate with provider education in medicine/pediatric resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of Influenza vaccination in the medicine/pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in Influenza vaccine rate with provider education in family medicine resident clinic",
                    "description": "Difference between pre-intervention and post-intervention rates of Influenza vaccination in the family medicine resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in total vaccine rate with provider education",
                    "description": "Difference between total pre-intervention and total post-intervention vaccination rates following provider education",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in total vaccine rate with provider education in pediatric clinic",
                    "description": "Difference between total pre-intervention and total post-intervention vaccination rates following provider education in the pediatric clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in total vaccine rate with provider education in medicine/pediatric resident clinic",
                    "description": "Difference between total pre-intervention and total post-intervention vaccination rates following provider education in the medicine/pediatric resident clinic",
                    "timeFrame": "baseline to 18 months"
                },
                {
                    "measure": "Change in total vaccine rate with provider education in family medicine resident clinic",
                    "description": "Difference between total pre-intervention and total post-intervention vaccination rates following provider education in the family medicine resident clinic",
                    "timeFrame": "baseline to 18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pediatric, medicine/pediatric, and family medicine residents of all training levels\n* Employed by Beaumont Hospitals - Royal Oak, Troy, Wayne, or Grosse Pointe.\n\nExclusion Criteria:\n\n* Residents not enrolled in pediatric, medicine/pediatric, or family medicine programs\n* Residents receiving training at hospitals other than Beaumont Hospital - Royal Oak, Troy, Wayne, or Grosse Pointe.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrea C Hernandez Troya, MD",
                    "role": "CONTACT",
                    "phone": "248 551-5000",
                    "email": "andrea.hernandez-troya@corewellhealth.org"
                },
                {
                    "name": "Christine Batchelder, RN",
                    "role": "CONTACT",
                    "phone": "248/898-1075",
                    "email": "christine.batchelder@corewellhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrea C Hernandez Troya, MD",
                    "affiliation": "William Beaumont Hospitals",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beaumont Health System",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Batchelder, RN",
                            "role": "CONTACT",
                            "phone": "248-898-1075",
                            "email": "christine.batchelder@corewellhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20194286",
                    "type": "BACKGROUND",
                    "citation": "Freed GL, Clark SJ, Butchart AT, Singer DC, Davis MM. Parental vaccine safety concerns in 2009. Pediatrics. 2010 Apr;125(4):654-9. doi: 10.1542/peds.2009-1962. Epub 2010 Mar 1."
                },
                {
                    "pmid": "21812165",
                    "type": "BACKGROUND",
                    "citation": "Leib S, Liberatos P, Edwards K. Pediatricians' experience with and response to parental vaccine safety concerns and vaccine refusals: a survey of Connecticut pediatricians. Public Health Rep. 2011 Jul-Aug;126 Suppl 2(Suppl 2):13-23. doi: 10.1177/00333549111260S203."
                },
                {
                    "pmid": "26337116",
                    "type": "BACKGROUND",
                    "citation": "Salmon DA, Dudley MZ, Glanz JM, Omer SB. Vaccine Hesitancy: Causes, Consequences, and a Call to Action. Am J Prev Med. 2015 Dec;49(6 Suppl 4):S391-8. doi: 10.1016/j.amepre.2015.06.009. Epub 2015 Aug 31."
                },
                {
                    "pmid": "33097547",
                    "type": "BACKGROUND",
                    "citation": "Wilson SL, Wiysonge C. Social media and vaccine hesitancy. BMJ Glob Health. 2020 Oct;5(10):e004206. doi: 10.1136/bmjgh-2020-004206. Epub 2020 Oct 23."
                },
                {
                    "pmid": "26096835",
                    "type": "BACKGROUND",
                    "citation": "Barrows MA, Coddington JA, Richards EA, Aaltonen PM. Parental Vaccine Hesitancy: Clinical Implications for Pediatric Providers. J Pediatr Health Care. 2015 Jul-Aug;29(4):385-94. doi: 10.1016/j.pedhc.2015.04.019."
                },
                {
                    "pmid": "29947574",
                    "type": "BACKGROUND",
                    "citation": "Mohanty S, Carroll-Scott A, Wheeler M, Davis-Hayes C, Turchi R, Feemster K, Yudell M, Buttenheim AM. Vaccine Hesitancy in Pediatric Primary Care Practices. Qual Health Res. 2018 Nov;28(13):2071-2080. doi: 10.1177/1049732318782164. Epub 2018 Jun 27."
                },
                {
                    "pmid": "24731808",
                    "type": "BACKGROUND",
                    "citation": "Williams SE, Swan R. Formal training in vaccine safety to address parental concerns not routinely conducted in U.S. pediatric residency programs. Vaccine. 2014 May 30;32(26):3175-8. doi: 10.1016/j.vaccine.2014.04.001. Epub 2014 Apr 13."
                },
                {
                    "pmid": "28126612",
                    "type": "BACKGROUND",
                    "citation": "Real FJ, DeBlasio D, Beck AF, Ollberding NJ, Davis D, Cruse B, Samaan Z, McLinden D, Klein MD. A Virtual Reality Curriculum for Pediatric Residents Decreases Rates of Influenza Vaccine Refusal. Acad Pediatr. 2017 May-Jun;17(4):431-435. doi: 10.1016/j.acap.2017.01.010. Epub 2017 Jan 23."
                },
                {
                    "pmid": "32988690",
                    "type": "BACKGROUND",
                    "citation": "Pahud B, Elizabeth Williams S, Lee BR, Lewis KO, Middleton DB, Clark S, Humiston SG. A randomized controlled trial of an online immunization curriculum. Vaccine. 2020 Oct 27;38(46):7299-7307. doi: 10.1016/j.vaccine.2020.09.043. Epub 2020 Sep 26."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "WHO, \"Ten threats to global health in 2019",
                    "url": "https://www.who.int/news-room/spotlight/ten-threats-to-global-health-in-2019"
                },
                {
                    "label": "Centers for Disease Control and Prevention, \"National Center for Health Statistics, Health Care and Insurance, Immunization",
                    "url": "https://www.cdc.gov/nchs/fastats/immunize.htm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No individual patient data shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000079263",
                    "term": "Vaccine-Preventable Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2041",
                    "name": "Vaccine-Preventable Diseases",
                    "asFound": "Vaccine-Preventable Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}