{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04600973",
            "orgStudyIdInfo": {
                "id": "STUDY00032185"
            },
            "organization": {
                "fullName": "Trustees of Dartmouth College",
                "class": "OTHER"
            },
            "briefTitle": "Improving Implementation of Evidence-based Approaches and Surveillance to Prevent Bacterial Transmission and Infection",
            "officialTitle": "The BASIC Trial: Improving Implementation of Evidence-based Approaches and Surveillance to Prevent Bacterial Transmission and Infection",
            "acronym": "BASIC",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "improving-implementation-of-evidence-based-approaches-and-surveillance-to-prevent-bacterial-transmission-and-infection"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-19",
            "studyFirstSubmitQcDate": "2020-10-19",
            "studyFirstPostDateStruct": {
                "date": "2020-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Trustees of Dartmouth College",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "Georgetown University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Surgical site infections (SSIs) are associated with increased patient morbidity, mortality, and healthcare costs. ESKAPE (Enterococcus, S. aureus, Klebsiella, Acinetobacter, Pseudomonas, and Enterobacter spp.) pathogens are particularly pathogenic because they have increased capacity to acquire resistance and virulence traits. The investigators have proven that a multifaceted program involving improved basic perioperative preventive measures can generate substantial reductions in S. aureus transmission and significant reductions in SSIs (88% reduction as compared to usual care). In this study, the investigators aim to examine the relative effectiveness of each component of this program in controlling ESKAPE transmission and reducing SSIs and to identify an optimal implementation strategy for national dissemination. Randomization occurs at the site level, and sites adopt preventative programs. This work will improve perioperative patient safety for the 51 million patients who undergo surgery each year.",
            "detailedDescription": "The investigators propose to test the implementation of a multifaceted, evidence-based, peri-operative surgical site infection (SSI) preventive program that leverages basic preventive measures optimized by pathogen cluster detection software (surveillance) to reduce ESKAPE (Enterococcus, S. aureus, Klebsiella, Acinetobacter, Pseudomonas, and Enterobacter spp.) transmission and SSIs. SSIs increase patient morbidity, prolong hospitalization, and increase the risk of death. ESKAPE pathogens are particularly problematic because they have increased capacity to acquire resistance and virulence traits. For example, S. aureus explains a significant proportion of SSIs. S. aureus transmission can be detected in 39% of surgical cases, has been directly linked to up to 50% of S. aureus SSIs by single nucleotide variant analysis, and is tightly associated with SSI development across a variety of surgical specialties. The isolation of ≥ 1 KAPE isolate from ≥ 1 intraoperative reservoir is associated with increased risk of infection development. The investigators have proven that improvements in basic perioperative preventive measures can generate substantial and sustained reductions in perioperative S. aureus transmission and SSIs, with the magnitude of the effect exceeding that of SSI preventive efforts focused on host optimization and inhibition of bacterial virulence strategies, the status quo. However, perioperative application of these basic preventive measures has been inconsistent, and some evidence suggests that S. aureus explains 20% of SSIs. Thus, there remains room for further advancement in perioperative infection control by addressing other ESKAPE organisms and by delineating an implementation approach that will yield effective, national dissemination of these proven measures. The investigators planned approach to address these pathogens mirrors our approach for perioperative S. aureus control, integrating evidence-based provider hand hygiene, intravascular catheter design/handling, environmental cleaning/organization, and patient decolonization improvement strategies with surveillance. The investigators surveillance approach maps the epidemiology of transmission of each pathogen, identifying for example, reservoirs of origin that become improvement targets for sustainability. While this approach is proven effective in preventing perioperative S. aureus transmission and SSIs, the relative effectiveness of the various components of the multi-faceted approach in reducing ESKAPE transmission and associated SSIs, as well as an effective national dissemination strategy, remain unknown. Therefore, the overall objectives for this study are to examine the relative effectiveness of each programmatic component in controlling ESKAPE spread and associated SSIs and to identify the best approach for national dissemination of this technology. The investigators will use a cluster-randomized design to evaluate the implementation and sustainability of each approach guided by RE-AIM framework. More broadly, these findings will be relevant to supporting hospital's implementation of a wide array of preventive interventions and has potential for vastly improving patient care and outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Infection"
            ],
            "keywords": [
                "transmission",
                "ESKAPE",
                "prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "2x2 Factorial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 6000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Surveillance with Technical Assistance",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Surveillance will be offered to 3 teams with Technical Assistance (TA) in block randomization. Surveillance tool will execute regularly updated reports (continually updated with laboratory data entry of ESKAPE pathogen isolation results), which generates a set of data that will populate series of tables and graphs for each site based on data collection form as previously reported.",
                    "interventionNames": [
                        "Behavioral: Technical assistance or team-based coaching"
                    ]
                },
                {
                    "label": "Surveillance with EBIP Coaching",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Surveillance will be offered to 3 teams with Evidence-Based Infection Prevention Bundle (EBIP) coaching in block randomization. Surveillance tool will execute regularly updated reports (continually updated with laboratory data entry of ESKAPE pathogen isolation results), which generates a set of data that will populate series of tables and graphs for each site based on data collection form as previously reported. EBIP involves evidence-based improvements in perioperative hand hygiene, environmental cleaning, vascular care, and patient decolonization. Each participating site will receive monthly team-based coaching to establish a multidisciplinary team charged with continuously improving transmission and infection prevention.",
                    "interventionNames": [
                        "Behavioral: Technical assistance or team-based coaching"
                    ]
                },
                {
                    "label": "Technical Assistance No Surveillance",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "TA will be offered to 3 teams. TA will have monthly scheduled TA calls (60 minutes each) with each team individually to review and discuss the protocol interventions (as is done in the EBIP group) and allow for a consultation with experts on the peri-operative interventions. Surveillance toolkit will only be used for transmission data collection.",
                    "interventionNames": [
                        "Behavioral: Technical assistance or team-based coaching"
                    ]
                },
                {
                    "label": "EBIP Coaching No Surveillance",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "EBIP will be offered to 3 teams. Each participating site will receive monthly team-based coaching to establish a multidisciplinary team charged with continuously improving transmission and infection prevention. EBIP involves evidence-based improvements in perioperative hand hygiene, environmental cleaning, vascular care, and patient decolonization. Surveillance toolkit will only be used for transmission data collection.",
                    "interventionNames": [
                        "Behavioral: Technical assistance or team-based coaching"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Technical assistance or team-based coaching",
                    "description": "Main comparison in delivering peri-operative preventive strategies against transmission and infection is one on one technical assistance or team-based coaching.",
                    "armGroupLabels": [
                        "EBIP Coaching No Surveillance",
                        "Surveillance with EBIP Coaching",
                        "Surveillance with Technical Assistance",
                        "Technical Assistance No Surveillance"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ESKAPE Transmission Events",
                    "description": "One or more epidemiologically related ESKAPE pathogen transmission events (Enterococcus, S. aureus, Klebsiella, Acinetobacter, Pseudomonas, Enterobacter spp.) occurring in a perioperative observational unit. ESKAPE transmission will be defined as ≥ 2 ESKAPE isolates of the same class obtained from ≥ 2 distinct, temporally-associated reservoirs and/or the isolation of ≥ 1 ESKAPE pathogen from a reservoir at case end that was not present at case start, a definition tightly associated with SSI.",
                    "timeFrame": "Peri-operative"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Surgical Site Infection",
                    "description": "90 postoperative day SSIs according to the NHSN SSI checklist. SSI tracking will initially involve chart review for fever, leukocytosis, culture (type/source), anti-infective order, office documentation of infection, and up to 3 calls in the 90-day postoperative period. If 1 or more of the 5 criteria are flagged and/or documentation by phone call as recorded in the microEMR, the site PI reviews the information and applies to NHSN checklist criteria for SSIs. Superficial incisional, deep incisional, and organ/space SSIs will be tracked. Information will be compiled in a separate spreadsheet without treatment group identifiers for blinded review.",
                    "timeFrame": "90-day postoperative"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Site Inclusion and Exclusion Criteria.\n\n* 250 patients (125 case pairs) per site in the active phase (N=3,000)\n* 250 patients (125 case pairs) per site in the sustainability phase (N=3,000)\n* Total N=6,000\n* orthopedic total joint and spine procedures\n\nSite Inclusion Criteria:\n\n* operating room conducting orthopedic total joint and spine\n* Surgeons performing orthopedic total joint or spine\n\nSite Exclusion Criteria:\n\n- medical centers actively enrolling patients in a bacterial transmission or infection prevention trial\n\nPatient Inclusion Criteria:\n\n- all elective patients undergoing orthopedic total joint and spine\n\nExclusion Criteria:\n\n* no requirement for anesthesia and/or placement of a peripheral intravenous catheter\n* lack of incision or informed, written consent\n* an allergy to chlorhexidine\n* povidone iodine or isopropyl alcohol\n* ASA health classification status\\>5",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeremiah R Brown, PhD",
                    "role": "CONTACT",
                    "phone": "603-646-5409",
                    "email": "jbrown@dartmouth.edu"
                },
                {
                    "name": "Kevin C Cox, BA",
                    "role": "CONTACT",
                    "email": "Kevin.C.Cox@dartmouth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeremiah R Brown, PhD",
                    "affiliation": "Trustees of Dartmouth College",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Randy Loftus, MD",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Randy Loftus, MD",
                            "role": "CONTACT",
                            "email": "randy-loftus@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Trustees of Dartmouth College",
                    "status": "RECRUITING",
                    "city": "Hanover",
                    "state": "New Hampshire",
                    "zip": "03755",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeremiah R Brown, PhD",
                            "role": "CONTACT",
                            "email": "jbrown@dartmouth.edu"
                        },
                        {
                            "name": "Meagan Stabler, PhD",
                            "role": "CONTACT",
                            "email": "Meagan.E.Stabler@dartmouth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70229,
                        "lon": -72.28954
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators agree to follow all applicable NIH policy and guidance on sharing of resources. The hyper resistant and transmissible strains identified during the course of these studies and for the registry period to follow will be made known via publications and will be shared freely with any scientists who request them. The request process will require submission and review of a research proposal for specimen use by the MPIs. In addition to resource sharing, we will provide relevant protocols and other data sets upon request following review. Should any intellectual property arise during the study period which requires a patent, the investigators will ensure that the technology (materials and data) remains widely available to the research community in accordance with the NIH Principles and Guidelines document.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "12 months of study ending",
            "accessCriteria": "Follow institutional regulations for access"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}