{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05399056",
            "orgStudyIdInfo": {
                "id": "1730517"
            },
            "secondaryIdInfos": [
                {
                    "id": "R33HL157847",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R33HL157847"
                }
            ],
            "organization": {
                "fullName": "Baystate Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Improving Participation in Pulmonary Rehabilitation Through Peer Support and Storytelling",
            "officialTitle": "Improving Participation in Pulmonary Rehabilitation Through Peer Support and Storytelling",
            "acronym": "ImPReSS-COPD",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "improving-participation-in-pulmonary-rehabilitation-through-peer-support-and-storytelling"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-24",
            "studyFirstSubmitQcDate": "2022-05-26",
            "studyFirstPostDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Baystate Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "University of Massachusetts, Worcester",
                    "class": "OTHER"
                },
                {
                    "name": "COPD Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic Obstructive Pulmonary Disease (COPD) affects approximately 16 million Americans and is characterized by recurrent exacerbations that lead to 1.5 million Emergency Department visits and 700,000 hospitalizations annually. Pulmonary rehabilitation (PR) is a structured program of exercise and self-management support that has been proven to relieve shortness of breath and increase quality of life when initiated after an exacerbation, but unfortunately, few eligible patients participate. This project will compare the effectiveness of two novel strategies - one involving video narratives of other patients telling their story of how they overcame challenges and completed PR, the other involving telephonic peer coaching with an individual with lived experience - to enhanced usual care, and to each other, at increasing patient participation in PR after an exacerbation.",
            "detailedDescription": "Exacerbations of Chronic Obstructive Pulmonary Disease (COPD) lead to roughly 1.5 million ED visits and 700,000 hospitalizations annually. Recovery is slow and accompanied by high levels of acute care utilization and mortality. Pulmonary Rehabilitation (PR) is a structured program of exercise and self-management support that has been shown to relieve dyspnea and improve quality of life. Clinical guidelines recommend PR for patients with stable COPD and after an exacerbation. Unfortunately, even when referred by physicians, research has shown that few patients who might benefit from PR ever begin treatment.\n\nThe primary goal of this project is to identify effective strategies for promoting and sustaining participation in PR. Peer Support involves pairing a patient with a trained peer from a similar background, and facing similar health challenges, who has completed PR. There is a growing body of evidence demonstrating the feasibility, acceptability, and effectiveness of telephonic peer support for chronic disease management. Narrative interventions, or 'Storytelling', are novel approaches for changing attitudes and behaviors of patients that involve creating and disseminating videos narrated by individuals with lived experience with the same condition or facing the same treatment. Storytelling interventions have been shown to help individuals achieve better blood pressure control, and storytelling is being studied in a variety of other clinical contexts.\n\nIn the R61 Phase, the investigators will recruit and train a cohort of peer coaches in behavior change techniques, and will recruit a diverse group of storytellers, capture their narratives on video, and create a library of 6-8 powerful stories. The investigators will finalize the protocol, trial infrastructure, and pilot the recruitment strategy. During the R33 Phase, the investigators will recruit 305 adults treated for exacerbation of COPD, and randomize them to 1) Enhanced \"Usual Care\" (eUC); 2) eUC + Storytelling; or 3) eUC + Peer Support. The investigators will evaluate the effectiveness of each strategy compared to eUC, and to each other, at promoting participation in PR at 6 months.\n\nUsing a mixed-methods approach, the investigators will evaluate intervention acceptability, sustainability, and cost, from the perspectives of the patients and peer coaches as well as PR program staff and hospital leadership. This information will be uses to refine the strategies and to disseminate an implementation package that will enable other PR programs to adopt these approaches."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Obstructive Pulmonary Disease"
            ],
            "keywords": [
                "COPD",
                "Pulmonary rehabilitation",
                "Storytelling",
                "Peer coaching",
                "motivational interviewing",
                "Behavioral interventions",
                "chronic obstructive pulmonary disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcomes will be collected by a member of the research staff blinded to participant treatment arm",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 305,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enhanced usual care",
                    "type": "NO_INTERVENTION",
                    "description": "Enhanced usual care describes a process in which automated surveillance is used to identify individuals experiencing a COPD exacerbation. This is followed by direct outreach - either through in-person visits while a patient is hospitalized, or by mail and telephone in the outpatient setting, to facilitate referral to PR. Subjects randomized to this arm will be given a pamphlet describing the benefits of PR."
                },
                {
                    "label": "Enhanced usual care + Storytelling",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to the eUC + Storytelling intervention will view the video narrative(s) of one or more individuals with COPD who has overcome similar barriers and has attended a program of PR. Subjects will be shown the first chapter of the story immediately after randomization and will receive email and/or text messages to prompt viewing of subsequent chapters at 2 weeks, 1 month, 2 months, 3 months and 5 months. Emails and text messages will include a link to a REDCap document that contains a set of embedded video clips representing the next chapter in each storyteller's narrative.",
                    "interventionNames": [
                        "Behavioral: Storytelling"
                    ]
                },
                {
                    "label": "Enhanced usual care + Peer support",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to the eUC + Peer support intervention will be matched with a peer coach of the same gender, race, and approximate age. For those enrolled during a hospitalization, coaches will be instructed to attempt the initial phone contact prior to the patient's discharge; for patients enrolled after an ED visit or outpatient exacerbation, coaches will be instructed to contact the patients within 72 hours of randomization. Peer coaches will be asked to complete at least one call each week during months 1-2, biweekly calls during months 3-4, and monthly calls during months 5-6. Coaches will be asked to follow a conversation guide, provided during the initial training, to structure phone conversations with their paired patient.",
                    "interventionNames": [
                        "Behavioral: Telephonic Peer Coaching"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Telephonic Peer Coaching",
                    "description": "Telephonic Peer Coaching from an individual with lived experience with COPD and Pulmonary Rehabilitation trained in motivational interviewing",
                    "armGroupLabels": [
                        "Enhanced usual care + Peer support"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Storytelling",
                    "description": "Video narratives of an individual with lived experience with COPD and Pulmonary Rehabilitation describing their journey through Pulmonary Rehabilitation",
                    "armGroupLabels": [
                        "Enhanced usual care + Storytelling"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Pulmonary Rehabilitation (PR) sessions: Completion of ≥6 PR sessions within 6 months of randomization",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Any attendance (yes/no) at PR within 6 months of randomization.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Total number of PR sessions completed within 6 months of randomization.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Time to first PR session attended",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in Modified Medical Research Council (mMRC) dyspnea scale from randomization to 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Clinical COPD Questionnaire (CCQ) from randomization to 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Hospital Anxiety and Depression Scale (HADS) from randomization to 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Activation (Self Efficacy for Managing Chronic Diseases 6)",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Medical Outcomes Survey (MOS) Social Support Survey from randomization to 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in UCLA Loneliness Scale from randomization to 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Total # of COPD Exacerbations",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Total # of ED visits",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Total # of Hospitalizations",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Modified Medical Research Council (mMRC) dyspnea scale from enrollment to 12 months - For Peer Coach subjects",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in Clinical COPD Questionnaire (CCQ) from enrollment to 12 months- For Peer Coach subjects",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in Activation (Self Efficacy for Managing Chronic Diseases 6) from enrollment to 12 months - For Peer Coach subjects",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in Hospital Anxiety and Depression Scale (HADS) from enrollment to 12 months - For Peer Coach subjects",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in UCLA Loneliness Scale from enrollment to 12 months - For Peer Coach subjects",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in Satisfaction with life scale (SWLS) from enrollment to 12 months - For Peer Coach subjects",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 40 years or older\n* Received treatment for COPD exacerbation in either inpatient or outpatient setting\n* Referred for pulmonary rehabilitation\n* Ability to understand and communicate in English\n* Willingness to participate in calls with peer coach and to view storytelling videos\n* Working phone\n\nExclusion Criteria:\n\n* Unwilling to attend PR\n* Not eligible for PR based on spirometry or other clinical contraindications as determined by PR staff\n* Currently enrolled in, or completion of 12 or more sessions of PR in the past\n* Comfort measures only or Hospice care\n* Resident of long-term care facility\n* Unable or unwilling to give informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rajashree Kotejoshyer, ScD",
                    "role": "CONTACT",
                    "phone": "978-761-8709",
                    "email": "Rajashree.Kotejoshyer@baystatehealth.org"
                },
                {
                    "name": "Jennifer Hazelton",
                    "role": "CONTACT",
                    "phone": "978-337-0340",
                    "email": "jennifer.hazelton@umassmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter Lindenauer, MD, MSc",
                    "affiliation": "Baystate Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baystate Health",
                    "status": "RECRUITING",
                    "city": "Springfield",
                    "state": "Massachusetts",
                    "zip": "01199",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rajashree Kotejoshyer",
                            "role": "CONTACT",
                            "phone": "978-761-8709",
                            "email": "Rajashree.Kotejoshyer@baystatehealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.10148,
                        "lon": -72.58981
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will share deidentified individual participant data upon receipt and approval of research question and analysis plan from a researcher; or for teaching purposes.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "We will share deidentified IPD based on our criteria within 3 months after publication of our study results in scientific journals without any time limit to share thereafter.",
            "accessCriteria": "Access will be based on receipt of research question/s and analysis strategies planned by a researcher. Approval to access the deidentified IDP will be granted to the researcher if deemed relevant by the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000029424",
                    "term": "Pulmonary Disease, Chronic Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "asFound": "Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}