{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05890183",
            "orgStudyIdInfo": {
                "id": "R01MH130848",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MH130848"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH130848",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH130848"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Improving Cognition Through Telehealth Aerobic Exercise and Cognitive Training After a First Schizophrenia Episode",
            "officialTitle": "Improving Cognition Through Telehealth Aerobic Exercise and Cognitive Training After a First Schizophrenia Episode",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "improving-cognition-through-telehealth-aerobic-exercise-and-cognitive-training-after-a-first-schizophrenia-episode"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-09",
            "studyFirstSubmitQcDate": "2023-05-25",
            "studyFirstPostDateStruct": {
                "date": "2023-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Keith Nuechterlein, Ph.D.",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The participants in the study will receive psychiatric treatment at the UCLA Aftercare Research Program. All participants in this 12-month RCT will receive cognitive training. Half of the patients will also be randomly assigned to the aerobic exercise and strength training condition, and the other half will be randomly assigned to the Healthy Living Group condition. The primary outcome measures are improvement in cognition and level of engagement in the in-group and at-home exercise sessions. Increases in the level of the patient's serum brain-derived neurotropic factor (specifically Mature BDNF) which causes greater brain neuroplasticity and is indicator of engagement in aerobic exercise, will be measured early in the treatment phase in order to confirm engagement of this target. In order to demonstrate the feasibility and portability of this intervention outside of academic research programs, the interventions will be provided via videoconferencing. The proposed study will incorporate additional methods to maximize participation in the exercise condition, including the use of the Moderated Online Social Therapy (MOST) platform to enhance motivation for treatment based on Self-Determination Theory principles, and a \"bridging\" group to help the participants generalize gains to everyday functioning. In addition, the exercise group participants will receive personally tailored text reminders to exercise.",
            "detailedDescription": "This R01 confirmatory efficacy clinical trial application involves telehealth delivery of a treatment approach to improving core cognitive deficits in schizophrenia, using an experimental therapeutic design that NIMH has advocated. This telehealth intervention approach combines neurotrophin-releasing aerobic exercise training with neuroplasticity-based cognitive training to enhance the impact of cognitive training on cognition. Telehealth cognitive training and telehealth physical exercise training address the NIMH strategic research priorities for creating innovative interventions that can be \"disseminated broadly\" and \"readily taught to the existing workforce with minimal cost.\" Cognitive training and physical exercise have each been shown separately to improve cognitive deficits in schizophrenia to some degree, and previous research has shown that, when combined, show promise of improving cognition and work/school functioning more than either treatment alone. Preliminary studies, comparing the combined treatment with cognitive training without aerobic exercise, found evidence of brain-derived neurotrophic factor (BDNF) target engagement, differential improvement in cognition, and prediction of later cognitive outcome from initial BDNF gain. The portability of the proposed intervention outside of academic research programs will be demonstrated by providing the interventions via videoconferencing. The proposed study will incorporate additional methods, such as Fitbit wrist-worn fitness trackers, web-based motivational support, and personalized text messages to encourage motivation and to maximize participation in the exercise condition. Mature BDNF will serve as the primary target and cognition will serve as the primary outcome. It is hypothesized that the increases in Mature BDNF associated with regular aerobic exercise provide a platform which allows neuroplasticity-based cognitive training to enhance cognition more quickly than is typically observed in studies of cognitive training alone. It is hypothesized that combining aerobic exercise with cognitive training will produce larger cognitive improvements, relative to cognitive training without exercise, with all interventions conducted remotely via videoconferencing. Further, it is hypothesized that a greater proportion of exercise sessions completed will be associated with greater cognitive improvement. The research will also test whether intrinsic motivation at baseline and increases in intrinsic motivation over time predict the extent of participation in the telehealth physical exercise program. Cognitive deficits in persons with schizophrenia are a major influence on their everyday functioning in the community. The study targets the period shortly after a first episode of schizophrenia to maximize the generalization of cognitive improvement to real-world functional outcome, before chronic disability is established. This telehealth cognitive training plus aerobic exercise clinical trial has the potential to test a hypothesized mechanism of action and to make a meaningful difference in the lives of individuals with severe mental illness."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Schizophreniform Disorder",
                "Schizoaffective Disorder"
            ],
            "keywords": [
                "First-Episode Schizophrenia",
                "Cognitive Remediation",
                "Physical Exercise",
                "Brain Derived Neurotrophic Factor",
                "Telehealth Intervention",
                "Moderated Online Social Therapy (MOST)",
                "Motivational Text Messaging Program (Chorus)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomization to Combined Cognitive Training and Exercise (CT\\&E) vs. Cognitive Training and Healthy Living Group (CT\\&HLG)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "An assessor of functional outcome will be blind to treatment condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Randomization to Combined Cognitive Training and Exercise (CT&E)",
                    "type": "EXPERIMENTAL",
                    "description": "The primary interventions for this arm of the protocol are Cognitive Training and Exercise sessions. The Cognitive Training will be conducted in a group format using Zoom videoconferencing, with participants logging into their individual Posit Science cognitive training accounts.\n\nThe Aerobic Exercise Program will consist of a physical exercise intervention of 150 minutes/week of moderate aerobic activity, over 4 days, including two group sessions (45 min duration) and two individual sessions (30 min duration in the heart rate zone), for 6 months. After the first 6 months, the group sessions will be once a week with the continuing goal of 150 minutes/week of moderate exercise.",
                    "interventionNames": [
                        "Behavioral: Cognitive training",
                        "Behavioral: Aerobic Exercise Program",
                        "Behavioral: Moderated Online Social Therapy (MOST)",
                        "Behavioral: Chorus Participatory Text Messaging Program"
                    ]
                },
                {
                    "label": "Cognitive Training and Healthy Living Group (CT&HLG)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The primary interventions for this arm of the protocol are Cognitive Training and the Healthy Living Group. The Cognitive Training will be conducted in a group format using Zoom videoconferencing, with participants logging into their individual Posit Science cognitive training accounts.\n\nThe participants in this arm will also participate in a Healthy Living Group, which is a didactic, educational and interactive group that is designed to offer very useful information and discussion of topics that are relevant to a healthy lifestyle. It includes manualized modules devoted to wellness, nutrition, insight, recovery, independent living, social skills, and hobbies. It meets 2 times/week for 6 months and then once a week for the next 6 months.",
                    "interventionNames": [
                        "Behavioral: Cognitive training",
                        "Behavioral: Moderated Online Social Therapy (MOST)",
                        "Behavioral: Healthy Living Group (HLG)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive training",
                    "description": "This systematic cognitive training program will be delivered by telehealth sessions in which each patient logs into their Posit Science account and joins a Zoom videoconference with 4-8 other patients and two cognitive coaches. The first 12 weeks focus on neurocognitive training and the second 12 weeks focus on social cognitive training. Patients have two CT sessions on each of two days each week to complete 4 hours/week of computerized cognitive training for the first 6 months. Thus, each patient will receive 48 hours of neurocognitive training and 48 hours of social cognitive training in the first 6 months. In the second 6 months, the number of hours per week is trimmed to half the dosage.",
                    "armGroupLabels": [
                        "Cognitive Training and Healthy Living Group (CT&HLG)",
                        "Randomization to Combined Cognitive Training and Exercise (CT&E)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Aerobic Exercise Program",
                    "description": "The Aerobic Exercise Program group sessions will be conducted by Zoom videoconferencing. The group exercise training sessions are a combination of moderate intensity aerobic conditioning (1-min intervals) and moderate to high intensity strength and callisthenic conditioning (1-min intervals). The exercise dosage goal is 150 minutes/week of moderate aerobic activity, over 4 days, including for the first 6 months two group sessions (45 min duration) and two individual sessions personalized to the patient's choice of exercise (30 min duration) in the target heart rate zone. After the first 6 months, the group exercise sessions are once a week but the goal remains 150 minutes/week of moderate exercise.",
                    "armGroupLabels": [
                        "Randomization to Combined Cognitive Training and Exercise (CT&E)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Moderated Online Social Therapy (MOST)",
                    "description": "MOST combines: (1) evidence-based, interactive, user-directed web-based interventions; (2) secure and supportive peer-to-peer web-based social networking; (3) moderator support; and (4) on-demand web chat with registered clinicians. A Motivation Track on the MOST platform will be used to encourage intrinsic motivation for self-improvement for both groups and, for the CT\\&E group, involvement in our exercise program.",
                    "armGroupLabels": [
                        "Cognitive Training and Healthy Living Group (CT&HLG)",
                        "Randomization to Combined Cognitive Training and Exercise (CT&E)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Chorus Participatory Text Messaging Program",
                    "description": "The Chorus text messaging program is a web-based application that allows clinicians to create a broad range of automated SMS text messages and interactive voice responses using a simple, accessible graphical user interface. It will target encouragement to exercise and social feedback on completed exercise in the CT\\&E group.",
                    "armGroupLabels": [
                        "Randomization to Combined Cognitive Training and Exercise (CT&E)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Healthy Living Group (HLG)",
                    "description": "The Healthy Living Group (HLG) meets two sessions/week to discuss wellness, nutrition, insight, recovery, independent living, social skills, and hobbies for the first 6 months and then one session/week for the next 6 months.",
                    "armGroupLabels": [
                        "Cognitive Training and Healthy Living Group (CT&HLG)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Serum Mature BDNF",
                    "description": "A brain neurotrophic factor that stimulates synaptic plasticity and neurogenesis",
                    "timeFrame": "Outcome is change from baseline to 2 weeks."
                },
                {
                    "measure": "Change in Serum Mature BDNF",
                    "description": "A brain neurotrophic factor that stimulates synaptic plasticity and neurogenesis",
                    "timeFrame": "Outcome is change from baseline to 3 months."
                },
                {
                    "measure": "Change in Overall Composite T-score from the MATRICS Consensus Cognitive Battery (MCCB)",
                    "description": "A summary of overall cognitive performance on the MATRICS Consensus Cognitive Battery",
                    "timeFrame": "Outcome is change from baseline to 3 months."
                },
                {
                    "measure": "Change in Overall Composite T-score from the MATRICS Consensus Cognitive Battery (MCCB)",
                    "description": "A summary of overall cognitive performance on the MATRICS Consensus Cognitive Battery",
                    "timeFrame": "Outcome is change from baseline to 6 months."
                },
                {
                    "measure": "Change in Intrinsic Motivation Inventory for Schizophrenia Research (IMI-SR)",
                    "description": "21 items that assess motivational experiences in three domains: Interest/enjoyment, perceived choice, and value/usefulness.",
                    "timeFrame": "Outcome is change from baseline to 3 months."
                },
                {
                    "measure": "Change in Intrinsic Motivation Inventory for Schizophrenia Research (IMI-SR)",
                    "description": "21 items that assess motivational experiences in three domains: Interest/enjoyment, perceived choice, and value/usefulness.",
                    "timeFrame": "Outcome is change from baseline to 6 months."
                },
                {
                    "measure": "Attendance at Exercise Sessions for First Three Months",
                    "description": "Proportion of group sessions completed by the participants in the exercise group",
                    "timeFrame": "First Three Months After Baseline"
                },
                {
                    "measure": "Attendance at Exercise Sessions for First Six Months",
                    "description": "Proportion of group sessions completed by the participants in the exercise group",
                    "timeFrame": "First Six Months After Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. a first episode of a psychotic illness that began within the past two years;\n2. a diagnosis by DSM-5 of schizophrenia, schizoaffective disorder, or schizophreniform disorder;\n3. age 18 to 45 years of age;\n4. sufficient acculturation and fluency in the English language to avoid invalidating research measures; and\n5. residence likely to be within commuting distance of the UCLA Aftercare Research Program.\n\nExclusion Criteria:\n\n1. premorbid IQ less than 70;\n2. evidence of a known neurological disorder (e.g., epilepsy) or significant head injury;\n3. evidence of moderate or severe substance use disorder within the six months prior to the first episode or evidence of a substance-induced psychosis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebecca Zornitsky, MSc",
                    "role": "CONTACT",
                    "phone": "(424) 225-1779",
                    "email": "RZornitsky@mednet.ucla.edu"
                },
                {
                    "name": "Joseph Ventura, PhD",
                    "role": "CONTACT",
                    "phone": "(310) 206-3142",
                    "email": "JVentura@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Keith H Nuechterlein, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA Aftercare Research Program",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095-6968",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith H Nuechterlein, PhD",
                            "role": "CONTACT",
                            "phone": "310-206-3142",
                            "email": "keithn@ucla.edu"
                        },
                        {
                            "name": "Kenneth L Subotnik, PhD",
                            "role": "CONTACT",
                            "phone": "3108250334",
                            "email": "ksubotnik@mednet.ucla.edu"
                        },
                        {
                            "name": "Keith H. Nuechterlein, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Schizophreniform Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}