{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06341608",
            "orgStudyIdInfo": {
                "id": "K23DA057528",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/K23DA057528"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Improving Access to Opioid Use Disorder Treatment Among Marginalized Patients With a Tailored Telehealth Intervention",
            "officialTitle": "Improving Access to Opioid Use Disorder Treatment Among Marginalized Patients With a Tailored Telehealth Intervention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "improving-access-to-opioid-use-disorder-treatment-among-marginalized-patients-with-a-tailored-telehealth-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-11",
            "studyFirstSubmitQcDate": "2024-03-25",
            "studyFirstPostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot trial is to develop and test a telehealth intervention for OUD care delivery and refine measurement strategies.\n\nThe specific aims are to: 1) identify components of an effective telehealth intervention and barriers to implementation, 2) partner with an advisory board of OUD treatment stakeholders from different settings to develop a telehealth intervention for OUD treatment with buprenorphine, and 3) conduct a pilot trial of the telehealth intervention for OUD treatment.\n\nThe investigators will enroll 60 patients, 30 individuals who are currently enrolled in in-person OUD treatment with buprenorphine, with a treatment episode duration of 1-3 months, and 30 individuals who are not currently receiving OUD treatment but approved for treatment intake at buprenorphine clinic by an OUD treatment clinician, to receive the telehealth for OUD care delivery intervention. The investigators will measure clinical, implementation, and patient satisfaction outcomes.",
            "detailedDescription": "OUD continues to be a leading cause of morbidity and mortality in the United States. Substantial evidence supports the use of medications for OUD (MOUD) like buprenorphine; however, 80% of people with OUD receive no treatment; of those who receive treatment, only a third receive MOUD. Preliminary evidence suggests that a COVID-era policy change allowing for buprenorphine induction and management via telehealth expanded access. There is little evidence, however, about how to tailor telehealth models to promote equitable and effective OUD care. Providers may hesitate to offer MOUD via telehealth to patients they deem \"unstable,\" even if these patients lack other treatment options. Given the dearth of accessible treatment options for many individuals, the decision not to offer telehealth may result in a patient receiving no OUD treatment. Therefore, clinicians need evidence to guide how and to whom they deliver telehealth OUD treatment. Dr. Aronowitz will develop and test a telehealth model in partnership with Prevention Point Philadelphia, a harm reduction organization providing MOUD and other services to the most marginalized people with OUD in the city. The specific aims are to: 1) identify components of an effective telehealth intervention and barriers to implementation, 2) partner with an advisory board of OUD treatment stakeholders from different settings to develop a telehealth intervention for OUD treatment with buprenorphine, and 3) conduct a pilot trial of the telehealth intervention for OUD treatment.\n\nThe purpose of the pilot trial is to refine the telehealth for OUD care delivery intervention and measurement strategies and for the PI to gain experience conducting a trial. For the pilot trial, we will enroll 60 Prevention Point patients, 30 individuals who are currently enrolled in in-person OUD treatment with buprenorphine at Prevention Point, with a treatment episode duration of 1-3 months, and 30 individuals who are not currently receiving OUD treatment but approved for treatment intake at buprenorphine clinic by Prevention Point clinician, to receive the telehealth for OUD care delivery intervention. The investigators will measure clinical, implementation, and patient satisfaction outcomes. The investigators anticipate that the intervention will include both patient and provider-facing components. The strategy will be developed based on formative work in Aim 1 and 2, and the investigators anticipate that it may include the following components: 1) user-friendly telehealth platform, 2) integrated case management, 3) text message scheduling reminders, and 4) mailed saliva urine drug screen testing. The investigators will collect patient data from medical records and patient interviews at study visits. Study visits will occur at baseline at Prevention Point and at weeks 2, 4, and 12.\n\nThe investigators will measure clinical treatment, implementation, and satisfaction. The primary outcome will be treatment engagement at 30 days, and secondary outcomes will be days of buprenorphine use, days of opioid and non-opioid substance use, treatment engagement at 90 days, patient satisfaction, and feasibility and acceptability to both patients and staff. The primary outcome of treatment engagement at 30 days will be defined as enrolled in care (not dropped out or discharged), attended scheduled follow-up visits or has rescheduled missed visits with care team, and has a filled, active buprenorphine prescription. Treatment engagement will be measured with patient self-report at study follow-up visits and verified through the EHR. Secondary outcomes will include: 1) proportion of scheduled visits attended, 2) days of buprenorphine prescribed, 3) opioid and non-opioid substance use measured by self-report and EHR, 4) treatment engagement at 90 days, measured with self-report and verified through the EHR. The investigators will also conduct a matched analysis using Prevention Point electronic health record data to compare outcomes among patients in our trial to those of patients who received usual care at Prevention Point within the previous year. The investigators will use de-identified Prevention Point EHR data to conduct optimal matching based on estimated propensity scores. Trial participants will be matched with historical controls based on demographic characteristics, employment and housing status, buprenorphine dose, comorbidities, poly-substance use, social supports, and time in treatment. Historical controls will be patients who received care at Prevention Point within the previous year to reduce the potential impact of secular trends in patient characteristics or responsiveness.\n\nThe investigators will also measure whether the intervention is feasible and acceptable to stakeholders, and will measure these outcomes among patient participants as well as providers and staff involved in delivering the intervention. The investigators will ask patients brief, semi-structured questions about feasibility and acceptability at study visits. The investigators will also recruit a sample of \\~20 providers and staff who were involved in delivering the intervention to conduct brief semi-structured interviews assessing feasibility and acceptability of the telehealth intervention. Finally, the investigators will collect patient satisfaction from patients at 30 days using a standard questionnaire. As a pilot study, this project will have a small sample size but will produce results that can support evaluation of feasibility for a subsequent effectiveness-implementation hybrid trial of the telehealth model that will be tested in multiple settings with underserved populations. This design will also achieve the career development goals of the proposed Mentored Patient-Oriented Research Development Award. The purpose of this aim is to hone the intervention and study methods and to gain critical experience in conducting field trials, in addition to gathering evidence regarding logistics, participant recruitment and retention, intervention delivery, and study parameters before conducting an RCT."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients with OUD, eligible for treatment with buprenorphine",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Telehealth for opioid use disorder treatment delivery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Telehealth for opioid use disorder treatment delivery",
                    "description": "A multi-component patient and provider facing strategy to be designed in Aim 2. Components will likely include 1) a user-friendly telehealth platform for performing all medication induction and maintenance visits, 2) integrated case management, 3) text message scheduling reminders, 4) mailed saliva drug screening tests",
                    "armGroupLabels": [
                        "Patients with OUD, eligible for treatment with buprenorphine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment Engagement",
                    "description": "Enrolled in care; attended scheduled follow up visits or has rescheduled missed visits with care team; has filled, active buprenorphine prescription (from self-report and EHR)",
                    "timeFrame": "14,30, 90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Days of medication for OUD",
                    "description": "Proportion of days with filled buprenorphine prescription (from self-report and EHR)",
                    "timeFrame": "14, 30, 90 days"
                },
                {
                    "measure": "Opioid and non-opioid substance use",
                    "description": "Days of opioid and non-opioid substance use in past 7 days (from self-report and EHR)",
                    "timeFrame": "Substance use in past 7 days, measured at 14, 30, 90 days"
                },
                {
                    "measure": "Feasibility of intervention",
                    "description": "Provider and patient view about telehealth intervention. These data will be collected qualitatively via one on one interviews",
                    "timeFrame": "30 and 90 days"
                },
                {
                    "measure": "Acceptability",
                    "description": "Provider and patient view about telehealth intervention. These data will be collected qualitatively via one on one interviews.",
                    "timeFrame": "30 and 90 days"
                },
                {
                    "measure": "Fidelity",
                    "description": "Telehealth intervention components completed",
                    "timeFrame": "14 days"
                },
                {
                    "measure": "Patient satisfaction",
                    "description": "Patient Satisfaction Questionnaire Short Form. This questionnaire has 18 items.",
                    "timeFrame": "30 and 90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Aim 1:\n\nInclusion Criteria\n\nFor patients:\n\nMust be 18 years old or older\n\nClinical diagnosis of opioid use disorder and/or mental health diagnosis\n\nMust be receiving treatment for opioid use disorder and/or mental health diagnosis at an outpatient community-based substance use disorder and/or mental health treatment program\n\nMust speak English\n\nFor providers and staff:\n\nMust be 18 years old or older\n\nMust be in a provider, clinical staff, or leadership role caring for patients with substance use disorders and/or mental health diagnoses\n\nMust speak English\n\nAim 2b:\n\nInclusion Criteria:\n\nMust be 18 years or older\n\nClinical diagnosis of opioid use disorder\n\nMust be receiving treatment for OUD with buprenorphine at Prevention Point Philadelphia\n\nMust speak English\n\nAim 3:\n\nPatient participants:\n\nMust be 18 years old or older\n\nClinical diagnosis of opioid use disorder\n\nMust be currently receiving in-person disorder care with buprenorphine at Prevention Point for a duration of 1-3 months OR not currently receiving disorder treatment but approved for treatment intake at buprenorphine clinic by Prevention Point clinician\n\nMust be English speaking\n\nProvider and staff participants:\n\nMust be a provider or staff member at Prevention Point Philadelphia in the buprenorphine OUD treatment program\n\nMust be involved in the care of at least one patient enrolled in the pilot trial\n\nMust be English speaking",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "All genders are eligible",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shoshana Aronowitz, PhD",
                    "role": "CONTACT",
                    "phone": "781-266-8571",
                    "email": "visho@nursing.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shoshana Aronowitz, PhD",
                            "role": "CONTACT",
                            "phone": "781-266-8571",
                            "email": "visho@nursing.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "asFound": "Capecitabine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}