{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05934591",
            "orgStudyIdInfo": {
                "id": "UIUC IRB 23828"
            },
            "organization": {
                "fullName": "University of Illinois at Urbana-Champaign",
                "class": "OTHER"
            },
            "briefTitle": "Improving Attendance in Community Wise",
            "officialTitle": "Improving Attendance in Community Wise",
            "therapeuticArea": [
                "Other"
            ],
            "study": "improving-attendance-in-community-wise"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-28",
            "studyFirstSubmitQcDate": "2023-06-28",
            "studyFirstPostDateStruct": {
                "date": "2023-07-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Liliane Cambraia Windsor",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Illinois at Urbana-Champaign"
            },
            "leadSponsor": {
                "name": "University of Illinois at Urbana-Champaign",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Comprehensive Behavioral Health Center",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Rates of alcohol and substance misuse (ASM) in low-income, predominantly African American communities are similar to the general population. However, ASM has greater consequences (e.g., higher incarceration and HIV infection rates) for residents in these communities. We developed and optimized Community Wise (CW), a multi-level manualized behavioral intervention to decrease ASM frequency in a population of self-identified men with histories of substance use disorder (SUD) and incarceration (SUD) in Essex County, New Jersey (NJ), U.S. We propose a study to: 1) identify strategies to improve attendance and reduce ASM, and 2) to test feasibility and acceptability of CW among self-identified men and women with a history of SUD living in marginalized communities. We will achieve these aims by conducting a 23 full factorial experiment informed by MOST and CBPR. This study will identify efficient, scalable, and sustainable strategies to improve attendance and hence, maximize the interventions' effect in reducing ASM.",
            "detailedDescription": "Rates of alcohol and substance misuse (ASM) in low-income, predominantly African American communities (from here on marginalized communities) are similar to the general population. However, ASM has greater consequences (e.g., higher incarceration and HIV/HCV infection rates) for residents in these communities. While the etiology underpinning this inequity is complex, the root cause of these issues has been traced to social determinants of health (SDH; e.g., stigma; poverty; barriers to education, housing, and employment).\n\nFunded by the National Institute for Minority Health Disparities (NIMHD 5R01MD010629), in partnership with the Critical Consciousness Collaborative Board (3CB), we developed Community Wise (CW), a multi-level manualized behavioral intervention to decrease ASM frequency in a population of self-identified men with histories of substance use disorder (SUD) and incarceration in Essex County, NJ, U.S. The 3CB was founded in 2010 and developed and pilot-tested the original CW. Over the past six years, our team used the multiphase optimization strategy (MOST), and community based participatory research (CBPR) principles to develop and optimize CW for efficacy in reducing ASM and cost. MOST is an innovative methodological framework that employs experimental designs to engineer efficient and effective behavioral interventions. MOST guided the optimization of CW with delivery cost of less than $2,000 per intervention cycle serving up to ten individuals simultaneously (this was the Medicaid allowable reimbursement cost for SUD group treatment services in 2015). Clinical trial results showed larger ASM reduction (Cohen's d=-2∙22, P=0∙067) in the optimized CW group. Unfortunately, attendance across the 15 intervention sessions was low (only 15% of participants attended 50% of the sessions). Low attendance was due to the intervention's closed group format, the study's randomization strategy, and instability of the study's population (homelessness, poverty).\n\nIn order to improve upon our positive results and maximize our chances to successfully obtain further external funding to test CW effectiveness, we need funding to: 1) identify strategies to improve attendance and reduce ASM, and 2) to test feasibility and acceptability of CW among men and women with a history of SUD living in marginalized communities. We will achieve these aims by conducting a 23 full factorial experiment. This study will help us identify efficient strategies for improving attendance and, hence, maximize the interventions' effect in reducing ASM. As a highly efficient experimental design, a full factorial experiment will maximize study power and allow us to examine the individual and interactive contributions of each intervention delivery strategy on intervention attendance. MOST will inform which strategies will be retained, thus minimizing waste of resources. The current proposed research will also be conducted in partnership with the 3CB. As our primary individual level outcome, we will use number of sessions attended to test if different intervention delivery strategies will result in a clinically and statistically important intervention attendance with a minimum of 50% of participants attending at least 50% of the intervention. We will also compare the effect of different strategies on reducing ASM. Intervention delivery strategies include: 1) Recruiting individuals under supervision (those on parole, drug court, probation, or methadone maintenance); 2) Incentivizing intervention attendance; and 3) Delivering the intervention in an open group format. We will also compare intervention satisfaction measures between intervention strategies.\n\nWe will expand eligibility criteria to include women and people with SUD living in marginalized communities who have not been previously incarcerated. While women comprise a smaller percentage of people with SUD, they experience significant barriers to SUD treatment. Our pilot study showed that women started the CW intervention with worse outcomes when compared to men but had significantly higher reductions of ASM. While the original CW intervention was developed with and for formerly incarcerated people, it addresses concepts that are relevant to all people with SUD living in marginalized communities. Hence, the 3CB has recommended that we expand our eligibility criteria to reach a more diverse group of people. Our 23 full factorial design will examine change in attendance (N=144). Data will be collected at baseline and three months post-baseline. This study will impact public health as it will improve the potency of an optimized multi-level intervention adaptable to address different health inequities."
        },
        "conditionsModule": {
            "conditions": [
                "Intervention Engagement and Retention"
            ],
            "keywords": [
                "Alcohol and substance misuse treatment, treatment engagement"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Population Type: Under Supervision or Not Under Supervision",
                    "type": "EXPERIMENTAL",
                    "description": "1 group of 24 people under supervision (those on parole, drug court, probation, or methadone maintenance) and 1 group of 24 people not under supervision (those on parole, drug court, probation, or methadone maintenance) will attend groups of the Community Wise intervention.",
                    "interventionNames": [
                        "Behavioral: Community Wise"
                    ]
                },
                {
                    "label": "Participation Incentive: Paid and Not Paid",
                    "type": "EXPERIMENTAL",
                    "description": "1 group of 24 people will receive a financial incentive and 1 group of 24 people will not receive a financial incentive for attending the Community Wise intervention.",
                    "interventionNames": [
                        "Behavioral: Community Wise"
                    ]
                },
                {
                    "label": "Group Type: Open and Closed Group Format",
                    "type": "EXPERIMENTAL",
                    "description": "1 group of 24 people will attend a closed group format and 1 group of 24 people will attend an open group format of the Community Wise intervention.",
                    "interventionNames": [
                        "Behavioral: Community Wise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Community Wise",
                    "description": "The intervention received by each group will be Community Wise, a multi-level manualized behavioral intervention to decrease alcohol and substance misuse frequency",
                    "armGroupLabels": [
                        "Group Type: Open and Closed Group Format",
                        "Participation Incentive: Paid and Not Paid",
                        "Population Type: Under Supervision or Not Under Supervision"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of sessions attended",
                    "description": "We will test if different intervention delivery strategies will result in a clinically and statistically important intervention attendance with a minimum of 50% of participants attending at least 50% of the intervention",
                    "timeFrame": "nine weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Living in St. Clair County, Illinois (IL)\n* Over 18\n* English- speaker\n* Under supervision (parole, probation, drug court or methadone maintenance)\n* Having an alcohol or substance misuse disorder\n\nExclusion Criteria:\n\n* Not living in St. Clair County, IL\n* Not able to speak English\n* Not able or willing to provide consent\n* Not having an alcohol or substance misuse disorder\n* Under 18",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Each of the 3 arms will have 24 women and 24 men, equaling 72 women and 72 men for the study",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Liliane Windsor, PhD",
                    "role": "CONTACT",
                    "phone": "217-300-1782",
                    "email": "lwindsor@illinois.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Comprehensive Behavioral Health Center",
                    "status": "RECRUITING",
                    "city": "East Saint Louis",
                    "state": "Illinois",
                    "zip": "62201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Liliane Windsor, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-1782",
                            "email": "lwindsor@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.6245,
                        "lon": -90.15094
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11671",
                    "name": "Methadone",
                    "relevance": "LOW"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "AnTuAg",
                    "name": "Antitussive Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}