{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04724499",
            "orgStudyIdInfo": {
                "id": "20-222"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Improving Cognitive Function Through High-intensity Interval Training in Breast Cancer Patients Undergoing Chemotherapy",
            "officialTitle": "Improving Cognitive Function Through High-intensity Interval Training in Breast Cancer Patients Undergoing Chemotherapy (The CLARITY Trial)",
            "acronym": "CLARITY",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "improving-cognitive-function-through-high-intensity-interval-training-in-breast-cancer-patients-undergoing-chemotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-19",
            "studyFirstSubmitQcDate": "2021-01-22",
            "studyFirstPostDateStruct": {
                "date": "2021-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christina Dieli-Conwright, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Institute for Cancer Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to determine whether a 16-week high intensity interval training (HIIT) exercise program will improve brain health among women undergoing chemotherapy and also improve cardiovascular (heart) function.\n\nThe names of the study interventions involved in this study are/is:\n\n* High-Intensity Interval Training (HIIT)",
            "detailedDescription": "This research study is a randomized controlled pilot trial that will compare an exercise group to a control group on brain health, cardiac fitness and overall quality of life in breast cancer patients starting chemotherapy either before (pre-operative or neoadjuvant) or after surgery (post-operative or adjuvant)\n\nThis research study is a Pilot Study, which is the first-time investigators are examining this intervention in this setting. The study is trying to determine whether participating in a specific exercise program can improve brain and heart function, as there is some evidence that there can be cognitive changes after chemotherapy among some patients with breast cancer. This study intends to evaluate whether HIIT can improve cognitive function as well as cardio-respiratory fitness, among patients undergoing chemotherapy for breast cancer.\n\nParticipants will be randomly assigned to one of two groups:\n\n* Group A: High Intensity Interval Training (HIIT) for 16 weeks\n* Group B: Attention Control for 16 weeks home-based stretching; the HIIT intervention will be available after the study ends\n\nThe research study procedures include screening for eligibility and study treatment including extensive evaluations of your fitness and brain health, including MRI, blood tests, bone scans, fitness and strength assessments, and surveys at study entry and follow up visits.\n\nParticipants will receive study treatment for 4 months and will be followed for 4 months.\n\nThe total time for participation in this study will be about 8 months.\n\nIt is expected that about 30 people will take part in this research study.\n\nThe American Institute for Cancer Research is supporting this research by providing funding for the study."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "Chemotherapy Effect",
                "Exercise Therapy",
                "Cognitive Change"
            ],
            "keywords": [
                "Breast Cancer",
                "Chemotherapy Effect",
                "Exercise Therapy",
                "Cognitive Change"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-Intensity Intervals Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized into one of two groups: High-Intensity Intervals Training (HIIT) or Attention Control\n\nParticipants assigned to the exercise group (HIIT), will receive an exercise bike and have 3 weekly supervised exercise training sessions for four (4) months/16weeks.\n\nParticipants can choose to participate in the exercise sessions at home via zoom or in clinic.\n\nParticipants will have two (2) baseline tests, one (1) midpoint test, two (2) post High-Intensity Intervals Training (HIIT) tests and four (4) month follow up test and receive 3 MRIs over the span of 9 months.",
                    "interventionNames": [
                        "Behavioral: High-Intensity Intervals Training"
                    ]
                },
                {
                    "label": "Attention Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be randomized into one of two groups: High-Intensity Intervals Training (HIIT) or Attention Control\n\nParticipants assigned to the Attention Control group, will receive instruction on a 16 week home-based stretching program.\n\nParticipants will have two (2) baseline tests, one (1) midpoint test, two (2) post home-based stretching program tests and receive 3 MRIs over the span of 9 months.\n\nAt the end of the 16-week home-based stretching program, participants will be provided the option to participate in the High-Intensity Intervals Training (HIIT) program.",
                    "interventionNames": [
                        "Other: Attention Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "High-Intensity Intervals Training",
                    "description": "16 week exercise program with stationary bike.",
                    "armGroupLabels": [
                        "High-Intensity Intervals Training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Attention Control",
                    "description": "16 week stretching program.",
                    "armGroupLabels": [
                        "Attention Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Executive Function and Attention",
                    "description": "Assess executive functioning of High-Intensity Interval Training (HIIT) to attention controls participants using the Flanker test.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Executive Function-Global Cognition",
                    "description": "Assess global cognition of High-Intensity Interval Training (HIIT) to attention controls participants using the Montreal Cognitive assessment.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Executive Function-Working Memory",
                    "description": "Assess working memory of High-Intensity Interval Training (HIIT) to attention controls participants using the Digital Symbol and Trials test",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Executive Function-Episodic Memory",
                    "description": "Assess episodic memory of High-Intensity Interval Training (HIIT) to attention controls participants using the complex figure diagram copy test",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Executive Function-Semantic Fluency",
                    "description": "Assess semantic fluency of High-Intensity Interval Training (HIIT) to attention controls participants using the category fluency test",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Resting state connectivity and structural diffusion tensor imaging (DTI) connectivity",
                    "description": "Assess resting state connectivity and DTI connectivity through functional magnetic resonance imaging (fMRI)",
                    "timeFrame": "16 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cardio Fitness-maximal aerobic capacity",
                    "description": "Cardiorespiratory fitness will be measured through a VO2 max test",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Cardio Fitness-maximal power output",
                    "description": "Cardiorespiratory fitness will be measured through a VO2 max test",
                    "timeFrame": "16 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent prior to any study-related procedures\n* Women newly diagnosed (Stage I-III) breast cancer.\n* Over the age of 18 years; children under the age of 18 will be excluded due to rarity of disease\n* The effects of exercise on the developing fetus are unknown. For this reason, women of child-bearing potential must agree to undergo a pregnancy test and to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for six months following duration of study participation. Should a woman become pregnant or suspect that she is pregnant while participating on the trial, she should inform her treating physician immediately.\n* Will receive (neo)adjuvant chemotherapy\n* Speak English\n* Able to provide physician clearance to participate in the exercise program\n* Able to initiate a supervised exercise program (free from any cardiovascular, respiratory or musculoskeletal disease or joint problems that preclude moderate physical activity)\n* Have not experienced a weight reduction ≥10% within the past 6 months\n* Currently participate in less than 60 minutes of structured exercise/week\n* Does not smoke (no smoking during previous 12 months)\n* Willing to travel to DFCI for assessments (54 visits total for those who elect the exercise group with on campus training session, 6 visits for those that elect the exercise at home option, 6 visits for those assigned to the control group)\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Patients should not have any uncontrolled illness including ongoing or active infection, uncontrolled diabetes, hypertension or thyroid disease\n* Patients with other active malignancies are ineligible for this study.\n* Patients with metastatic disease\n* Medical history of coronary heart or artery disease, chronic or acute congestive heart failure or history of systolic or diastolic insufficiencies\n* Participates in more than 60 minutes of structured exercise/week\n* Orthopedic or other restrictions or contraindications to high-intensity (cycling) exercise\n* Have a pacemaker or any implantable device that are not MRI safe; the BWH/DFCI Standard MRI screening form\n* Is unable to travel to DFCI\n* Patients who are pregnant\n* Patients with claustrophobia\n* Subjects, who in the opinion of the investigator, may not be able to comply with the safety monitoring requirements of the study.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina Dieli-Conwright, MD",
                    "role": "CONTACT",
                    "phone": "617-582-8321",
                    "email": "ChristinaM_Dieli-Conwright@DFCI.HARVARD.EDU"
                },
                {
                    "name": "Mary Norris, MS",
                    "role": "CONTACT",
                    "phone": "857-215-0195",
                    "email": "maryk_norris@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina Dieli-Conwright, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Dieli-Conwright, MD",
                            "role": "CONTACT",
                            "phone": "617-582-8321",
                            "email": "ChristinaM_Dieli-Conwright@DFCI.HARVARD.EDU"
                        },
                        {
                            "name": "Christina Dieli-Conwright, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}