{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06294834",
            "orgStudyIdInfo": {
                "id": "STUDY22010071"
            },
            "secondaryIdInfos": [
                {
                    "id": "90SIMS0010",
                    "type": "OTHER_GRANT",
                    "domain": "NIDILRR"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Improving Clinician Capacity to Provide Interventions for Manual Wheelchair Users",
            "officialTitle": "Improving Clinician Capacity to Provide Interventions for Manual Wheelchair Users",
            "acronym": "SKILL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "improving-clinician-capacity-to-provide-interventions-for-manual-wheelchair-users"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-27",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lynn Worobey",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Dalhousie University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Disability, Independent Living, and Rehabilitation Research",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to determine the effectiveness of remote manual wheelchair skills training program for clinicians. The study will use three-group approach: intervention with remote feedback (Group 1), control group (Group 2), and structured self-study (Group 3). This demonstrates how the intervention compares not only to a control, but also to the next \"best alternative\" - therapists sourcing web-based training materials and learning independently.",
            "detailedDescription": "A randomized, single-blinded, two-period cross-over study design for Groups 1 and 2 will be used. Participants will complete baseline assessments and then be randomized to either Group 1 or Group 2. After enrollment for Groups 1 and 2 is completed, Group 3 participants will be enrolled.\n\nGroup 1 will receive the active intervention (intervention A) which will include a two-part training in wheelchair skills. For Part 1, they will review approximately 4 hours of educational videos on how to complete and teach wheelchair skills. For Part 2 they will complete a practice-feedback loop with a remote trainer providing asynchronous feedback. Group 3 will mirror Group 1 but complete only Part 1 of the training. Group 2 will receive the control intervention (intervention B) participants will review approximately 4 hours of educational videos. Participants will have 8 weeks to complete either training program. Both groups will then complete follow-up at 2 and 6 months. Following this, participants will cross over to receive the other intervention (Group 1 and 3 will receive intervention B, Group 2 will receive intervention A) and complete follow-up at 8 and 12 months.\n\nAdditionally, rehabilitation professionals who are not therapists will be able to access the training through a structured self-study (Group 4). This group will receive access to both trainings with follow-up at 2 and 6 months."
        },
        "conditionsModule": {
            "conditions": [
                "Wheelchair Skills"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized, single-blinded, two-period cross-over study design for Groups 1 and 2. Participants will complete baseline assessments and then be randomized to either Group 1 or Group 2. After enrollment for Groups 1 and 2 is complete, participants will be enrolled into Group 3.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "For therapists, we will use a randomized, single-blinded, two-period cross-over study design for Groups 1 and 2. Participants will complete baseline assessments and then be randomized to either Group 1 or Group 2. After we have completed enrollment for Groups 1 and 2 we will enroll participants into Group 3.\n\nRehabilitation professionals who are not therapists will be enrolled in Group 4.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1: therapists",
                    "type": "OTHER",
                    "description": "Group 1 will receive the active intervention (intervention A) of remote wheelchair skills training. They will cross-over to receive the control intervention (intervention B) of education on wheelchair provision at 6 months.",
                    "interventionNames": [
                        "Other: Part 1 of intervention A - Wheelchair skills training modules",
                        "Other: Part 2 of intervention A - Asynchronous feedback from a remote trainer",
                        "Other: Intervention B: Education on wheelchair provision"
                    ]
                },
                {
                    "label": "Group 2",
                    "type": "OTHER",
                    "description": "Group 2 will complete the control intervention (intervention B) of education on wheelchair provision. They will cross-over to receive the active intervention (intervention A) of remote wheelchair skills training at 6 months.",
                    "interventionNames": [
                        "Other: Part 1 of intervention A - Wheelchair skills training modules",
                        "Other: Part 2 of intervention A - Asynchronous feedback from a remote trainer",
                        "Other: Intervention B: Education on wheelchair provision"
                    ]
                },
                {
                    "label": "Group 3",
                    "type": "OTHER",
                    "description": "Groups 3 will mirror Group 1 but for intervention A will only complete Part 1 of the training and then be cued weekly to practice.",
                    "interventionNames": [
                        "Other: Part 1 of intervention A - Wheelchair skills training modules",
                        "Other: Intervention B: Education on wheelchair provision"
                    ]
                },
                {
                    "label": "Group 4: rehab professionals, not therapists",
                    "type": "OTHER",
                    "description": "Group 4 will mirror Group 3 but receive access to both interventions at the same time.",
                    "interventionNames": [
                        "Other: Part 1 of intervention A - Wheelchair skills training modules",
                        "Other: Intervention B: Education on wheelchair provision"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Part 1 of intervention A - Wheelchair skills training modules",
                    "description": "Clinicians will review a suite of training videos in a prescribed order that discuss motor learning principles, safe spotting, and how to complete 15 intermediate and advanced skills:\n\n1. Opening/closing doors\n2. getting over a gap\n3. getting over a threshold\n4. ascending a low curb\n5. descending a low curb\n6. ascending a high curb\n7. descending a high curb\n8. performing a stationary wheelie\n9. descending a high curb in a wheelie position\n10. descending a steep incline in a wheelie position and stopping\n11. ascending stairs\n12. descending stairs\n13. completing a floor-to-chair transfer\n14. car transfers\n15. folding and unfolding wheelchair",
                    "armGroupLabels": [
                        "Group 1: therapists",
                        "Group 2",
                        "Group 3",
                        "Group 4: rehab professionals, not therapists"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Part 2 of intervention A - Asynchronous feedback from a remote trainer",
                    "description": "Participants will practice of wheelchair skills paired with remote feedback. Participants will be reminded to practice once per week. The participant will practice any number of the 15 skills for a self-selected duration. Following each practice session, the participant will upload video(s) of the skills practiced and a session log, indicating any difficulties they encountered. The remote trainer will then review the video-recordings and reply to the participant with feedback.",
                    "armGroupLabels": [
                        "Group 1: therapists",
                        "Group 2"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Intervention B: Education on wheelchair provision",
                    "description": "Participants will be provided with access to web-based wheelchair provision education modules. When the content is viewed will be self-selected by participants. Participants will be asked to complete a feedback survey at the end of the modules. Participants will receive weekly reminders to complete the intervention until a feedback survey completed.",
                    "armGroupLabels": [
                        "Group 1: therapists",
                        "Group 2",
                        "Group 3",
                        "Group 4: rehab professionals, not therapists"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Wheelchair Skills Test Questionnaire (WST-Q) score",
                    "description": "Clinician capacity and confidence to complete wheelchair skills, as measured by wheelchair skills test questionnaire (WST-Q), will improve following training (Group 1,3) compared to the active control group (Group 2). The WST-Q includes values from 0-3 for each of Capacity, Confidence, and Performance. These three scores will be averaged. A higher value indicates a better outcome.",
                    "timeFrame": "baseline vs. 2 months"
                },
                {
                    "measure": "Change in Self-Efficacy on Assessing, Training, and Spotting (SEATS) score",
                    "description": "Clinician confidence to provide wheelchair skills training, as measured by the Self-Efficacy on Assessing, Training, and Spotting (SEATS), will improve following training (Group 1,3) compared to the active control group (Group 2). The SEATS evaluation rates Assessing, Training, and Spotting, on scales from 0-5 for each skill. The values will be combined and averaged to assess progress over time. A higher score indicates improvement.",
                    "timeFrame": "baseline vs. 2 months"
                },
                {
                    "measure": "Change in number of wheelchair users trained",
                    "description": "Clinician training of wheelchair users will increase in quantity (number of wheelchair users trained, duration of training) in the six months following training (Group 1,3) compared to the active control group (Group 2).",
                    "timeFrame": "baseline vs. 6 months"
                },
                {
                    "measure": "Change in quality of wheelchair skills trained",
                    "description": "Clinician training of wheelchair users will increase in quality (number of wheelchair skills trained, capacity of trainees) in the year following training (Group 1,3) compared to the active control group (Group 2).",
                    "timeFrame": "baseline vs. 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in rehab professional Wheelchair Skills Test Questionnaire (WST-Q) score",
                    "description": "Rehabilitation professional capacity and confidence to complete wheelchair skills, as measured by wheelchair skills test questionnaire (WST-Q), will improve following training. The WST-Q includes values from 0-3 for each of Capacity, Confidence, and Performance. These three scores will be averaged. A higher value indicates a better outcome.",
                    "timeFrame": "baseline vs. 2 mo, 6 mo, and 1 year (Group 1,3 only) following training"
                },
                {
                    "measure": "Change in rehab professional Self-Efficacy on Assessing, Training, and Spotting (SEATS) score",
                    "description": "Rehabilitation professional confidence to provide wheelchair skills training, as measured by the Self-Efficacy on Assessing, Training, and Spotting (SEATS), will improve following training. The SEATS evaluation rates Assessing, Training, and Spotting, on scales from 0-5 for each skill. The values will be combined and averaged to assess progress over time. A higher score indicates improvement.",
                    "timeFrame": "baseline vs. 2 mo, 6 mo, and 1 year (Group 1,3 only) following training"
                },
                {
                    "measure": "Change in rehab professional quantity of wheelchair users trained",
                    "description": "Rehabilitation professional training of wheelchair users will increase in quantity (number of wheelchair users trained, duration of training) following training.",
                    "timeFrame": "baseline vs. 6 mo, and 1 year (Group 1,3 only) following training"
                },
                {
                    "measure": "Change in rehab professional quality of wheelchair training",
                    "description": "Rehabilitation professional training of wheelchair users will increase in quality (number of wheelchair skills trained, capacity of trainees) in the year following training.",
                    "timeFrame": "baseline vs. 6 mo, and 1 year (Group 1,3 only) following training"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Practicing rehabilitation professional whose client population includes wheelchair users.\n2. Willing and able to attempt practicing wheelchair skills\n3. Access to a spotter(s)\n4. Access to an Internet-ready device with video capabilities.\n5. Speaks English\n\nExclusion Criteria:\n\n1) Confident in teaching (Self-Efficacy on Assessing, Training, and Spotting \\[SEATS\\] item score = 5) and able to complete (WST-Q capacity item score = 2) \\>50% of skills targeted by the training intervention.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lee Tempest, BS",
                    "role": "CONTACT",
                    "phone": "412-232-9326",
                    "email": "tempestml@upmc.edu"
                },
                {
                    "name": "Debbie Harrington",
                    "role": "CONTACT",
                    "phone": "412-383-1355",
                    "email": "debbie.harrington@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lynn Worobey, PhD/DPT",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh / Rehab Neural Engineering Labs",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lee Tempest, BS",
                            "role": "CONTACT",
                            "phone": "412-232-9326",
                            "email": "tempestml@upmc.edu"
                        },
                        {
                            "name": "Debbie Harrington, BS",
                            "role": "CONTACT",
                            "phone": "412-383-1355",
                            "email": "debbie.harrington@pitt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16759",
                    "name": "Tin Fluorides",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}