{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05886712",
            "orgStudyIdInfo": {
                "id": "00021706"
            },
            "organization": {
                "fullName": "RTI International",
                "class": "OTHER"
            },
            "briefTitle": "Improving Equitable Access to Naloxone to Prevent Opioid Overdose Deaths Within Syringe Service Programs (SAIA-Naloxone)",
            "officialTitle": "Improving Equitable Access to Naloxone to Prevent Opioid Overdose Deaths Within Syringe Service Programs",
            "acronym": "SAIA-N",
            "therapeuticArea": [
                "Other"
            ],
            "study": "improving-equitable-access-to-naloxone-to-prevent-opioid-overdose-deaths-within-syringe-service-programs-saia-naloxone"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-12",
            "studyFirstSubmitQcDate": "2023-05-23",
            "studyFirstPostDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "RTI International",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, San Diego",
                    "class": "OTHER"
                },
                {
                    "name": "Heluna Health",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare the effectiveness of a multi-faceted implementation strategy, the Systems Analysis and Improvement Approach for Naloxone (SAIA-N), in syringe service programs (SSPs). The main questions it aims to answer are:\n\n* Does SAIA-N improve naloxone distribution (number of doses, number of people receiving naloxone) compared to implementation as usual (IAU)?\n* Does SAIA-N improve equitable naloxone distribution (number of doses to Black, Indigenous, and People of Color (BIPOC) and other sub-groups, number of BIPOC and other sub-groups receiving naloxone) compared to IAU?\n* What are the costs associated with SAIA-N and how cost-effective is the strategy?\n\nSSPs randomized to the SAIA-N arm will participate in the strategy for a period of 12-months during which they will meet 1-2 times each month with a SAIA coach who will assist the SSP in optimizing their naloxone distribution.\n\nResearchers will compare SAIA-N to IAU to see if naloxone distribution, equitable naloxone distribution, and costs and cost-effectiveness differ by group.",
            "detailedDescription": "The investigators plan to examine SAIA-N's impact in SSPs compared to an implementation-as-usual (IAU) condition across three aims and several related hypotheses. Data collection will take place monthly across 21 months of SSP participation. These 21 months comprise a 3-month lead-in period to establish SSP outcome data characteristics, the 12-month active period during which site randomized to SAIA-N will meet with the SAIA coach, and for an additional 6 months afterward (sustainment period) to determine whether impacts are sustained.\n\nAim 1. This trial's first aim is to test the effectiveness of SAIA-N on improving naloxone distribution within SSPs. The investigators hypothesize that compared with SSPs receiving IAU, SSPs receiving SAIA-N will significantly increase the number of people receiving naloxone and number of naloxone doses distributed during the 12-month active period. Further, the investigators hypothesize that SSPs receiving SAIA-N will significantly increase the number of people receiving naloxone in the 6 months after the active period (the sustainment period) compared with SSPs receiving IAU.\n\nAim 2. This trial's second aim will test the effectiveness of SAIA-N on improving naloxone distribution at SSPs to Black, Indigenous, and People of Color (BIPOC) and other key subgroups. The investigators hypothesize that SAIA-N will significantly increase the number of BIPOC and other key subgroups receiving naloxone from them during the 12 months active period and during the 6-month sustainment period. To test this hypothesis, the investigators anticipate utilizing a subset of SSPs that report disaggregated outcome data based on participant level demographics like race, ethnicity, and gender.\n\nAim 3. This trial's third aim will estimate the cost and cost-effectiveness of SAIA-N on improving equitable access to naloxone at SSPs, relative to IAU. The investigators hypothesize that, relative to IAU, SAIA-N will be cost-effective at increasing the number of people receiving naloxone from SSPs. The investigators also hypothesize that, relative to IAU, SAIA-N will be cost-effective at increasing the number of BIPOC receiving naloxone from SSPs.\n\nTo evaluate these aims, the investigators plan a randomized controlled interrupted time series trial with 32 SSPs in California. Sixteen SSPs will be randomly assigned to the SAIA-N arm and 16 SSPs to IAU (Figure 1). SSPs randomized to the IAU arm will not receive support to improve naloxone distribution. SSPs in California have already adopted naloxone distribution. This trial therefore tests the ability of SAIA-N to optimize naloxone distribution within SSPs. Accordingly, the IAU condition is characterized by the absence of SAIA-N with the goal of comparing whether SAIA-N improves SSPs' Naloxone distribution.\n\nThe investigators' naloxone pilot study identified implementation climate and leadership engagement as important implementation determinants that can be influenced by SAIA-N and ultimately improve naloxone distribution among SSPs. Therefore, the present study assesses change in implementation climate and leadership engagement over time. The trial will first collect SSP-specific contextual data at randomization (baseline) and 12 months after randomization from all enrolled sites. The primary contact at each SSP will be asked about basic organizational characteristics (location, number of staff, budget, etc.). Next, the primary contacts as well as other staff involved with naloxone distribution at each SSP will be asked about contextual variables such as implementation climate and leadership engagement for improving naloxone distribution.\n\nThe investigators will assess SAIA-N fidelity at the specialist level. Assessment will utilize descriptive statistics such as means/medians, standard deviations/interquartile ranges, and ranges given the small sample of specialists employed by the study (n = 2). Fidelity to SAIA-N focuses on assessing the domains of content, coverage, frequency, duration, quality, and participant responsiveness of SAIA-N. To monitor fidelity, all meetings between SAIA-N specialists and SSPs will be audio recorded, and the specialist will document each meeting with an SSP in a site-specific encounter log that includes the duration of the encounter, the roles of meeting attendees, and which of the three steps the specialist completed. Study staff will rate meeting content, quality, and participant responsiveness by reviewing 20% of recorded sessions using a fidelity checklist. To assess frequency, duration, and coverage, study staff will review and assess each encounter log."
        },
        "conditionsModule": {
            "conditions": [
                "Overdose",
                "Implementation as Usual"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SAIA-Naloxone",
                    "type": "EXPERIMENTAL",
                    "description": "SAIA-Naloxone is an intervention that facilitates an organizational SSP level analysis of naloxone delivery by assigning a trained SAIA-Naloxone coach to apply tools and techniques and engage staff to define barriers, identify solutions, and evaluate their success in cycles until achieving desired change regarding naloxone distribution. Coaches will meet with SSPs twice per month for the first 3 months and once per month for the remaining 9 months during the 12-month intervention period.",
                    "interventionNames": [
                        "Other: Naloxone"
                    ]
                },
                {
                    "label": "Implementation as Usual",
                    "type": "OTHER",
                    "description": "SSPs randomized to the IAU arm will not receive support to improve naloxone distribution. SSPs in California have already adopted naloxone distribution. The investigators are therefore testing the ability of SAIA-Naloxone to optimize naloxone distribution within SSPs. Accordingly, IAU is characterized by the absence of SAIA-Naloxone with the goal of comparing whether SAIA-Naloxone improves SSPs' Naloxone distribution.",
                    "interventionNames": [
                        "Other: Usual intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Naloxone",
                    "description": "Naloxone",
                    "armGroupLabels": [
                        "SAIA-Naloxone"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual intervention",
                    "description": "usual administered drug for overdose",
                    "armGroupLabels": [
                        "Implementation as Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reach (Aim 1)",
                    "description": "Number of participants screened for naloxone engagement, while accounting for the total number of participants who present for services",
                    "timeFrame": "21 months"
                },
                {
                    "measure": "Fidelity (Aim 1)",
                    "description": "Number of people who receive naloxone, while accounting for the total number of SSP participants screened for naloxone distribution",
                    "timeFrame": "21 months"
                },
                {
                    "measure": "Reach (Aim 2)",
                    "description": "Number of Black, Indigenous, and People of Color (BIPOC) and other key participant subgroups screened for naloxone engagement, while accounting for the total number of BIPOC and other key participant subgroups who present for services",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Fidelity (Aim 2)",
                    "description": "Number of BIPOC and other key participant subgroups who receive naloxone, while accounting for the total number of BIPOC and other key participant subgroups screened for naloxone distribution",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Cost (Aim 3) (Substance Abuse Services Cost Analysis Program (SASCAP))",
                    "description": "Dollar amount of cost estimates associated with SAIA-N at the SSP level",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Cost-effectiveness (Incremental Cost-effectiveness Ratio (ICER))",
                    "description": "The ratio of the difference in costs to the difference in outcomes between study groups",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* SSP is located and operates in California; SSP is authorized by CDPH; and SSP has distributed naloxone to participants in the past 30 days.\n\nExclusion Criteria:\n\n* SSPs who participated in the SAIA-Naloxone pilot study (n = 2) or do not distribute naloxone (currently n = 0)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barrot Lambdin, PhD",
                    "role": "CONTACT",
                    "phone": "510-665-8254",
                    "email": "blambdin@rti.org"
                },
                {
                    "name": "Christopher F Akiba, PhD",
                    "role": "CONTACT",
                    "phone": "919-485-1241",
                    "email": "cakiba@rti.org"
                }
            ],
            "locations": [
                {
                    "facility": "RTI International",
                    "status": "RECRUITING",
                    "city": "Berkeley",
                    "state": "California",
                    "zip": "94704",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barrot Lambdin, PhD, MPH",
                            "role": "CONTACT",
                            "phone": "510-665-8254",
                            "email": "blambdin@rti.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.87159,
                        "lon": -122.27275
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000062787",
                    "term": "Drug Overdose"
                },
                {
                    "id": "D000083682",
                    "term": "Opiate Overdose"
                }
            ],
            "ancestors": [
                {
                    "id": "D000063487",
                    "term": "Prescription Drug Misuse"
                },
                {
                    "id": "D000076064",
                    "term": "Drug Misuse"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                },
                {
                    "id": "M30011",
                    "name": "Drug Overdose",
                    "asFound": "Overdose",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2423",
                    "name": "Opiate Overdose",
                    "asFound": "Opioid Overdose",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1557",
                    "name": "Drug Misuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M30133",
                    "name": "Prescription Drug Misuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009270",
                    "term": "Naloxone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "asFound": "Adapted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}