{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04225624",
            "orgStudyIdInfo": {
                "id": "2019P003768"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23MH120351-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23MH120351-01A1"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Improving Attentional and Cognitive Control in the Psychological Treatment of Intrusive Thoughts",
            "officialTitle": "Targeting Attentional and Cognitive Control to Enhance the Transdiagnostic Treatment of Repetitive Negative Thinking",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "improving-attentional-and-cognitive-control-in-the-psychological-treatment-of-intrusive-thoughts"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-07",
            "studyFirstSubmitQcDate": "2020-01-08",
            "studyFirstPostDateStruct": {
                "date": "2020-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ryan Jane Jacoby",
                "investigatorTitle": "Clinical Psychologist, OCD and Related Disorders Program",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators are conducting this study to learn more about the cognitive and attentional processes among individuals with three types of repetitive negative thinking (RNT): mental rituals (as seen in obsessive compulsive disorder, OCD), worries (as seen in generalized anxiety disorder, GAD), and ruminations (as seen in major depressive disorder, MDD). Specifically, the investigators are studying whether psychological treatment can help people with RNT who have trouble stopping unwanted thoughts and shifting their attention.",
            "detailedDescription": "The current study will examine whether enhancing attention regulation skills in a transdiagnostic intervention for repetitive negative thinking (RNT) will significantly improve the target of attentional/cognitive control. Participants will be randomly assigned (like the flip of a coin) to receive eight 60 minute sessions (over 8 weeks) of either: Emotion Regulation Therapy-Attention Regulation (AR-ERT) or Supportive Psychotherapy (SPT). The investigators will use a multi-method approach to measure attentional/cognitive control: (a) behavioral (i.e., eye tracking fixations and reaction time), (b) electrophysiological (i.e., event related potentials), and (c) self-report (i.e., perceived ability to shift and focus attention). They also will examine early signs of treatment efficacy of AR-ERT and SPT and target validation (i.e., whether changes in attentional/cognitive control correlate with changes in RNT and associated symptoms). Participants will receive assessments of these target and outcome measures at baseline (week 0), mid-treatment (week 4), post-treatment (week 8), and 3-month follow-up (week 20). While most of these procedures are conducted virtually (e.g., therapy sessions), some (e.g., eye tracking and electrophysiological assessments) will be performed in-person. Findings could help identify a cross-cutting target that can be engaged to optimize treatment response for individuals with elevated RNT."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive-Compulsive Disorder",
                "Generalized Anxiety Disorder",
                "Major Depressive Disorder"
            ],
            "keywords": [
                "OCD",
                "GAD",
                "MDD",
                "Rumination",
                "Obsession",
                "Worry",
                "Attention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "At the baseline visit, eligible participants will be randomized (1:1 in parallel) to AR-ERT or SPT.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Independent evaluators will remain blind to treatment condition throughout the study for all participants. Participants and study therapists will be aware which treatment they have been assigned to.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 98,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Emotion Regulation Therapy - Attention Regulation (AR-ERT)",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals with repetitive negative thinking receiving Emotion Regulation Therapy - Attention Regulation.",
                    "interventionNames": [
                        "Behavioral: Emotion Regulation Therapy - Attention Regulation (AR-ERT)"
                    ]
                },
                {
                    "label": "Supportive Psychotherapy (SPT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Individuals with repetitive negative thinking receiving Supportive Psychotherapy.",
                    "interventionNames": [
                        "Behavioral: Supportive Psychotherapy (SPT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Emotion Regulation Therapy - Attention Regulation (AR-ERT)",
                    "description": "Participants will receive a total of eight 60 minute sessions (over 8 weeks) of individual, manual-based AR-ERT. This intervention aims to build attention regulation skills (i.e., the ability to flexibly shift and sustain attention) by teaching participants exercises for Orienting their attention and Allowing the presence of negative emotions. Participants are taught to apply these skills to counteract reactive perseverative thinking when negative emotions arise as well as proactively engage with emotion-laden situations that trigger repetitive negative thinking.",
                    "armGroupLabels": [
                        "Emotion Regulation Therapy - Attention Regulation (AR-ERT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supportive Psychotherapy (SPT)",
                    "description": "Participants will receive a total of eight 60 minute sessions (over 8 weeks) of individual, manual-based SPT. This intervention addresses factors that may affect participants' repetitive negative thinking symptoms (for example, relationships, work, stress), and teaches skills for managing challenges by improving self-esteem and positive coping skills.",
                    "armGroupLabels": [
                        "Supportive Psychotherapy (SPT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in transdiagnostic repetitive negative thinking at 8 weeks (as measured by the Perseverative Thinking Questionnaire)",
                    "description": "15-item self-report measure of transdiagnostic repetitive negative thinking that includes items about thoughts as repetitive, intrusive, unproductive, and capturing mental capacity (e.g., \"I think about many problems without solving any of them\"). Total scores range from 0-60, with higher scores indicating more repetitive negative thinking (i.e., worse outcomes).",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in worry at 8 weeks (as measured by the Penn State Worry Questionnaire)",
                    "description": "16-item self-report measure of the tendency to engage in excessive, uncontrollable, and generalized worry (e.g., \"I am always worrying about something\"). Total scores range from 16-80, with higher scores indicating more worry (i.e., worse outcomes).",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                },
                {
                    "measure": "Change from baseline in rumination at 8 weeks (as measured by the Rumination Response Scale)",
                    "description": "22-item self-report measure of the tendency to ruminate or dwell on one's distress and it's possible causes and consequences when feeling down, sad, or depressed (e.g., \"Think about all your shortcomings, failings, faults, mistakes\"). Total scores range from 22-88, with higher scores indicating more rumination (i.e., worse outcomes).",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                },
                {
                    "measure": "Change from baseline in mental rituals at 8 weeks (as measured by the Rumination on Obsessions and Compulsions Scale)",
                    "description": "33-item self-report measure that assesses the frequency of various mental responses (e.g., \"I distract myself with anything that comes to mind\") to obsessional thoughts or images in the past month.",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                },
                {
                    "measure": "Change from baseline in OCD symptom severity at 8 weeks (as measured by the Yale-Brown Obsessive-Compulsive Scale)",
                    "description": "10-item clinician-administered interview measure of past week symptom severity of obsessions and compulsions including: time, interference, distress, resistance, and control. Total scores range from 0-40, with higher scores indicating higher levels of OCD symptom severity (i.e., worse outcomes).",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                },
                {
                    "measure": "Change from baseline in generalized anxiety symptom severity (as measured by the Structured Interview Guide for the Hamilton Anxiety Rating Scale)",
                    "description": "14-item structured, clinician-administered interview measure of past week anxiety symptom severity including: anxious mood, tension, fears, insomnia, cognitive symptoms, depressed mood, somatic (muscular, sensory) symptoms, cardiovascular symptoms, respiratory symptoms, gastrointestinal symptoms, genitourinary symptoms, autonomic symptoms, and observed behavior. Total scores range from 0-56, with higher scores indicating higher levels of generalized anxiety symptoms (i.e., worse outcomes).",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                },
                {
                    "measure": "Change from baseline in depression symptom severity (as measured by the Structured Interview Guide for the Hamilton Depression Rating Scale)",
                    "description": "17-item interview measure of past week depression symptom severity including: depressed mood, interest in work and activities, insomnia (early, middle, and late), genital symptoms, gastrointestinal somatic symptoms, loss of weight, general somatic symptoms, feelings of guilt, suicide, psychic anxiety, somatic anxiety, hypochondriasis, insight, agitation, retardation.",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                },
                {
                    "measure": "Change from baseline in functional impairment (as measured by the Work and Social Adjustment Scale)",
                    "description": "5-item self-report scale assessing disability in work, home management, social leisure activities, private leisure activities, and the ability to form and maintain close relationships.",
                    "timeFrame": "Change from Week 0 (baseline) to post-treatment (week 8)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults ages 18-60 years old\n* Right-handed\n* Living in Massachusetts\n* Repetitive Negative Thinking (RNT) in the form of mental rituals, worries, and/or depressive ruminations is the primary reason for seeking treatment\n* RNT significant enough to warrant intervention\n* Fluent in English, willing to provide informed consent, and willing to comply with the study protocol\n* Access to a device with an internet connection, camera, and microphone (e.g., computer, smart phone, tablet)\n* Comfortable and capable of using a computer and completing reaction-time tasks\n\nExclusion Criteria:\n\n* History of head injury or neurologic disease, mental retardation, or borderline intellectual functioning that would interfere with ability to participate in the study.\n* Impaired (or uncorrected) vision, medical illness, or medical treatment that would interfere with participation.\n* Active suicidal or homicidal ideation or any features requiring a higher level of care.\n* Lifetime psychotic disorder or bipolar disorder\n* Substance or alcohol use disorder that would interfere with treatment.\n* Current Attention Deficit Hyperactivity Disorder (ADHD) that would interfere with attentional tasks.\n* Unstable dose of psychotropic medications or recent discontinuation of psychotropic medication.\n* Current psychotherapy or plans to initiate such treatment during the study.\n* Previous course of treatment with cognitive behavioral therapy and/or mindfulness/meditation for obsessive compulsive disorder (OCD), generalized anxiety disorder (GAD), or depression.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sara Velazquez, B.S.",
                    "role": "CONTACT",
                    "phone": "617-726-5592",
                    "email": "attentionregulationstudy@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ryan J Jacoby, Ph.D.",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Velazquez, B.S.",
                            "role": "CONTACT",
                            "phone": "617-726-5592",
                            "email": "attentionregulationstudy@partners.org"
                        },
                        {
                            "name": "Ryan J Jacoby, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sabine Wilhelm, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Attention Regulation Study website",
                    "url": "https://mghocd.org/attentionregulationstudy/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The investigators do not have specific plans to share individual participant data in order to preserve the confidentiality of our participants. Any data that is shared would only be done so after executing a formal Data Use Agreement from Massachusetts General Hospital."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M2062",
                    "name": "Rumination Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T5077",
                    "name": "Rumination Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16204",
                    "name": "Sulfamethazine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}