{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05424172",
            "orgStudyIdInfo": {
                "id": "STU00216188"
            },
            "secondaryIdInfos": [
                {
                    "id": "90SIMS0015",
                    "type": "OTHER_GRANT",
                    "domain": "NIDILRR"
                }
            ],
            "organization": {
                "fullName": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "briefTitle": "Improving Adherence to Spinal Cord Injury Exercise Guidelines Using Smartphone Technology and E-coaching",
            "officialTitle": "Improving Adherence to Spinal Cord Injury Exercise Guidelines Using Smartphone-Based Technology and E-coaching: A Proof-of-Concept SMART-Design Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "improving-adherence-to-spinal-cord-injury-exercise-guidelines-using-smartphone-technology-and-e-coaching"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-10",
            "studyFirstSubmitQcDate": "2022-06-15",
            "studyFirstPostDateStruct": {
                "date": "2022-06-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Arun Jayaraman, PT, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Shirley Ryan AbilityLab"
            },
            "leadSponsor": {
                "name": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this research is to increase physical activity among individuals with a spinal cord injury (SCI) through a customized, interactive smartphone-based health app and e-coaching using three phases: (1) leading focus groups of potential app users and clinicians to gain information regarding health apps preferences for optimal consumer use, (2) conducting a usability study of the customized app to determine the quality and implement further changes for optimization, and (3) conducting a sequential multiple assignment randomized trial (SMART) to determine the most effective adaptive intervention to improve exercise adherence. A SMART trial will be used to determine when and how to adapt dosage, timing, and delivery to increase adherence and address low-response behaviors. In Stage-I, the investigators will compare outcomes among participants using a generic, non-interactive exercise app (Group 1) to a customized, interactive app that can gain information through frequent Ecological Momentary Assessments (EMA) that will be used to modify each participant's exercise programs (Group 2). After 12 weeks, participants who are not meeting the exercise guidelines at least 50% of the time will also be asked to participate in motivational interviewing-based e-coaching either two or four times per month in addition to their originally assigned intervention (Stage-II). By completing these three phases, this project addresses deficiencies in exercise levels and compliance by implementing an individualized exercise prescription, an adaptive intervention for low responders, a way to address barriers to exercise, and a free smartphone app for broad implementation.",
            "detailedDescription": "This study will investigate the effect of a low-cost, multi-component, individualized, and adaptive telehealth program on (1) adherence to exercise guidelines by community-dwelling adults with spinal cord injury (SCI) and (2) on improving health and functional outcomes categorized by the World Health Organization's International Classification of Functioning, Disability and Health (ICF) model.\n\nThe proposed trial consists of three phases:\n\nPhase 1: Technology Development (not a clinical trial)\n\nParticipants with SCI, caregivers, and clinicians\n\nAim 1: Obtain input from consumers on the modifications needed to customize smartphone-based apps to assess and facilitate exercise adherence.\n\nWith input from consumers and clinicians during in-person and remote focus groups, the investigators will gain information that can be used to develop and modify exercise and health monitoring apps to optimize usability and compliance. The investigators will ask a group of \"expert\" clinicians and researchers that are knowledgeable about SCI to identify the most important constructs to discuss during the focus groups. The focus groups will include various app stakeholders (individuals with SCI, caregivers, clinicians) to ensure diverse perspectives from all potential app users.\n\n---\n\nPhase 2: Usability Testing (not a clinical trial)\n\nParticipants with SCI only\n\nAim 2: Conduct a usability study of custom apps to optimize their acceptability, appropriateness, and feasibility.\n\nThe investigators will assess the acceptability, appropriateness, and feasibility of the customized exercise app in persons with SCI, and determine the quality (i.e., engagement, functionality, aesthetics, information quality, and perceived benefits) of these apps. From usability metrics collected after participants with SCI completed a two-week trial using the app, the investigators can implement further changes to further optimize the app.\n\n---\n\nPhase 3: Two-Stage SMART Trial (clinical trial)\n\nParticipants with SCI only\n\nAim 3: Conduct a proof-of-concept sequential multiple assignment randomized trial (SMART) study to determine the most effective adaptive interventions to improve exercise adherence and health and functional outcomes.\n\nIn Stage-I, the investigators will compare the effect of using (Group 1) commercially available, free to use, non-interactive smartphone health apps (a simplified version of Pt Pal) vs. (Group 2) a personalized, interactive app (Pt Pal), which allows for customizations for each individual. While both groups will be provided customized exercises at the beginning of the intervention, only those in Group 2 will get regular (i.e., bi-weekly/monthly) exercise updates based on their progress and Ecological Momentary Assessments (EMA) monitoring throughout Stage-I (weeks 1-12). In Stage-II (weeks 13-24), e-coaching will be added for participants who do not achieve at least 50% guideline adherence using these app-based interventions in Stage-I. The investigators will randomize participants who are not adherent to the exercise guidelines to either twice per month (Groups 1a/2a) or four times per month (Groups 1b/2b) e-coaching that utilizes SCI-specific EMA and motivational interviewing techniques. E-coaching in real-time using trained personnel will augment the initial intervention to support coping with barriers and action planning. Outcomes will be reassessed at the end of Stage-I (12 weeks) and Stage-II (24 weeks).\n\nAim 3.1: Compare effects of two app-based interventions on primary and secondary outcomes: Group 1 (customized exercise + non-interactive app) vs. Group 2 (customized exercise + interactive, customized app).\n\nAim 3.2: Compare effects of two augmented interventions on primary and secondary outcomes: Groups 1a and 2a (e-coaching twice per month) vs. Groups 1b and 2b (e-coaching four times per month).\n\n---\n\nExploratory Phase: (not a clinical trial)\n\nParticipants with SCI, caregivers, and clinicians\n\nExploratory Aim: Explore exercise protocols, questionnaire delivery, sensor types/setups, sensor parameters, and/or analysis techniques to optimally capture psychosocial, mobility, and other characteristics.\n\nAs needed, the investigators may trial variations of the questionnaires, sensors, and other parameters using to optimize the data collection procedures for Phases 1-3."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "Exercise",
                "Telemedicine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stage-I: Self Monitoring Exercise Using a Health App",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized into one of two groups: Group 1 (self monitoring using a non-interactive app), and Group 2 (self monitoring using an interactive app). Participants in both groups will be provided a customized exercise program to complete over the duration of the study. Within either app, participants will be able to view assigned exercises, log additional exercises completed, complete questionnaires as needed, and access additional resources. Participants will use their own smartphone to receive the health app. Participants will continue using their Stage-I app intervention for the entire duration of the study (weeks 1-24).",
                    "interventionNames": [
                        "Behavioral: Stage-I, Group 1: Self monitoring using Non-interactive App",
                        "Behavioral: Stage-I, Group 2: Self monitoring using Interactive App"
                    ]
                },
                {
                    "label": "Stage-II: Strategy to Address Non-Adherence",
                    "type": "EXPERIMENTAL",
                    "description": "After 12 weeks, the participants will be categorized as adherents or non-adherents based on their rates of adhering to the SCI exercise guidelines during Stage-I. Non-adherents (those who met the exercise guidelines \\<50% of the weeks) will be randomized to receive an augmented intervention of motivational interviewing-based e-coaching (2x per month or 4x per month) in addition to their Stage-I assigned app for 12 weeks (weeks 13-24) to further increase rates of exercise. All non-adherents who will be assigned to the e-coaching interventions will be asked to complete at least daily EMA surveys. A coach who is trained in motivational interviewing will review the EMA data and work collaboratively with participants to identify barriers and facilitators and develop individualized strategies to improve exercise adherence. Adherents (those who met the exercise guidelines \\>50% of the weeks) will continue with only their Stage-I assigned app intervention throughout Stage-II.",
                    "interventionNames": [
                        "Behavioral: Stage-II, Groups 1a/2a: E-Coaching 2x per month",
                        "Behavioral: Stage-II, Groups 1b/2b: E-Coaching 4x per month"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stage-I, Group 1: Self monitoring using Non-interactive App",
                    "description": "Participants in Group 1 will have minimal features that affect compliance (notifications, rewards, EMA, etc.) and no modifications to their exercise program after initial prescription.",
                    "armGroupLabels": [
                        "Stage-I: Self Monitoring Exercise Using a Health App"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Stage-I, Group 2: Self monitoring using Interactive App",
                    "description": "Participants in Group 2 will use the version of the exercise app that has been modified based on the findings from Phases 1 and 2 of this study. Group 2 will be able to use the full features of the interactive app including notifications, ability to submit videos, and non-synchronous messaging/communicating with the researcher. Additionally, participants in Group 2 will be asked to complete 2-5 EMA-based surveys daily to gain information about the participant's barriers and facilitators to exercise. The information from the EMA questionnaires will be used to progress and modify the exercise program at regular intervals for each participant in Group 2.",
                    "armGroupLabels": [
                        "Stage-I: Self Monitoring Exercise Using a Health App"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Stage-II, Groups 1a/2a: E-Coaching 2x per month",
                    "description": "In addition to the Stage-I assigned app, participants will be asked to complete at least daily EMA questionnaires and e-coaching sessions two times a month throughout Stage-II (weeks 13-24). Participants will only receive the augmented e-coaching intervention if they were not adherent to the exercise guidelines for at least 50% of the weeks during Stage-I (weeks 1-12).",
                    "armGroupLabels": [
                        "Stage-II: Strategy to Address Non-Adherence"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Stage-II, Groups 1b/2b: E-Coaching 4x per month",
                    "description": "In addition to the Stage-I assigned app, participants will be asked to complete at least daily EMA questionnaires and e-coaching sessions four times a month throughout Stage-II (weeks 13-24). Participants will only receive the augmented e-coaching intervention if they were not adherent to the exercise guidelines for at least 50% of the weeks during Stage-I (weeks 1-12).",
                    "armGroupLabels": [
                        "Stage-II: Strategy to Address Non-Adherence"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of Adherence to SCI exercise guidelines",
                    "description": "Using app-based data and self-report, the investigators will determine if each participant met the SCI aerobic exercise guidelines (moderate to vigorous aerobic exercise for at least 20 minutes twice per week) for each week of the study. The investigators will total the number of weeks in which the participants achieved adherence and calculate the percentage of adherence over each 12-week stage. An overall adherence rate of 50% will be regarded as meeting exercise guidelines for the stage.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Rate of Adherence to SCI exercise guidelines",
                    "description": "Using app-based data and self-report, the investigators will determine if each participant met the SCI aerobic exercise guidelines (moderate to vigorous aerobic exercise for at least 20 minutes twice per week) for each week of the study. The investigators will total the number of weeks in which the participants achieved adherence and calculate the percentage of adherence over each 12-week stage. An overall adherence rate of 50% will be regarded as meeting exercise guidelines for the stage.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Six-Minute Walk/Push Test from Baseline to 12 weeks",
                    "description": "The Six-minute Walk (6MWT) and Six-minute Push (6MPT) Tests measure the distance a subject can cover while indoors on a flat, hard surface in a period of 6 minutes. The investigators will determine which test is most appropriate to administer based on the participant's primary mode of mobility (ambulation= 6MWT, manual wheelchair=6MPT). These tests will be used to determine each participant's change in endurance capacity with a greater increase in distance at the later time indicating greater improvements in endurance.",
                    "timeFrame": "From Baseline to 12 weeks"
                },
                {
                    "measure": "Change in Six-Minute Walk/Push Test from 12 to 24 weeks",
                    "description": "The Six-minute Walk (6MWT) and Six-minute Push (6MPT) Tests measure the distance a subject can cover while indoors on a flat, hard surface in a period of 6 minutes. The investigators will determine which test is most appropriate to administer based on the participant's primary mode of mobility (ambulation= 6MWT, manual wheelchair=6MPT). These tests will be used to determine each participant's change in endurance capacity with a greater increase in distance at the later time indicating greater improvements in endurance.",
                    "timeFrame": "From 12 weeks to 24 weeks"
                },
                {
                    "measure": "Change in Six-Minute Walk/Push Test from Baseline to 24 weeks",
                    "description": "The Six-minute Walk (6MWT) and Six-minute Push (6MPT) Tests measure the distance a subject can cover while indoors on a flat, hard surface in a period of 6 minutes. The investigators will determine which test is most appropriate to administer based on the participant's primary mode of mobility (ambulation= 6MWT, manual wheelchair=6MPT). These tests will be used to determine each participant's change in endurance capacity with a greater increase in distance at the later time indicating greater improvements in endurance.",
                    "timeFrame": "From Baseline to 24 weeks"
                },
                {
                    "measure": "Change in Exercise Self-Efficacy from Baseline to 12 weeks",
                    "description": "The Exercise Self-Efficacy Scale assesses an individual's beliefs in their ability to continue exercising on a three time per week basis at moderate intensities for 40+ minutes per session in the future. Participants will indicate their confidence for each domain on a 100-point percentage scale comprised of 10-point increments, ranging from 0% (not at all confident) to 100% (highly confident). Exercise Self-Efficacy scale will be modified to match the SCI exercise guidelines of exercising on a two time per week basis at moderate intensities of aerobic exercise for 20+ minutes per session and/or prescribed strength training. A greater increase in score at the later time point is indicative of greater improvements in self-efficacy (better outcome).",
                    "timeFrame": "From Baseline to 12 weeks"
                },
                {
                    "measure": "Change in Exercise Self-Efficacy from 12 to 24 weeks",
                    "description": "The Exercise Self-Efficacy Scale assesses an individual's beliefs in their ability to continue exercising on a three time per week basis at moderate intensities for 40+ minutes per session in the future. Participants will indicate their confidence for each domain on a 100-point percentage scale comprised of 10-point increments, ranging from 0% (not at all confident) to 100% (highly confident). Exercise Self-Efficacy scale will be modified to match the SCI exercise guidelines of exercising on a two time per week basis at moderate intensities of aerobic exercise for 20+ minutes per session and/or prescribed strength training. A greater increase in score at the later time point is indicative of greater improvements in self-efficacy (better outcome).",
                    "timeFrame": "From 12 weeks to 24 weeks"
                },
                {
                    "measure": "Change in Exercise Self-Efficacy from Baseline to 24 weeks",
                    "description": "The Exercise Self-Efficacy Scale assesses an individual's beliefs in their ability to continue exercising on a three time per week basis at moderate intensities for 40+ minutes per session in the future. Participants will indicate their confidence for each domain on a 100-point percentage scale comprised of 10-point increments, ranging from 0% (not at all confident) to 100% (highly confident). Exercise Self-Efficacy scale will be modified to match the SCI exercise guidelines of exercising on a two time per week basis at moderate intensities of aerobic exercise for 20+ minutes per session and/or prescribed strength training. A greater increase in score at the later time point is indicative of greater improvements in self-efficacy (better outcome).",
                    "timeFrame": "From Baseline to 24 weeks"
                },
                {
                    "measure": "Change in Spinal Cord Injury-Quality of Life Scales from Baseline to 12 Weeks",
                    "description": "The Spinal Cord Injury-Quality of Life (SCI-QOL) are a battery of self-reported questionnaires completed by participants to evaluate perceptions of personal independence, pain interference, depression, mobility, ability to communicate needs with others, sense of control over one's life, or other domains in individuals with spinal cord injury. SCI-QOL scales use a standardized T metric, with a mean of 50 and a standard deviation of 10. Higher change scores on a SCI-QOL item bank represent a greater amount of the construct being measured at the later time point (e.g. better independence, more pain interference compared to the earlier time point).",
                    "timeFrame": "From Baseline to 12 weeks"
                },
                {
                    "measure": "Change in Spinal Cord Injury-Quality of Life Scales from 12 to 24 Weeks",
                    "description": "The Spinal Cord Injury-Quality of Life (SCI-QOL) are a battery of self-reported questionnaires completed by participants to evaluate perceptions of personal independence, pain interference, depression, mobility, ability to communicate needs with others, sense of control over one's life, or other domains in individuals with spinal cord injury. SCI-QOL scales use a standardized T metric, with a mean of 50 and a standard deviation of 10. Higher change scores on a SCI-QOL item bank represent a greater amount of the construct being measured at the later time point (e.g. better independence, more pain interference compared to the earlier time point).",
                    "timeFrame": "From 12 weeks to 24 weeks"
                },
                {
                    "measure": "Change in Spinal Cord Injury-Quality of Life Scales from Baseline to 24 Weeks",
                    "description": "The Spinal Cord Injury-Quality of Life (SCI-QOL) are a battery of self-reported questionnaires completed by participants to evaluate perceptions of personal independence, pain interference, depression, mobility, ability to communicate needs with others, sense of control over one's life, or other domains in individuals with spinal cord injury. SCI-QOL scales use a standardized T metric, with a mean of 50 and a standard deviation of 10. Higher change scores on a SCI-QOL item bank represent a greater amount of the construct being measured at the later time point (e.g. better independence, more pain interference compared to the earlier time point).",
                    "timeFrame": "From Baseline to 24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in 10 Meter Walk or Wheelchair Propulsion Test from Baseline to 12 Weeks",
                    "description": "The 10-Meter Walk Test (10-MWT) assesses subject walking speed in meters per second for 10 meters. Subjects may repeat each measure up to 3 times at their normal self-selected walking speed and 3 times at a fast speed while still able to maintain safety. If the participant primarily uses a manual wheelchair, the Wheelchair Propulsion Test (WPT) will instead be administered. The WPT assesses subject push speed, push frequency, and push effectiveness for 10 meters. Subjects will propel using their usual method and may complete up to 3 trials. For either assessment, a higher change in speed would indicate faster ambulation/wheelchair propulsion (better outcome) at the later time point than the earlier time point.",
                    "timeFrame": "From Baseline to 12 weeks"
                },
                {
                    "measure": "Change in 10 Meter Walk or Wheelchair Propulsion Test from 12 to 24 Weeks",
                    "description": "The 10-Meter Walk Test (10-MWT) assesses subject walking speed in meters per second for 10 meters. Subjects may repeat each measure up to 3 times at their normal self-selected walking speed and 3 times at a fast speed while still able to maintain safety. If the participant primarily uses a manual wheelchair, the Wheelchair Propulsion Test (WPT) will instead be administered. The WPT assesses subject push speed, push frequency, and push effectiveness for 10 meters. Subjects will propel using their usual method and may complete up to 3 trials. For either assessment, a higher change in speed would indicate faster ambulation/wheelchair propulsion (better outcome) at the later time point than the earlier time point.",
                    "timeFrame": "From 12 weeks to 24 weeks"
                },
                {
                    "measure": "Change in 10 Meter Walk or Wheelchair Propulsion Test from Baseline to 24 Weeks",
                    "description": "The 10-Meter Walk Test (10-MWT) assesses subject walking speed in meters per second for 10 meters. Subjects may repeat each measure up to 3 times at their normal self-selected walking speed and 3 times at a fast speed while still able to maintain safety. If the participant primarily uses a manual wheelchair, the Wheelchair Propulsion Test (WPT) will instead be administered. The WPT assesses subject push speed, push frequency, and push effectiveness for 10 meters. Subjects will propel using their usual method and may complete up to 3 trials. For either assessment, a higher change in speed would indicate faster ambulation/wheelchair propulsion (better outcome) at the later time point than the earlier time point.",
                    "timeFrame": "From Baseline to 24 weeks"
                },
                {
                    "measure": "Change in Barriers to Physical Activity Questionnaire for People with Mobility Impairments from Baseline to 12 Weeks",
                    "description": "The Barriers to Physical Activity Questionnaire for People with Mobility Impairments (BPAQ-MI) is a self-reported 43-item questionnaire to identify the perceived barriers and the extent of barriers to physical activity experienced by people with mobility impairments. Items are weighted, so minimum and maximum values for each domain vary. A higher score is always indicative of more problematic barriers and a decrease in BPAQ-MI scores at the later time point (compared to the earlier time point) would be indicative of less problematic barriers and a better outcome.",
                    "timeFrame": "From Baseline to 12 weeks"
                },
                {
                    "measure": "Change in Barriers to Physical Activity Questionnaire for People with Mobility Impairments from 12 to 24 Weeks",
                    "description": "The Barriers to Physical Activity Questionnaire for People with Mobility Impairments (BPAQ-MI) is a self-reported 43-item questionnaire to identify the perceived barriers and the extent of barriers to physical activity experienced by people with mobility impairments. Items are weighted, so minimum and maximum values for each domain vary. A higher score is always indicative of more problematic barriers and a decrease in BPAQ-MI scores at the later time point (compared to the earlier time point) would be indicative of less problematic barriers and a better outcome.",
                    "timeFrame": "From 12 weeks to 24 weeks"
                },
                {
                    "measure": "Change in Barriers to Physical Activity Questionnaire for People with Mobility Impairments from Baseline to 24 Weeks",
                    "description": "The Barriers to Physical Activity Questionnaire for People with Mobility Impairments (BPAQ-MI) is a self-reported 43-item questionnaire to identify the perceived barriers and the extent of barriers to physical activity experienced by people with mobility impairments. Items are weighted, so minimum and maximum values for each domain vary. A higher score is always indicative of more problematic barriers and a decrease in BPAQ-MI scores at the later time point (compared to the earlier time point) would be indicative of less problematic barriers and a better outcome.",
                    "timeFrame": "From Baseline to 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Phase 1\n\n* Individual with diagnosis of SCI, formal or informal caregiver of an individual with an SCI, or clinician that regularly sees individuals with SCI\n* 18-80 years of age\n* English-speaking\n* Willing to download the study apps\n\nExclusion Criteria: Phase 1\n\n* Severe visual or cognitive problems that would affect the ability to complete the study\n* Does not own, or is unable to use a smartphone\n\nInclusion Criteria: Phase 2 and 3\n\n* Individual with diagnosis of SCI, complete (only paraplegia) or incomplete, cervical C3- C4 and below\n* 18-80 years of age\n* English-speaking\n* Use a wheelchair as primary means of mobility or walk with or without assistive equipment\n* At least 1-year post-SCI\n* Not adhering to SCI-specific exercise guidelines as ascertained by self-report or during structured phone interview\n* Interested in increasing exercise levels\n* Ownership of a smartphone that can be used for the study and has a data plan\n* Willing to download the study apps\n\nExclusion Criteria: Phase 2 and 3\n\n* Trauma or surgery in the past three months\n* An active stage 3 or 4 pressure ulcer\n* Medically unstable to perform the home-based exercise as determined by Dr. Chen and his team\n* Unable to use at least one set of extremities to exercise\n* Enrolled in a structured exercise program over the past three months\n* Severe visual or cognitive problems that would affect the ability to complete the study\n* Does not own, or is unable to use a smartphone",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sara Nataletti, PhD",
                    "role": "CONTACT",
                    "phone": "(312)-238-7113",
                    "email": "snataletti@sralab.org"
                },
                {
                    "name": "Arun Jayaraman, PT, PhD",
                    "role": "CONTACT",
                    "phone": "(312)-238-6875",
                    "email": "ajayaraman@sralab.org"
                }
            ],
            "locations": [
                {
                    "facility": "Shirley Ryan AbilityLab",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Nataletti, PhD",
                            "role": "CONTACT",
                            "phone": "312-238-7113",
                            "email": "snataletti@ricres.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}