{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06325696",
            "orgStudyIdInfo": {
                "id": "10001577"
            },
            "secondaryIdInfos": [
                {
                    "id": "001577-E"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "H01 in Adults With Interstitial Lung Disease (The SOLIS Study)",
            "officialTitle": "Phase IIa Investigation of H01 in Adults With Interstitial Lung Disease (The SOLIS Study)",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "in-adults-with-interstitial-lung-disease-the-solis-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03-19",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-21",
            "studyFirstSubmitQcDate": "2024-03-21",
            "studyFirstPostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Environmental Health Sciences (NIEHS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nInterstitial lung disease affects the tissues that aid the transfer of oxygen and carbon dioxide between the air and the bloodstream. The disease can cause fibrosis, a thickening and scarring of lung tissue. Fibrosis often continues getting worse, and most people with this disease die in 3 to 5 years.\n\nObjective:\n\nTo test a study drug (hymecromone) in people with interstitial lung disease or lung fibrosis.\n\nEligibility:\n\nPeople aged 18 years and older with interstitial lung disease or lung fibrosis.\n\nDesign:\n\nParticipants will have at least 7 clinic visits over 5 months.\n\nParticipants will have screening and baseline visits. They will have blood tests and tests of their heart function. They will give a sputum sample. Other tests will include:\n\nSpirometry: Participants will breathe in and out through a mouthpiece to measure how much air they can hold in their lungs and how hard they can breathe.\n\nDiffusion capacity of lungs for carbon monoxide: Participants will breathe in a gas that contains a small amount of carbon monoxide. Then they will breathe through a mouthpiece. This test measures how well oxygen moves from the air into the blood.\n\nResting energy expenditure. Participants will lie still for 30 minutes with a clear dome over their head. This test measures the calories their body burns at rest.\n\n6-minute walk test. Participants will walk at their normal pace for 6 minutes. Their vital signs and blood oxygen levels will be checked.\n\nHymecromone is a tablet taken by mouth. Participants will take 2 tablets every morning and 2 tablets every night for 12 weeks. Tests will be repeated at study visits.",
            "detailedDescription": "Study Description:\n\nPhase 2a, open-label, study to evaluate the safety, tolerability, and efficacy of H01 in adults with progressive interstitial lung disease. Up to 37 participants will be enrolled.\n\nObjectives:\n\nPrimary Objective: Evaluate the efficacy of H01 in reducing hyaluronan levels in participants with progressive interstitial lung disease.\n\nSecondary Objectives:\n\n* Evaluate the safety and tolerability of oral H01 in participants with progressive interstitial lung disease.\n* Evaluate the change in clinical and functional measures in participants with progressive interstitial lung disease treated with H01.\n* Evaluate biomarkers of fibrosis in participants with progressive interstitial lung disease treated with H01.\n* Evaluate pharmacokinetic changes from baseline in participants with progressive interstitial lung disease treated with H01\n\nEndpoints:\n\nPrimary Endpoint: Serum HA levels before and after initiation of treatment with H01 over a period of 12 weeks.\n\nSecondary Endpoints:\n\n* Safety and tolerability (according to Common Terminology Criteria for Adverse Events)\n* Change in sputum hyaluronan levels\n* Change in 6-minute walk test (6MWT)\n* Change in pulmonary function test (PFT) including: FVC, DLCO\n* Change in symptom score on Saint George s Respiratory Questionnaire (SGRQ) and King s Brief Interstitial Lung Disease (KBILD) Questionnaire\n* Change in right ventricular (RV) pressures in echocardiography before treatment and after 12 weeks of H01 treatment\n* RV Systolic Pressure, Right Atrial Pressure, presence of pericardial effusion, RV size and function via Tricuspid Annular Plane Systolic Excursion /RV Fractional Area Change, Left Ventricular function and Ejection Fraction\n\nExploratory:\n\n* Markers of fibrosis (e.g., monocyte count, monocyte/lymphocyte ratio, cytokine analysis (other, e.g., circulating fibrocytes)\n* Pharmacokinetic changes from baseline to study visits and study follow-up for H01 and active metabolite (4-MU, and 4-MUG)"
        },
        "conditionsModule": {
            "conditions": [
                "Interstitial Lung Disease",
                "Idiopathic Pulmonary Fibrosis",
                "Lung Diseases, Interstitial"
            ],
            "keywords": [
                "Pulmonary Fibrosis",
                "Lung disease",
                "Hyaluronan",
                "Drug"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 37,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Adults, male and female with a diagnosis of interstitial lung disease, take 2 doses of 400 mg H01, morning and evening",
                    "interventionNames": [
                        "Drug: hymecromone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "hymecromone",
                    "description": "400 mg",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the efficacy of H01 in reducing serum hyaluronan levels in participants with progressive ILD",
                    "timeFrame": "Serum HA levels before and after initiation of treatment with H01 over a period of 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluate the safety and tolerability of oral H01 in participants with progressive ILD.",
                    "timeFrame": "On-going throughout study; each study visit"
                },
                {
                    "measure": "Evaluate the change in clinical and functional measures in participants with progressive ILD treated with H01.",
                    "timeFrame": "On-going throughout study; each study visit"
                },
                {
                    "measure": "Evaluate biomarkers of fibrosis in participants with progressive ILD treated with H01.",
                    "timeFrame": "On-going throughout study; each study visit"
                },
                {
                    "measure": "Evaluate pharmacokinetic changes from baseline in participants with progressive ILD treated with H01.",
                    "timeFrame": "On-going throughout study; each study visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Ability of subject to understand, and the willingness to sign a written informed consent document and comply with requirements of the study\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Male or Female participants ages \\>18 years\n* MD diagnosis of Idiopathic Pulmonary Fibrosis or other progressive ILD as defined previously\n* DLCO\\>30% \\<80%, FVC\\>45% and \\<80%\n* Subjects in reproductive age who are heterosexually active must use an acceptable method of contraception: condoms (male or female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, IUD, or Hormone-based contraceptive\n* Agreement to adhere to Lifestyle Considerations throughout study duration\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Active on lung transplantation list\n* On supplemental oxygen at rest\n* Evidence of an acute respiratory infection or exacerbation of pulmonary fibrosis at any time during enrollment or study\n* Known diagnosis of celiac disease or wheat or gluten allergies\n* Cirrhosis or active viral or non-viral hepatitis: Bilirubin, AST and ALT values higher than twice the upper range of normal, or a Child-Pugh score of 7 or more\n* Subjects with history of active Inflammatory Bowel Disease, dysphagia, achalasia, or difficulty swallowing capsules, tablets or pills\n* Subjects with significant renal impairment defined as eGFR lower than 60 ml/min.\n* Subjects with a baseline corrected Fridericia's QT interval (QTcF) \\>450ms or baseline ECG abnormalities which, in the opinion of the study physician, are clinically significant and would place the participant at increased risk for adverse effects.\n* Subjects with ongoing alcohol or illegal drug use disorder\n* Subjects who are pregnant, lactating or attempting to conceive\n\n  * Participants able to become pregnant (have not completed menopause, had a hysterectomy and/or both tubes and/or both ovaries removed) must use effective birth control methods to try and not become pregnant while participant in this study. Methods include (a) partner vasectomy, (b) bilateral tubal ligation, (c) intrauterine devices (IUDs), (d) hormonal implants (such as Implanon), or (e) other hormonal methods (birth control pills, injections, patches, vaginal rings).\n  * Male participants able to father children with a partner able to become pregnant must agree to use effective birth control (listed above) to participate in this study.\n* Known allergy to hymecromone or any component thereof\n* Chronic therapy with medications that are known potent human UDPglucuronosyltransferase inhibitors: canagliflozin, temazepam, tacrolimus.\n* Physician concern that participant may not adhere to the study protocol\n* Current participation in another clinical treatment trial for ILD. May participate after 12 weeks from conclusion of another treatment trial.\n* Changing dose of other ILD medications over the 3 months prior to baseline\n* Any condition(s) or diagnosis, both physical or psychological, or physical exam finding that place the participant at increased risk for adverse effects, as determined by the study physician.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NIEHS Join A Study Recruitment Group",
                    "role": "CONTACT",
                    "phone": "(855) 696-4347",
                    "email": "myniehs@nih.gov"
                },
                {
                    "name": "Stavros Garantziotis, M.D.",
                    "role": "CONTACT",
                    "phone": "(984) 287-4412",
                    "email": "garantziotis@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stavros Garantziotis, M.D.",
                    "affiliation": "National Institute of Environmental Health Sciences (NIEHS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NIEHS Clinical Research Unit (CRU)",
                    "city": "Research Triangle Park",
                    "state": "North Carolina",
                    "zip": "27709",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIEHS Join A Study Recruitment Group",
                            "role": "CONTACT",
                            "phone": "855-696-4347",
                            "email": "myniehs@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.90567,
                        "lon": -78.90497
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "15286797",
                    "type": "BACKGROUND",
                    "citation": "Garantziotis S, Steele MP, Schwartz DA. Pulmonary fibrosis: thinking outside of the lung. J Clin Invest. 2004 Aug;114(3):319-21. doi: 10.1172/JCI22497."
                },
                {
                    "pmid": "24875841",
                    "type": "BACKGROUND",
                    "citation": "Raghu G, Chen SY, Yeh WS, Maroni B, Li Q, Lee YC, Collard HR. Idiopathic pulmonary fibrosis in US Medicare beneficiaries aged 65 years and older: incidence, prevalence, and survival, 2001-11. Lancet Respir Med. 2014 Jul;2(7):566-72. doi: 10.1016/S2213-2600(14)70101-8. Epub 2014 May 27. Erratum In: Lancet Respir Med. 2014 Jul;2(7):e12."
                },
                {
                    "pmid": "21525528",
                    "type": "BACKGROUND",
                    "citation": "Navaratnam V, Fleming KM, West J, Smith CJ, Jenkins RG, Fogarty A, Hubbard RB. The rising incidence of idiopathic pulmonary fibrosis in the U.K. Thorax. 2011 Jun;66(6):462-7. doi: 10.1136/thx.2010.148031. Epub 2011 Apr 27."
                },
                {
                    "pmid": "30134133",
                    "type": "BACKGROUND",
                    "citation": "Lederer DJ, Martinez FJ. Idiopathic Pulmonary Fibrosis. N Engl J Med. 2018 Aug 23;379(8):797-798. doi: 10.1056/NEJMc1807508. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001577-E.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".It is not yet known if individual participant data will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000011658",
                    "term": "Pulmonary Fibrosis"
                },
                {
                    "id": "D000054990",
                    "term": "Idiopathic Pulmonary Fibrosis"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14512",
                    "name": "Pulmonary Fibrosis",
                    "asFound": "Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "asFound": "Interstitial Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27989",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3003",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9878",
                    "name": "Hyaluronic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M7167",
                    "name": "Diazepam",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "MuRelCen",
                    "name": "Muscle Relaxants, Central"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}