{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05989204",
            "orgStudyIdInfo": {
                "id": "UPCC 12423"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "TmCD19-IL18 in CD19+ Cancers",
            "officialTitle": "Phase I Trial of TmCD19-IL18 CAR T Cells in Patients With Relapsed or Refractory CD19+ Cancers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "in-cancers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2041-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-02",
            "studyFirstSubmitQcDate": "2023-08-02",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kite, A Gilead Company",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase I, open-label dose finding study to assess the safety, tolerability, manufacturing feasibility, pharmacokinetics, and preliminary efficacy of TmCD19-IL18 CAR T cells in patients with CD19+ cancers. This study will take place in two parts: a Dose-Finding Phase to determine the maximum tolerate dose (MTD), followed by a Dose Expansion Phase. In the Dose-Finding Phase, up to 4 total dose levels will be evaluated using a 3+3 dose escalation design in order to determine the MTD (as defined below). Both safety and manufacturing feasibility will then be used to identify the dose level that can be progressed into the Dose Expansion Phase.",
            "detailedDescription": "This study will be initiated with a single disease-specific cohort (Cohort A: Non-Hodgkin Lymphoma). However, the study design allows for additional disease populations to be incorporated into the protocol as new cohorts in the future. Each disease-specific cohort will be evaluated independently for safety and dose-limiting toxicities (DLTs) as follows Dose escalation will begin with Dose Level 1 as described below.\n\n* Dose Level 1 (N = 3 to 6): Subjects will receive a single dose of 7x10⁶ TmCD19-IL18 CAR T cells via IV infusion administration on Day 0, following lymphodepleting chemotherapy. This dose levelwill be evaluated as follows:\n\n  * If 1 DLT/3 subjects occurs, the study will enroll an additional 3 subjects at this dose level.\n  * If 0 DLT/3 subjects or 1 DLT/6 subjects occur, the study will advance to Dose Level 2 (DL2).\n  * In the event that 2 or more DLTs occur at Dose Level 1, enrollment at this dose level will be stopped and Dose Level -1 (DL-1) will be opened. In DL-1, subjects will receive a de-escalated dose of 3x10⁶ TmCD19-IL18 CAR T cells.\n\n    * If 0 DLT/3 or 1 DLT/3 subjects occurs at DL-1, the study will enroll an additional 3 subjects at this dose level.\n    * If ≥ 2 DLTs occur at any time, enrollment at this dose level will be stopped.\n* Dose Level 2 (N = 3 to 6): Subjects will receive a single fixed dose of 2x107 TmCD19-IL18 CAR T cells via IV infusion on Day 0, following lymphodepleting chemotherapy. This dose level will be evaluated as follows:\n\n  * If 1 DLT/3 subjects occurs, the study will enroll an additional 3 subjects at this dose level.\n  * If 0 DLT/3 subjects or 1 DLT/6 subjects occur, the study will advance to Dose Level 3 (DL3).\n  * If 2 DLTs occur at any time, enrollment at this dose level will be stopped. If less than 6 subjects were treated at the previous dose level (DL1), additional subjects will be enrolled at that dose level to reach a minimum of 6 DLT-evaluable subjects for MTD determination.\n* Dose Level 3 (N = 3 to 6): Subjects will receive a single fixed dose of 6x107 TmCD19-IL18 CAR T cells via IV infusion Day 0, following lymphodepleting chemotherapy. This dose level will be evaluated as follows:\n\n  * If 1 DLT/3 subjects occurs, the study will enroll an additional 3 subjects at this dose level.\n  * If 0 DLT/3 subjects occurs, the study will enroll an additional 3 subjects at this dose level.\n  * If 2 DLTs occur at any time, enrollment at this dose level will be stopped. If less than 6 subjects were treated at the previous dose level (DL2), additional subjects will be enrolled at that dose level to reach a minimum of 6 DLT-evaluable subjects for MTD determination.\n\nThe highest dose at which 0 or 1 DLT occurs in 6 DLT-evaluable subjects will be declared the MTD. The MTD will be established for each disease-specific cohort.\n\nOnce the MTD of a disease-specific cohort is officially confirmed, the manufacturing feasibility at this dose level will also be formally evaluated. Both safety and manufacturing feasibility will be used to identify the dose level that can be progressed into each Cohort-Specific Dose Expansion Phase. Specifically, the dose level selected must be at/below the MTD and feasible from a manufacturing perspective. Please refer to protocol Section 3.3 for complete information.\n\nRetreatment Infusions:\n\nThe Retreatment Phase will remain closed until sufficient safety and persistence data is available in initial subjects, and DSMB and FDA approval to open Retreatment has been received.\n\nStaggering Requirements and DLT Evaluations\n\nThe DLT observation period is 28 days post-TmCD19-IL18 CAR T cell infusion (Day 0). Formal DLT evaluations will be performed after the 3rd DLT-evaluable subject at each dose level completes this 28-dayDLT monitoring window. These assessments will be performed by the Clinical PI and Sponsor Medical Director in accordance with the definition in Section 8.1.7. This formal evaluation will trigger a decision regarding dose level advancement, expansion, or dose de-escalation.\n\nIn order to allow for appropriate monitoring/assessment of toxicities, the TmCD19-IL18 CAR T cell infusions will be staggered as follows within each disease-specific cohort:\n\n* Dose Level 1 (DL1): The TmCD19-IL18 CAR T cell infusions for the first three subjects treated at DL1 must be staggered by a minimum of 28 days.\n* Subsequent Dose Levels:\n\n  * If no DLTs were observed at the preceding dose level: The TmCD19-IL18 CAR T cell infusions for the first two subjects treated at this dose level must be staggered by a minimum of 28 days. The TmCD19-IL18 CAR T cell infusions for the 2nd and 3rd subjects treated at this dose level must be staggered by a minimum of 14 days.\n  * If DLTs were observed at the preceding dose level: The TmCD19-IL18 CAR T cell infusions for the first three subjects treated at a dose level must be staggered by at least 28 days.\n* In the event 1 DLT is identified at a dose level (e.g., 1 DLT/3 DLT-evaluable subjects), formal DLT evaluations must be completed after each additional TmCD19-IL18 CAR T cell infusion to evaluate potential dose de-escalation rules. As such, subsequent TmCD19-IL18 CAR T cell infusions within that same dose level must be staggered by a minimum of 28 days.\n* If emergent safety concerns are identified, an ad hoc DLT evaluation may be triggered at the request of the Clinical PI and/or Sponsor Medical Director.\n\nSubjects must receive the dose of TmCD19-IL18 CAR T cells as per their dose level assignment in order to be considered DLT-evaluable for dose escalation decisions and MTD determination. Subjects who do not receive the dose of TmCD19-IL18 CAR T cells as per their dose level assignment will not be considered DLT-evaluable for this purpose and will be replaced. However, these subjects will still be followed per protocol, and included in study analyses as described in protocol Section 4.5.3.\n\nThe highest dose at which 0 or 1 DLT occurs in 6 evaluable subjects will be declared the MTD.The MTD will established for each disease-specific cohort."
        },
        "conditionsModule": {
            "conditions": [
                "Non Hodgkin Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study will take place in two parts: a Dose-Finding Phase to determine the maximum tolerate dose (MTD), followed by a Dose Expansion Phase. In the Dose-Finding Phase,up to 4 total dose levels will be evaluated using a 3+3 dose escalation design in order to determine the maximum tolerated dose. Both safety and manufacturing feasibility will then be used to identify the dose level that can be progressed into the Dose Expansion Phase.\n\nThis study will be initiated with a single disease-specific cohort (Cohort A: Non-Hodgkin Lymphoma). However, the study design allows for additional disease populations to be incorporated into the protocol as new cohorts in the future. Each disease-specific cohort will be evaluated independently for safety and dose-limiting toxicities (DLTs).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NHL Dose Level 1",
                    "type": "EXPERIMENTAL",
                    "description": "7x10\\^6 TmCD19-IL18 cells administered as a single intravenous (IV) infusion",
                    "interventionNames": [
                        "Biological: TmCD19-IL18"
                    ]
                },
                {
                    "label": "NHL Dose Level -1",
                    "type": "EXPERIMENTAL",
                    "description": "3x10\\^6 TmCD19-IL18 cells administered as a single intravenous (IV) infusion",
                    "interventionNames": [
                        "Biological: TmCD19-IL18"
                    ]
                },
                {
                    "label": "NHL Dose Level 2",
                    "type": "EXPERIMENTAL",
                    "description": "3x10\\^7 TmCD19-IL18 cells administered as a single intravenous (IV) infusion",
                    "interventionNames": [
                        "Biological: TmCD19-IL18"
                    ]
                },
                {
                    "label": "NHL Dose Level 3",
                    "type": "EXPERIMENTAL",
                    "description": "7x10\\^7 TmCD19-IL18 cells administered as a single intravenous (IV) infusion",
                    "interventionNames": [
                        "Biological: TmCD19-IL18"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "TmCD19-IL18",
                    "description": "autologous Chimeric Antigen Receptor (CAR) T cells directed against the human CD19 antigen that also express human Interleukin 18 (IL-18)",
                    "armGroupLabels": [
                        "NHL Dose Level -1",
                        "NHL Dose Level 1",
                        "NHL Dose Level 2",
                        "NHL Dose Level 3"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of subjects with dose limiting toxicities (DLTs)",
                    "timeFrame": "28 days after TmCD19-IL18 CART T cell infusion"
                },
                {
                    "measure": "Determination of maximum tolerated dose (MTD)",
                    "timeFrame": "28 days after TmCD19-IL18 CART T cell infusion"
                },
                {
                    "measure": "Incidence of Adverse Events as assessed by CTCAE v5.0",
                    "timeFrame": "Up to 15 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of manufacturing products that meet release criteria",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Best overall response (BOR)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Characterize low level disease and B cell assessment in response to TmCD19-IL18 CAR T cells",
                    "description": "Polychromatic flow cytometry-based assessment of lymphoma and B cells",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Characterize low level disease and B cell assessment in response to TmCD19-IL18 CAR T cells",
                    "description": "Presence or absence of malignant B cells by Next-Generation Immunoglobulin Heavy Chain Sequencing (NGIS)",
                    "timeFrame": "15 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "1. Signed informed consent form\n2. Documentation of CD19 expression on malignant cells by flow cytometry/IHC at the Hospital of the University of Pennsylvania.\n\n   a. Cohort A (NHL): Within 6 months of physician-investigator confirmation of eligibility as long as there has been no intervening CD19 directed therapy since expression confirmed. Results outside of this window may be used, if there is no accessible tumor site and the subject did not receive intervening CD19 directed therapy since CD19 expression was confirmed.\n3. Patients with relapsed disease after prior allogeneic SCT must meet the following criteria:\n\n   1. Have no active GVHD and require no immunosuppression\n   2. Are more than 6 months from transplant at the time of physician-investigator confirmation of eligibility\n4. Adequate organ function defined as:\n\n   1. Estimated creatinine clearance \\> 35 mL/min and not on dialysis\n   2. ALT/AST ≤ 3x upper limit of normal range\n   3. Direct bilirubin ≤ 2.0 mg/dl, unless the subject has Gilbert's syndrome (≤3.0 mg/dl)\n   4. Must have a minimum level of pulmonary reserve defined as ≤ Grade 1 dyspnea and pulse oxygen \\> 92% on room air\n   5. Left Ventricle Ejection Fraction (LVEF) ≥ 40% confirmed by ECHO\n5. Evidence of active disease within 12 weeks of physician-investigator confirmation of eligibility.\n6. Male or female age ≥ 18 years.\n7. ECOG Performance Status that is either 0 or 1.\n8. Disease-specific criteria:\n\n   a. Cohort A (NHL): i. Patients with any of the following diagnoses: Diffuse Large B-cell Lymphoma not otherwise specified (DLBCL NOS), germinal center or activated B-cell types; Primary Cutaneous DLBCL; Primary Mediastinal (thymic) Large B-cell Lymphoma; ALK+ Anaplastic Large B-cell Lymphoma; High-Grade B-cell Lymphoma with MYC and BCL2 and/or BCL6 rearrangements (i.e., \"Double or Triple Hit\"); High-grade B-cell Lymphoma, NOS; T-cell Rich B-cell Lymphoma; Transformed Follicular Lymphoma; or any aggressive B-cell lymphoma arising from indolent lymphoma.\n\n1. Patients must have either relapsed after, or be ineligible for, prior CAR T cell therapy, and meet one of the following criteria:\n\n1. Relapsed/refractory disease after at least 2 prior lines of appropriate therapy; OR\n2. Relapsed/refractory disease after autologous SCT; OR\n3. Relapsed/refractory disease after allogeneic SCT. ii. Follicular lymphoma\n\n   1. Patients must have either relapsed after, or be ineligible for, prior commercial CAR T cell therapy; AND\n   2. Received at least 2 prior lines of appropriate therapy (not including single agent monoclonal antibody therapy) and progressed within 2 years after second or higher line of therapy.\n\niii. Mantle cell lymphoma\n\n1. Patients must have either failed standard of care CAR T cell therapy (e.g., Tecartus™, etc) or other investigational CAR T cell product, OR be ineligible for standard of care Tecartus™; and\n2. Patients must also meet one of the following criteria:\n\n   1. Relapsed/refractory disease after at least 2 prior lines of appropriate therapy, including a BTK inhibitor. Single-agent monoclonal antibody therapy does not count towards prior lines of therapy; OR\n   2. Relapsed/refractory disease after prior autologous SCT; OR\n   3. Relapsed/refractory disease after prior allogeneic SCT. iv. Marginal Zone Lymphoma\n\n1. Patients must have received at least 2 prior lines of appropriate therapy which includes a BTK inhibitor (not including single agent monoclonal antibody therapy).\n\nExclusion Criteria:\n\n1. Active hepatitis B, active hepatitis C, or other active, uncontrolled infection.\n2. Class III/IV cardiovascular disability according to the New York Heart Association Classification.\n3. Clinically apparent arrhythmia or arrhythmias that are not stable on medical management within two weeks of physician-investigator confirmation of eligibility.\n4. Active acute or chronic GVHD requiring systemic therapy.\n5. Dependence on systemic steroids or immunosuppressant medications. For additional details regarding use of steroid and immunosuppressant medications.\n6. Receipt of prior huCART19-IL18 therapy.\n7. CNS disease as defined by disease-cohort as follows:\n\n   a. Cohort A: Active CNS disease. Note: Patients with a history of CNS involvement that was successfully treated are eligible. A CNS evaluation is only required for eligibility if a subject is experiencing signs/symptoms of CNS involvement.\n8. Pregnant or nursing (lactating) patients. Participants of reproductive potential must agree to use acceptable birth control methods.\n9. Patients with a known history or prior diagnosis of optic neuritis or other immunologic or inflammatory disease affecting the central nervous system, and unrelated to their cancer or previous cancer treatment.\n10. Active autoimmune disease requiring systemic immunosuppressive treatment equivalent to ≥ 10mg of prednisone. Patients with autoimmune neurologic diseases (such as MS) will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Abramson Cancer Center Clinical Trial Services",
                    "role": "CONTACT",
                    "phone": "855-216-0098",
                    "email": "PennCancerTrials@careboxhealth.com"
                },
                {
                    "name": "Jakub Svoboda, MD",
                    "role": "CONTACT",
                    "email": "Jakub.Svoboda@pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jakub Svoboda, MD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abramson Cancer Center Clinical Trial Services",
                            "role": "CONTACT",
                            "phone": "855-216-0098",
                            "email": "PennCancerTrials@careboxhealth.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}