{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04633252",
            "orgStudyIdInfo": {
                "id": "210001"
            },
            "secondaryIdInfos": [
                {
                    "id": "21-C-0001"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "M9241 in Combination With Docetaxel in Adults With Metastatic Castration Sensitive and Castration Resistant Prostate Cancer",
            "officialTitle": "A Phase I/II Study of M9241 With Docetaxel and Abiraterone in Adults With Metastatic Castration Sensitive and M9241 With Docetaxel in Castration Resistant Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "in-combination-with-docetaxel-in-adults-with-metastatic-castration-sensitive-and-castration-resistant-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-26",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-17",
            "studyFirstSubmitQcDate": "2020-11-17",
            "studyFirstPostDateStruct": {
                "date": "2020-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMetastatic castration sensitive and castration resistant prostate cancer (mCSPC and mCRPC) are prostate cancers that have spread to other parts of the body. Use of the drug docetaxel with androgen deprivation therapy can improve survival for men with mCSPC. Researchers want to see if combining this treatment with other drugs can help delay the time it takes for mCSPC and mCRPC to get worse.\n\nObjective:\n\nTo learn if giving docetaxel with M9241 is safe and effective for men with prostate cancer.\n\nEligibility:\n\nMen age 18 and older with mCSPC or mCRPC.\n\nDesign:\n\nParticipants will be screened with a medical history and physical exam. Their diagnosis will be confirmed. Their symptoms and how well they do their normal activities will be reviewed. They will have blood and urine tests. Their heart will be evaluated. They will have imaging scans of the chest, abdomen, and pelvis. They will have bone scans with intravenous (IV) injections of Tc99 to check for tumor spread in the bones.\n\nSome screening tests will be repeated during the study.\n\nParticipants may have tumor biopsies.\n\nParticipants will get treatment in cycles. Each cycle will last 21 days. They will get docetaxel through IV infusion. They will get M9241 as an injection under the skin.\n\nParticipants with mCSPC will have up to 6 cycles. Those with mCRPC will be treated until they cannot tolerate the side effects or their disease gets worse.\n\nParticipants will have a follow-up visit 30 days after treatment ends. Those with mCSPC will then have follow-up visits at the clinic every 3 months.",
            "detailedDescription": "Background:\n\n* A phase III trial demonstrated that combining docetaxel and androgen deprivation therapy (ADT) significantly improved survival (57.6 vs 44.0 months (hazard ratio HR=0.56, (0.44- 0.70), p \\<0.0001) for men with metastatic castration sensitive prostate cancer (mCSPC). The greatest benefit was seen in men with high volume disease (visceral disease or 4+ bone lesions with at least one beyond the pelvis and spine.)\n* Docetaxel has limited efficacy in metastatic castration resistant prostate cancer (mCRPC) patients who have already progressed on anti-androgen therapy (abiraterone or enzalutamide).\n* Intensification of treatment in de novo mCSPC patients by adding abiraterone to docetaxel and ADT has been shown in a phase III trial to significantly improve OS (0.82, (0.69 - 0.98) p=0 (Summation)030) and rPFS (HR=0.54,(0.41-0.71) p \\<0.0001)\n* Clinical data have indicated that PSA \\<=0.20 ng/ml eight months after starting androgen deprivation therapy (ADT) is prognostic for overall survival based on data from the phase III trial.\n* Preclinical data demonstrates that docetaxel increases uptake of M9241, an IL-12 immunocytokine that targets necrosis.\n* Additional preclinical data demonstrates the potential anti-tumor synergy of M9241 when combined with docetaxel.\n\nObjectives:\n\nPhase I:\n\nTo evaluate safety and tolerability of docetaxel in combination with M9241 in participants who have metastatic prostate cancer.\n\nPhase II:\n\n-Determine clinical efficacy in adults with prostate cancer treated when standard of care is combined with M9241. For mCSPC the standard of care is docetaxel + abiraterone. For mCRPC the standard of care is docetaxel.\n\n* For mCSPC participants: Clinical efficacy will be measured by prostate specific antigen (PSA \\<0.2 ng/ml) eight months after start of androgen deprivation therapy (ADT).\n* For mCRPC participants: Clinical efficacy will be measured by an increase in their median progression free survival (PFS).\n\nEligibility:\n\n* Men age \\>=18 years\n* Histopathological confirmation of prostate cancer. If no pathologic specimen is available, participants may enroll with a pathologist s report showing a histologic diagnosis of prostate cancer and a clinical course consistent with the disease.\n* Participants must have metastatic disease\n\n  * mCSPC participants must be within 134 days of starting ADT.\n  * mCRPC participants must have been previously treated with ADT.\n\nDesign:\n\n* Open-label, single-center, non-randomized Phase I/II study\n* To ensure safety of the combination before using in larger numbers of mCSPC and mCRPC participants, M9241 will be escalated from a starting dose of 12 mcg/kg and a second dose level of 16.8 mcg/kg along with docetaxel. mCSPC participants will receive a maximum of 6 cycles. mCRPC participants will continue until progression or unacceptable toxicity.\n* The remaining participants will be enrolled onto the trial in the following expansion cohorts, each of which will receive the determined safe dose of M9241. ADT will be maintained/given per standard of care throughout the study.\n\n  * mCSPC participants: Once ADT established, simultaneous docetaxel 75 mg/m\\^2 (given every 3 weeks x 6 cycles starting at Cycle 1), with M9241 at the RP2D, given every 3 weeks from cycle 2 through cycle 6). Abiraterone will be given in addition to docetaxel from the start of cycle 1 at a dose of 1000mg by mouth once daily. Prednisone will be given orally at 5 mg twice a day and will not be optional.\n  * The first 6 participants in the mCSPC arm including abiraterone will be evaluated as a safety lead-in of M9241 at 12 mcg/kg. If there are 2 or more DLTs within these initial 6, then the doses will be de-escalated and 6 additional participants will be evaluated at this lower dose of M9241 at 8 mcg/kg.\n  * mCRPC participants: docetaxel 75 mg/m\\^2 (given every 3 weeks starting at Cycle 1) with M9241 at the RP2D, given every 3 weeks from cycle 2 onwards until disease progression or unacceptable toxicity. Prednisone will be given 5 mg twice a day for each dose or 10 mg once a day.\n* It is anticipated that approximately 4 years may be required for accrual of up to 80 participants."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer Of Prostate",
                "Prostate Neoplasms"
            ],
            "keywords": [
                "Chemoimmunotherapy",
                "NHS IL-12",
                "Check point inhibitor",
                "Combination Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 86,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Docetaxel plus M9241 dose escalation with optional prednisone and ADT as part of SOC",
                    "interventionNames": [
                        "Drug: ADT",
                        "Drug: Prednisone",
                        "Drug: Docetaxel",
                        "Drug: M9241"
                    ]
                },
                {
                    "label": "2/Safety Run-in (no longer applies; removed before enrollment)",
                    "type": "EXPERIMENTAL",
                    "description": "Docetaxel plus M9241 RP2D plus M7824 with optional prednisone and ADT as part of SOC",
                    "interventionNames": [
                        "Drug: ADT",
                        "Drug: Prednisone",
                        "Drug: M7824",
                        "Drug: Docetaxel",
                        "Drug: M9241"
                    ]
                },
                {
                    "label": "3/mCSPC: Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Docetaxel plus M9241 RP2D with optional prednisone and ADT as part of SOC",
                    "interventionNames": [
                        "Drug: ADT",
                        "Drug: Prednisone",
                        "Drug: Docetaxel",
                        "Drug: M9241"
                    ]
                },
                {
                    "label": "4/mCRPC: Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Docetaxel plus M9241 RP2D with optional prednisone and ADT as part of SOC",
                    "interventionNames": [
                        "Drug: ADT",
                        "Drug: Prednisone",
                        "Drug: Docetaxel",
                        "Drug: M9241"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ADT",
                    "description": "For mCSPC patients: Androgen Deprivation Therapy (ADT) may include GnRH agonist or monthly degarelix converted to GnRH agonist after 3 months. For mCRPC patients: ADT will be continued as per standard of care.",
                    "armGroupLabels": [
                        "1/Dose Escalation",
                        "2/Safety Run-in (no longer applies; removed before enrollment)",
                        "3/mCSPC: Dose Expansion",
                        "4/mCRPC: Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Prednisone",
                    "description": "For mCSPC patients, prednisone is optional and if given, should be taken orally, at 5 mg once a day. For mCRPC patients, prednisone should be taken orally either, at 5mg twice a day for each dose or 10 mg once a day as is the patient s preference.",
                    "armGroupLabels": [
                        "1/Dose Escalation",
                        "2/Safety Run-in (no longer applies; removed before enrollment)",
                        "3/mCSPC: Dose Expansion",
                        "4/mCRPC: Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "M7824",
                    "description": "M7824 (2400 mg) will be administered as a 1 hour intravenous (IV) infusion once every three weeks.",
                    "armGroupLabels": [
                        "2/Safety Run-in (no longer applies; removed before enrollment)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Docetaxel",
                    "description": "Docetaxel 75mg/m\\^2 will be administered intravenously every 21 days (i.e., a 3-week cycle) for up to 6 cycles in mCSPC and until progression or unacceptable toxicity in mCRPC.",
                    "armGroupLabels": [
                        "1/Dose Escalation",
                        "2/Safety Run-in (no longer applies; removed before enrollment)",
                        "3/mCSPC: Dose Expansion",
                        "4/mCRPC: Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "M9241",
                    "description": "M9241 at escalating doses and then at RP2D will be administered as a subcutaneous injection every three weeks.",
                    "armGroupLabels": [
                        "1/Dose Escalation",
                        "2/Safety Run-in (no longer applies; removed before enrollment)",
                        "3/mCSPC: Dose Expansion",
                        "4/mCRPC: Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate safety and tolerability of docetaxel in combination with M9241 in patients who have metastatic prostate cancer.",
                    "description": "of the number and type of toxicities noted for participants who are evaluable for toxicity",
                    "timeFrame": "DLT observation period (until the end of 6 weeks)"
                },
                {
                    "measure": "Determine clinical efficacy in adults with prostate cancer treated with docetaxel in combination with the immunocytokine, M9241",
                    "description": "For castration sensitive: Increase in the proportion of participants who have less than 0.2 ng/ml of PSA. For castration resistant: Increase in median progression free survival",
                    "timeFrame": "4-8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluate radiographic response rates",
                    "description": "Tumor progression on scans",
                    "timeFrame": "4-8 weeks"
                },
                {
                    "measure": "Evaluate percentage of patients with a 50% PSA decline from baseline",
                    "description": "PSA levels",
                    "timeFrame": "4-8 weeks"
                },
                {
                    "measure": "Evaluate radiographic and biochemical time to progression for mCSPC patients",
                    "description": "PSA levels and tumor progression on scans",
                    "timeFrame": "7 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have documented histopathological confirmation of prostate cancer. If no pathologic specimen is available, participants may enroll with a pathologist's report showing a histologic diagnosis of prostate cancer and a clinical course consistent with the disease.\n* Participants must have metastatic disease, defined as at least one lesion on TC99 bone scan or at least one lesion that is measurable per, per RECIST 1.1.\n* mCSPC participants:\n* Participants must be within 134 days of starting ADT.\n* If participants are on ADT and responding, this may impact the findings on scans. Pre- treatment scans could be used to confirm that participants have metastatic high-volume disease in such cases.\n\n  * For Cohorts 1 and 2, Dose escalation and Safety Run-in, only: mCSPC may have high or low volume disease.\n  * For Cohort 3, Dose Expansion: mCSPC participants must have high volume disease (as defined by visceral lesion or 4 or greater bone lesions, at least one of which is beyond the spine and pelvis).\n* mCRPC participants:\n* Must need ADT as part of their cancer therapy (unless previous orchiectomy)\n* Must have been previously treated with modern anti-androgens such as abiraterone, enzalutamide, apalutamide, or darolutamide.\n* Must have not had progression while on docetaxel if given for mCSPC or within 3 months of completing docetaxel for mCSPC.\n* Progression defined as either rising PSA greater than 2.0 ng/ml or radiographic evidence of progression seen on CT scan or TC-99 bone scan.\n* Toxicities related to prior therapy, including surgery and/ or radiation, must have resolved to \\<= grade 1.\n* Men age \\>=18 years. Because no dosing or adverse event data are currently available on the use of M9241 in combination with docetaxel in participants \\<18 years of age, children are excluded from this study.\n* ECOG performance status 0-2.\n* Participants must have adequate organ and marrow function as defined below:\n* Absolute neutrophil count \\>=1,500/mcL, without CSF support\n* Platelets \\>=100,000/mcL\n* Hemoglobin \\>9 g/dL\n* PT \\<= 1.5 x ULN\n* aPTT \\<= 1.5 x ULN\n* Total bilirubin \\<= upper limit of normal (ULN), OR in participants with Gilbert s syndrome, a total bilirubin \\<= 3.0\n* Serum albumin \\>=2.8 g/dL\n* AST(SGOT)/ALT(SGPT) \\<=1.5 X institutional upper limit of normal\n\n  -- Hepatic function based on Child-Pugh Class: Participants with hepatic impairment must have Child-Pugh Class A or better\n* Serum Creatinine OR Creatinine Clearance \\<= 1.5 X institutional upper limits of normal OR \\>=50 mL/min/1.73 m\\^2 calculated by eGFR in the clinical lab for participants with serum creatinine levels \\> 1.5 ULN\n* The effects of M9241 in combination with docetaxel and abiraterone on the developing human fetus are unknown. For this reason and because docetaxel agents as well as other immuno-therapeutic agents used in this trial are known to be teratogenic, sexually active subjects and their female partners must agree to use medically accepted barrier methods of contraception (e.g., male or female condom)after enrollment on study , during the study treatment and for 4 months after the last dose of abiraterone, docetaxel or M921, even if oral contraceptives are also used. Should a woman become pregnant or suspect she is pregnant while her partner is participating in this study, she should inform her treating physician immediately and her partner should inform the study doctor immediately.\n* Ability of subject to understand and the willingness to sign a written informed consent document. Subject should be willing to travel to the NIH for follow-up visits.\n* Participants with prior immune checkpoint therapy are eligible to enroll upon PI discretion.\n\nEXCLUSION CRITERIA:\n\n* Immunocompromised status due to:\n\n  * Human immunodeficiency virus (HIV) positivity\n  * Active autoimmune diseases such as Addison's disease, Hashimoto's thyroiditis, systemic lupus erythematosus, Sjogren syndrome, scleroderma, myasthenia gravis, Goodpasture syndrome or active Grave's disease. Participants with a history of autoimmunity that has not required systemic immunosuppressive therapy or does not threaten vital organ function including CNS, heart, lungs, kidneys, skin, and GI tract will be allowed.\n  * Other immunodeficiency diseases that in the opinion of the investigator could compromise the participants or limit treatment efficacy\n* Serious intercurrent medical illness that, in the judgment of the investigator, would interfere with a participant s ability to carry out the treatment program.\n* Current use of other medications for urinary symptoms including 5-alpha reductase inhibitors (finasteride and dutasteride) and alternative medications known to alter PSA (e.g. phytoestrogens and saw palmetto).\n* Concurrent use of CYP3A4 inducers or sensitive CYP2D6 substrates within 14 days or 5 half-lives, whichever is shorter.\n* Receipt of any investigational agent within 28 days (or 60 days for an antibody drug conjugates) before the first planned dose of study drugs.\n* Participants who are positive for Hepatitis B surface antigen and/or Anti-Hepatitis C antibody\n* Uncontrolled hypertension (SBP\\>170/ DBP\\>105)\n* Has received or will receive a live vaccine within 30 days prior to the first administration of study intervention. Seasonal flu vaccines that do not contain a live virus are permitted. Locally approved COVID vaccines are permitted.\n* Participants who have had prior docetaxel for mCRPC\n* mCSPC participants will be excluded if they did not start abiraterone within 6 weeks of ADT and/or had any docetaxel\n* Participants who have had progression within 3 months of completing docetaxel for mCSPC\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to M9241 investigational agents used in the study\n* The subject has had evidence within 3 years of the start of study treatment of another active malignancy which required systemic treatment (except for nonmelanoma skin cancers or carcinoma in situ of the bladder).\n* The subject has active brain metastases or epidural disease.\n* Participants with greater than or equal to grade 2 peripheral neuropathy (defined by CTCAE 5.0) at baseline.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy R Hankin, P.A.-C",
                    "role": "CONTACT",
                    "phone": "(240) 858-3149",
                    "email": "amy.hankin@nih.gov"
                },
                {
                    "name": "Ravi A Madan, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 480-7168",
                    "email": "rm480i@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ravi A Madan, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2021-C-0001.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGAP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely. Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as the database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with permission of the study PI. Genomic data are made available via dbGAP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Cancer of Prostate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011241",
                    "term": "Prednisone"
                },
                {
                    "id": "D000077143",
                    "term": "Docetaxel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "asFound": "Prospective",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1668",
                    "name": "Docetaxel",
                    "asFound": "Management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20747",
                    "name": "Interleukin-12",
                    "relevance": "LOW"
                },
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}