{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03368963",
            "orgStudyIdInfo": {
                "id": "IRB00098958"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2017-01661",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "Winship4146-17",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "TAS102 in Combination With NAL-IRI in Advanced GI Cancers",
            "officialTitle": "A Phase I/II Study of Trifluridine/Tipiracil (TAS102) in Combination With Nanoliposomal Irinotecan (NAL-IRI) in Advanced GI Cancers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "in-combination-with-nal-iri-in-advanced-gi-cancers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-01-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-12-06",
            "studyFirstSubmitQcDate": "2017-12-06",
            "studyFirstPostDateStruct": {
                "date": "2017-12-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Olatunji Alese",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Taiho Oncology, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Ipsen",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/II trial studies the best dose and how well trifluridine/tipiracil hydrochloride combination agent TAS-102 (TAS-102) and nanoliposomal irinotecan work in treating patients with gastrointestinal cancers that have spread to other places in the body (metastatic) or cannot be removed by surgery. Drugs used in the chemotherapy, such as trifluridine/tipiracil hydrochloride combination agent TAS-102 and nanoliposomal irinotecan, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Determine the recommended phase II dose for the combination of TAS-102 and nanoliposomal irinotecan (nanoliposomal \\[nal\\]-IRI). (Phase I)\n\nII. Evaluate the activity of the combination of TAS102 and nal-IRI in previously treated patients with metastatic colorectal cancer and pancreatic cancer. (Phase II)\n\nSECONDARY OBJECTIVES:\n\nI. Define the toxicity profile of the combination of TAS-102 and nal-IRI.\n\nII. Evaluate the response duration, progression free, and overall survival of the combination of TAS-102 and nal-IRI in previously treated patients with metastatic colorectal cancer and pancreatic cancer.\n\nOUTLINE: This is a phase I, dose-escalation study followed by a phase II study.\n\nPatients receive nanoliposomal irinotecan intravenously (IV) over 90 minutes on day 1 and trifluridine/tipiracil hydrochloride combination agent TAS-102 orally (PO) twice daily (BID) on days 1-5. Cycles repeat every 2 weeks in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for 30 days and then every 8 or 12 weeks thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Adenocarcinoma",
                "Gastric Adenocarcinoma",
                "Metastatic Pancreatic Adenocarcinoma",
                "Non-Resectable Cholangiocarcinoma",
                "Stage IV Colorectal Cancer",
                "Stage IV Gastric Cancer",
                "Stage IV Pancreatic Cancer",
                "Stage IVA Colorectal Cancer",
                "Stage IVB Colorectal Cancer",
                "Stage III Colorectal Cancer",
                "Stage III Gastric Cancer",
                "Stage III Pancreatic Cancer",
                "Unresectable Digestive System Adenocarcinoma",
                "Unresectable Pancreatic Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (Nal-IRI, TAS-102)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive nanoliposomal irinotecan IV over 90 minutes on day 1 and combination of trifluridine/tipiracil hydrochloride combination agent TAS-102 PO BID on days 1-5. Cycles repeat every 2 weeks in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Nanoliposomal Irinotecan",
                        "Drug: Trifluridine and Tipiracil Hydrochloride"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nanoliposomal Irinotecan",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (Nal-IRI, TAS-102)"
                    ],
                    "otherNames": [
                        "Irinotecan Liposome",
                        "Onivyde",
                        "PEP02",
                        "Camptosar",
                        "Liposomal Irinotecan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Trifluridine and Tipiracil Hydrochloride",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (Nal-IRI, TAS-102)"
                    ],
                    "otherNames": [
                        "Lonsurf",
                        "TAS-102",
                        "Trifluridine/Tipiracil"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events of trifluridine/tipiracil hydrochloride combination agent TAS-102 in combination with nanoliposomal irinotecan",
                    "description": "Assessed using Common Terminology Criteria for Adverse Events version 4.0.",
                    "timeFrame": "Up to 3 years after end of treatment"
                },
                {
                    "measure": "Overall response rate based on modified Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1",
                    "description": "Defined as the proportion of patients who achieved a complete response (complete response: disappearance of all target tumors) or a partial response (partial response: ≥ 30% decrease in the sum of the longest diameters of target tumors).",
                    "timeFrame": "Up to 3 years after end of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival",
                    "description": "Will be evaluated.",
                    "timeFrame": "Up to 3 years after end of treatment"
                },
                {
                    "measure": "Response duration",
                    "description": "Will be estimated by Kaplan-Meier method. P values will be two-sided with significance level of .05.",
                    "timeFrame": "From initial response until documented tumor progression, assessed up to 3 years"
                },
                {
                    "measure": "Response rate",
                    "description": "Response assessment will be done according to RECIST 1.1 criteria. A repeat imaging scan of the same modality and technique will be repeated after 4 weeks for confirmation of response.",
                    "timeFrame": "Up to 3 years after end of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have histologic or cytological confirmation of a malignancy that is advanced (metastatic and/or unresectable) with measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) version (v)1.1; acquisition of existing formalin fixed paraffin embedded (FFPE) tumor tissue by study investigators is not mandatory for enrollment on the trial; patients without previous histologic/cytologic confirmation must have freshly obtained biopsy for routine pathologic evaluation before enrolment on the study\n* In the dose escalation phase, the trial will be open for patients with stage IV or locally advanced unresectable gastrointestinal adenocarcinomas (gastric, cholangiocarcinoma, pancreatic, colorectal) who have failed at least one prior therapy; subjects must have received, and then progressed or been intolerant to, at least 1 standard treatment regimen in the advanced or metastatic setting\n* In the dose expansion phase, Arm A will be open for 25 patients with pancreatic adenocarcinoma; patients must have histologic diagnosis and either locally advanced unresectable or metastatic disease and have not received prior irinotecan; patients must have received at least one prior line of standard treatment for locally advanced or metastatic disease\n* In dose expansion phase, Arm B will be open for 25 patients with colorectal adenocarcinoma; patients must have histologic diagnosis and metastatic disease and have not received prior irinotecan; patients must have received at least one prior line of standard treatment for locally advanced or metastatic disease\n* Presence of measurable disease based on RECIST 1.1; subjects with lesions in a previously irradiated field as the sole site of measurable disease will be permitted to enroll provided the lesion(s) have demonstrated clear progression and can be measured accurately\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-1\n* Adequate renal function as evidenced by a serum creatinine ≤ 1.5 x upper limit of normal (ULN)\n* Recovered from the effects of any prior surgery, radiotherapy or other antineoplastic therapy\n* Able to understand and sign an informed consent (or have a legal representative who is able to do so)\n* Female subject of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication; if the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Female subjects of childbearing potential must be willing to use an adequate method of contraception; Note: abstinence is acceptable if this is the usual lifestyle and preferred contraception for the subject\n* Male subjects of childbearing potential must agree to use an adequate method of contraception; Note: abstinence is acceptable if this is the usual lifestyle and preferred contraception for the subject\n* Absolute neutrophil count (ANC) ≥ 1,500/ul without the use of hematopoietic growth factors (within 14 days of treatment initiation)\n* Platelets ≥ 100,000/ul (within 14 days of treatment initiation)\n* Hemoglobin ≥ 8 g/dL (blood transfusions are permitted for patients with hemoglobin levels below 8 g/dL) (within 14 days of treatment initiation)\n* Serum creatinine ≤ 1.5 X upper limit of normal (ULN) OR measured or calculated creatinine clearance (glomerular filtration rate \\[GFR\\] can also be used in place of creatinine or creatinine clearance \\[CrCl\\]) ≥ 50 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN (within 14 days of treatment initiation)\n\n  \\* Creatinine clearance should be calculated per institutional standard\n* Serum total bilirubin within normal range for the institution (biliary drainage is allowed for biliary obstruction) (within 14 days of treatment initiation)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) ≤ 2.5 X ULN OR ≤ 5 X ULN for subjects with liver metastases (within 14 days of treatment initiation)\n* Albumin ≥ 3.0 g/dL (within 14 days of treatment initiation)\n* International normalized ratio (INR) or prothrombin time (PT) ≤ 1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants (within 14 days of treatment initiation)\n* Activated partial thromboplastin time (aPTT) ≤ 1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants (within 14 days of treatment initiation)\n\nExclusion Criteria:\n\n* Prior therapy with irinotecan (for expansion phase II only)\n* History of any second malignancy in the last 5 years; subjects with prior history of in-situ cancer or basal or squamous cell skin cancer are eligible; subjects with other malignancies are eligible if they have been continuously disease free for at least 5 years\n* Severe arterial thromboembolic events (myocardial infarction, unstable angina pectoris, stroke) less than 6 months before inclusion\n* New York Heart Association (NYHA) class III or IV congestive heart failure, ventricular arrhythmias or uncontrolled blood pressure\n* Active infection or an unexplained fever \\> 38.5 degrees Celsius (C) during screening visits or on the first scheduled day of dosing (at the discretion of the investigator, patients with tumor fever may be enrolled), which in the investigator's opinion might compromise the patient's participation in the trial or affect the study outcome\n* Known hypersensitivity to any of the components of nal-IRI, other liposomal products, fluoropyrimidines or leucovorin\n* Investigational therapy administered within 4 weeks, or within a time interval less than at least 5 half-lives of the investigational agent, whichever is longer, prior to the first scheduled day of dosing in this study\n* Any other medical or social condition deemed by the investigator to be likely to interfere with a patient's ability to sign informed consent, cooperate and participate in the study, or interfere with the interpretation of the results\n* Pregnant or breast feeding; females of child-bearing potential must test negative for pregnancy at the time of enrollment based on a urine or serum pregnancy test; both male and female patients of reproductive potential must agree to use a reliable method of birth control, during the study and for 3 months following the last dose of study drug\n* Known active central nervous system (CNS) metastases and/or carcinomatous meningitis; subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least four weeks prior to the first dose of trial treatment and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to trial treatment; this exception does not include carcinomatous meningitis which is excluded regardless of clinical stability\n* Known history of human immunodeficiency virus (HIV) (HIV 1/2 antibodies)\n* Inability to take oral medications\n* Homozygous for the UGT1A1\\*28 allele (UGT1A1 7/7 genotype) only for the phase I part; heterozygotes for UGT1A1\\*28 (UGT1A11 7/6 genotype) will be allowed to enroll on the trial\n* Patients who are not appropriate candidates for participation in this clinical study for any other reason as deemed by the investigator\n* Patients with history of positive dihydropyrimidine dehydrogenase (DPD) deficiency",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Olatunji B. Alese, MD",
                    "role": "CONTACT",
                    "phone": "404-778-2670",
                    "email": "olatunji.alese@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Olatunji B. Alese, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital Midtown",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allyson Anderson",
                            "role": "CONTACT",
                            "phone": "404-686-1638",
                            "email": "allyson.anderson@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "KJ Lee",
                            "role": "CONTACT",
                            "phone": "404-778-3173",
                            "email": "kyungjong.lee@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Saint Joseph's Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30342",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pamela Bourbo",
                            "role": "CONTACT",
                            "email": "pamela.bourbo@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                },
                {
                    "id": "D000013274",
                    "term": "Stomach Neoplasms"
                },
                {
                    "id": "D000018281",
                    "term": "Cholangiocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000013272",
                    "term": "Stomach Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16064",
                    "name": "Stomach Neoplasms",
                    "asFound": "Gastric Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20426",
                    "name": "Cholangiocarcinoma",
                    "asFound": "Cholangiocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16062",
                    "name": "Stomach Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5486",
                    "name": "Stomach Cancer",
                    "asFound": "Gastric Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T755",
                    "name": "Bile Duct Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014271",
                    "term": "Trifluridine"
                },
                {
                    "id": "D000077146",
                    "term": "Irinotecan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000059004",
                    "term": "Topoisomerase I Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1671",
                    "name": "Irinotecan",
                    "asFound": "Related",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17023",
                    "name": "Trifluridine",
                    "asFound": "Dysphagia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29349",
                    "name": "Topoisomerase I Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}