{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05142592",
            "orgStudyIdInfo": {
                "id": "IPG7236-001"
            },
            "organization": {
                "fullName": "Nanjing Immunophage Biotech Co., Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "IPG7236 in Patients With Advanced Solid Tumors",
            "officialTitle": "A Phase 1 Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Anti-tumor Activity of IPG7236 Administered Orally as a Single Agent in Patients With Advanced Solid Tumors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "in-patients-with-advanced-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-21",
            "studyFirstSubmitQcDate": "2021-11-21",
            "studyFirstPostDateStruct": {
                "date": "2021-12-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Nanjing Immunophage Biotech Co., Ltd",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1, Multi-center, Non-randomized, Open-label, Dose-escalation, and Dose Expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Anti-tumor Activity of IPG7236 Administered Orally as a Single Agent in Patients with Advanced Solid Tumors.\n\nThe study will include a dose escalation phase (Part 1) and a dose expansion phase (Part 2). Each part will consist of a screening period of up to 28 days, a treatment period, an end of treatment visit and a safety follow-up of approximately 30 days after the last dose. IPG7236 will be given on an empty stomach (either one hour before or two hours after a meal) twice daily (approximately every 12 hours) in continuous 28-day cycles."
        },
        "conditionsModule": {
            "conditions": [
                "Safety Issues",
                "Tolerability",
                "Pharmacokinetics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 196,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "type": "EXPERIMENTAL",
                    "description": "1\\~6 subjects in this cohort will receive IPG7236 50 mg bid orally.",
                    "interventionNames": [
                        "Drug: IPG7236"
                    ]
                },
                {
                    "label": "Cohort 2",
                    "type": "EXPERIMENTAL",
                    "description": "3\\~6 subjects in this cohort will receive IPG7236 100 mg bid orally.",
                    "interventionNames": [
                        "Drug: IPG7236"
                    ]
                },
                {
                    "label": "Cohort 3",
                    "type": "EXPERIMENTAL",
                    "description": "3\\~6 subjects in this cohort will receive IPG7236 150 mg bid orally.",
                    "interventionNames": [
                        "Drug: IPG7236"
                    ]
                },
                {
                    "label": "Cohort 4",
                    "type": "EXPERIMENTAL",
                    "description": "3\\~6 subjects in this cohort will receive IPG7236 200 mg bid orally.",
                    "interventionNames": [
                        "Drug: IPG7236"
                    ]
                },
                {
                    "label": "Cohort 5",
                    "type": "EXPERIMENTAL",
                    "description": "3\\~6 subjects in this cohort will receive IPG7236 250 mg bid orally.",
                    "interventionNames": [
                        "Drug: IPG7236"
                    ]
                },
                {
                    "label": "Cohort 6",
                    "type": "EXPERIMENTAL",
                    "description": "3\\~6 subjects in this cohort will receive IPG7236 300 mg bid orally.",
                    "interventionNames": [
                        "Drug: IPG7236"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "IPG7236",
                    "description": "The IPG7236 drug product is supplied as oral tablet dosage form, containing two strengths: 25 mg and 100 mg, respectively, which contain IPG7236.",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3",
                        "Cohort 4",
                        "Cohort 5",
                        "Cohort 6"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Occurrence of all adverse events",
                    "description": "Evaluation of adverse events",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Maximum tolerated dose (MTD）",
                    "description": "MTD will be defined as the maximum dose level at which no more than 1 of 3 participants experience a dose-limiting toxicity (DLT) within the first 33days of multiple dosing.",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Phase II dose (RP2D)",
                    "description": "The number and proportion of patients experiencing at least 1 dose-limiting toxicity (DLT) will be used as the primary measure to evaluate the RP2D of IPG7236",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Disease Control Rate(DCR)",
                    "description": "Disease Control Rate(DCR) will be determined based on the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1",
                    "timeFrame": "up to 1 year(anticipated)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum plasma concentration（Cmax）",
                    "description": "Pharmacokinetic (PK) parameters after a single oral dose of IPG7236",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Time to Cmax (tmax)",
                    "description": "Pharmacokinetic (PK) parameters after a single oral dose of IPG7236",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Area under the serum concentration-time curve (AUC[0-t]",
                    "description": "Pharmacokinetic (PK) parameters after a single oral dose of IPG7236",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Area under the serum concentration-infinity curve AUC[0-infinity]",
                    "description": "Pharmacokinetic (PK) parameters after a single oral dose of IPG7236",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Apparent terminal phase half-life (t1/2)",
                    "description": "Pharmacokinetic (PK) parameters after a single oral dose of IPG7236",
                    "timeFrame": "Up to 33 days"
                },
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "the proportion of patients with complete response (CR) and partial response (PR)",
                    "timeFrame": "up to 1 year(anticipated)"
                },
                {
                    "measure": "Duration of response (DoR)",
                    "description": "the time from the date when the measurement criteria were met for complete or partial response (whichever occurred first) until the date of the first observed Progression Disease or death as a result of any cause.",
                    "timeFrame": "up to 1 year(anticipated)"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "the time the patient is enrolled to the date of any recorded disease progression or the death of any cause.",
                    "timeFrame": "up to 1 year(anticipated)"
                },
                {
                    "measure": "Time to Progression(TTP)",
                    "description": "the time from clinical remission to disease progression.",
                    "timeFrame": "up to 1 year(anticipated)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. A written informed consent must be signed prior to performing any study procedures.\n2. Male or females 18 years or older.\n3. Diagnosis of advanced or recurrent, histologically or cytologically confirmed, a solid malignancy that is either metastatic or unresectable.\n\n   * Part 1 Dose Escalation: all solid tumor types.\n   * Part 2 Dose Expansion: the following tumor types are tentatively planned for expansion. It may be modified based on the results from the dose escalation phase.\n\n     * Renal cancer\n     * Triple-negative breast cancer\n     * Head and neck cancer\n     * Melanoma\n4. Subjects must have failed established standard medical anti-cancer therapies for a given tumor type or have been intolerant to such therapy, or in the opinion of the Investigator have been considered ineligible for standard therapies on medical grounds.\n5. Subjects must demonstrate measurable disease, per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.\n6. Subjects must have a life expectancy of ≥ 3 months.\n7. Subjects must have an Eastern Cooperative Oncology Group(ECOG) performance status score of 0 to 1.\n8. Subjects must have adequate hematologic and organ function as indicated by the following laboratory values\n\n   1. Hematologic\n\n      * Absolute neutrophil count (ANC) ≥ 1.5 × 109/L.\n      * Platelet count ≥ 100×109/L\n      * Hemoglobin ≥ 9 g/dL (subjects that required transfusion or growth factor need to demonstrate stable hemoglobin for 7 days of 9 g/dL)\n   2. Renal\n\n      • Estimated glomerular filtration rate（eGFR ）≥ 50 mL/min OR serum creatinine ≤ 1.5 × upper limit of normal (ULN).\n   3. Hepatic\n\n      * Aspartate aminotransferase levels ≤ 3 ×ULN (if liver metastases are present, ≤ 5× ULN)\n      * Alanine aminotransferase levels ≤ 2.5 × ULN (if liver metastases are present, ≤ 5×ULN).\n      * Bilirubin ≤ 1.5 × ULN\n   4. Coagulation • Prothrombin time and activated partial thromboplastin time ≤ 1.5 × ULN\n9. Subjects must be able to swallow and retain orally administered medication.\n10. Patients must be willing and able to comply with all scheduled visits, treatment, laboratory tests, be able to take oral medication, and other requirements of the study\n11. Female patients of child-bearing potential must have a negative pregnancy test.\n12. Female patient who is of child-bearing potential is eligible to participate but must use an acceptable form of birth control method, including abstinence, hormonal contraception for at least 3 months in combination with a barrier method, intrauterine device (placement at least 3 months prior to screening), diaphragm with spermicide, cervical cap, condoms with contraceptive gel/foam /cream, or surgical sterilization (tubal ligation at least 6 months prior to screening) or partner who had a vasectomy at least 6 months prior to screening\n13. Male patient with a female partner of child-bearing potential is eligible to participate but must be either documented to be surgically sterile (vasectomy), practicing complete abstinence for 90 days after study drug administration, or using two adequate forms of highly effective contraception (together with the female partner), one of which should be a physical barrier method, for 90 days after the study drug administration.\n\nExclusion Criteria:\n\n1. Subjects with primary malignancy of the central nervous system or malignancies related to human immunodeficiency virus (HIV) or solid organ transplant.\n2. Subjects who have not recovered from all toxic effects from prior antitumor therapy or surgical procedures, defined as toxicities (other than alopecia) not yet resolved to Grade ≤ 1 according to NCI CTCAE v5.0.\n3. Subjects with recent prior therapy defined as\n\n   1. Any investigational or Food and Drug Administration (FDA)-approved anti-cancer drug within 14 days or 5 half-lives, whichever is longer, prior to the first dose of study drug.\n   2. Any radiotherapy, chemotherapy, targeted therapy or immunotherapy within 14 days or major surgery within 28 days or anti-neoplastic antibody or nitrosoureas/mitomycin C within 42 days prior to the first dose of study drug\n4. Subjects with any uncontrollable diseases (e.g., severe mental, neurological, cardiovascular, respiratory, and other systemic diseases) or obvious active infections that may affect the clinical study.\n5. Subjects with positive Coronavirus disease（COVID）-19 PCR tests (patients who recovered from COVID-19 but have positive COVID-19 PCR tests may be included at the judgment of the Investigator)\n6. Subjects who have received the live or attenuated vaccine within 4 weeks prior to study treatment or intend to receive a live or attenuated vaccine during the study\n7. Presence of hepatitis B surface antigen (HBsAg) or positive hepatitis C antibody test result at screening or within 3 months prior to the first dose of study treatment. History of known HIV infection.\n\n   Note:\n   1. Subjects with positive Hepatitis C antibody due to prior resolved disease can be enrolled only if a confirmatory negative Hepatitis C RNA polymerase chain reaction (PCR) is obtained.\n   2. Subjects with well-controlled HIV may be enrolled if all the following criteria are met:\n\n      * must be stable on their anti-retroviral regimen, and participants must be healthy from an HIV perspective\n      * Participants must have a cluster of differentiation 4（CD4） count of greater than 250 cells/micro litre（mcL ）over the past 6 months on this same anti-retroviral regimen and must not have had a CD4 count \\< 200 cells/mcL over the past 2 years unless it was deemed related to THE CANCER AND/OR CHEMOTHERAPY-induced bone marrow suppression\n\n        - For patients who have received chemotherapy in the past 6 months, a CD4 count \\< 250 cells/mcL during chemotherapy is permitted as long as viral loads were undetectable during this same chemotherapy\n      * Participants must have an undetectable viral load and a CD4 count \\>= 250 cells/mcL within 7 days of enrollment\n      * Participants must not be currently receiving prophylactic therapy for an opportunistic infection and must not have had an opportunistic infection within the past 6 months. HIV-infected patients should be monitored every 12 weeks for viral load and CD4 counts\n8. Previous malignant disease (other than the target malignancy to be investigated in this trial) within the last 3 years. Subjects with a history of cervical carcinoma in situ, superficial or non-invasive bladder cancer or basal cell or squamous cell cancer in situ previously treated with curative intent may be included at the judgment of the Investigator.\n9. Subjects with symptomatic or untreated leptomeningeal or brain metastases or spinal cord compression. Note: Subjects previously treated for these conditions that have had stable central nervous system (CNS) disease (verified with consecutive imaging studies) for \\>1 month, are asymptomatic and off corticosteroids, or are on a stable dose of corticosteroids for at least 1 month prior to study Day 1 are permitted. The stability of brain metastases must be confirmed with imaging. The subject treated with gamma knife therapy can be enrolled 2 weeks post-procedure as long as there are no post procedure complications or the subject is stable.\n10. Subjects with active upper digestive tract ulcer or other disorders that can affect drug absorption, distribution, metabolism or clearance.\n11. Subjects with a marked baseline prolongation of QT/corrected QT interval（QTc） interval (e.g., repeated demonstration of a QTc interval \\>480 milliseconds (CTCAE grade 1) using Fridericia QT correction formula.\n12. Subjects using concomitant medications known to prolong the QT/QTc interval.\n13. Pregnancy or breastfeeding female; Female patients must be surgically sterile or be postmenopausal, or must agree to the use of effective contraception during the period of therapy. All female patients with reproductive potential must have a negative pregnancy test (serum or urine) prior to enrollment. Male patients must be surgically sterile or must agree to use effective contraception during the period of therapy. The definition of effective contraception will be based on the judgment of the principal investigator or a designated associate.\n14. Subjects who are unable to comply with study and follow-up procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zhang Qi",
                    "role": "CONTACT",
                    "phone": "13074800770",
                    "email": "qzhang@immunophage.com.cn"
                }
            ],
            "locations": [
                {
                    "facility": "NEXT Oncology",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "12221",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrae Vandross, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}