{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06402565",
            "orgStudyIdInfo": {
                "id": "NO-003"
            },
            "organization": {
                "fullName": "NOxy Health Products, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "NOX1416 in Treatment of Chronic Non-Healing Diabetic Foot Ulcers",
            "officialTitle": "A Randomized, Controlled, Evaluator-Blinded Study to Assess the Safety and Efficacy of NOX1416 in the Treatment of Chronic, Non-Healing, Diabetic Foot Ulcers",
            "acronym": "NTCDU",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "in-treatment-of-chronic-non-healing-diabetic-foot-ulcers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-23",
            "studyFirstSubmitQcDate": "2024-05-03",
            "studyFirstPostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NOxy Health Products, LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "SerenaGroup, Inc.",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this multi-center, randomized, placebo-controlled, evaluator-blinded study is to assess the safety and efficacy of NOX1416 in the treatment of chronic, non-healing, diabetic foot ulcers (DFUs). Subjects will be randomized to receive treatment with NOX1416 or placebo, as an adjunct to Standard of Care (SOC).\n\nThe primary objective of the study is to demonstrate the safety and tolerability of NOX1416 as adjunct to SOC. The secondary objective is to evaluate the clinical benefit of daily NOX1416, as an adjunct to standard of care SOC. Each site will assign a physician (or designee) to serve as the blinded evaluator who is responsible for assessing the study endpoints. The blinded evaluator will not be involved in the clinical care of subjects.",
            "detailedDescription": "A total of 40 subjects (25 in the treatment group and 15 in the control group) will be randomized to receive either NOX1416 plus SOC or Placebo plus SOC. NOX1416 is a foam based gaseous nitric oxide (NO) product where NO is delivered topically through a microbubble foam. One pump each of Solution A (0.3g, containing citric acid and Solution B (0.3g, containing sodium nitrite) will be dispensed, mixed for five seconds and applied immediately per each square centimeter of wound area using any sterile applicator. NOX1416 is left on the wound bed for a 5-minute period, then removed with a sterile gauze, and the standard of care dressing applied.\n\nSubjects randomized to the NOX1416 treatment group will receive once a day application, for a total of 12 weeks with a double treatment 10 minutes apart, on the first day. Similar to the NOX1416 treatment schedule, placebo will be topically applied directly onto the wound bed and left on the wound bed for a 5-minute period, removed, and the SOC dressing applied. Subjects randomized to the control group will receive once a day application for a total of 12 weeks, with a double treatment, 10 minutes apart, on the first day.\n\nStandard of care will include evaluation to document, offloading, adequate arterial flow, wound cleansing, removal of necrotic, infected and/or nonviable tissue by debridement, maintenance of a moist wound environment, and management of infection."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetic Foot Ulcer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A total of 40 subjects ((25 in the treatment group and 15 in the control group) will be randomized to receive either NOX1416 + SOC or Placebo + SOC.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Evaluator-Blinded Study",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NOX1416 and SOC",
                    "type": "EXPERIMENTAL",
                    "description": "NOX1416 is a foam based gaseous nitric oxide (NO) product that will be topically applied directly onto the wound bed and left on the wound bed for a 5-minute period. Subjects randomized to the NOX1416 treatment group will receive once a day application, for a total of 12 weeks with a double treatment, 10 minutes apart, on the first day.\n\nStandard of care will include evaluation to document, offloading, adequate arterial flow, wound cleansing, removal of necrotic, infected and/or nonviable tissue by debridement, maintenance of a moist wound environment, and management of infection.",
                    "interventionNames": [
                        "Drug: NOX1416 plus SOC"
                    ]
                },
                {
                    "label": "Placebo and SOC",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo is topically applied directly onto the wound bed and left on the wound bed for a 5-minute period. Subjects randomized to the control group will receive once a day application, fora total of 12 weeks with a double treatment, 10 minutes apart, on the first day.\n\nStandard of care will include evaluation to document, offloading, adequate arterial flow, wound cleansing, removal of necrotic, infected and/or nonviable tissue by debridement, maintenance of a moist wound environment, and management of infection.",
                    "interventionNames": [
                        "Other: Placebo plus SOC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "NOX1416 plus SOC",
                    "description": "Topical Nitric Oxide",
                    "armGroupLabels": [
                        "NOX1416 and SOC"
                    ],
                    "otherNames": [
                        "ADVANOX"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo plus SOC",
                    "description": "Placebo plus SOC as provided in the Arm/Group description.",
                    "armGroupLabels": [
                        "Placebo and SOC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of subjects with a Methemoglobin >5% at any assessment point",
                    "description": "Methemoglobin is measured using co-oximetry",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Incidence and severity of treatment-emergent adverse events (TEAEs)",
                    "description": "A treatment-emergent adverse event (TEAE) refers to any adverse event that occurs after the first administration of investigational product e.g. NOX1416 or the placebo, in this study",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of subjects with complete wound closure during the 12 weeks of the Treatment Phase",
                    "description": "Complete wound closure is defined as 100% re-epithelialization without drainage or dressing requirements confirmed at two consecutive study visits 2 weeks apart. Complete wound closure will be evaluated by the blinded evaluator.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Wound Area Change (%) during the 12 weeks of the Treatment Phase",
                    "description": "Wound area change is defined as the percentage of wound area change as measured by Swift Imaging device.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Wound volume change (%) during the 12 weeks of the Treatment Phase",
                    "description": "Wound volume change is defined as the percentage of change based on manual measurements of L x W x D in centimeters.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Time to complete wound closure during the 12 weeks of the Treatment Phase",
                    "description": "Complete wound closure is defined as 100% re-epithelialization without drainage or dressing requirements confirmed at two consecutive study visits 2 weeks apart. Complete wound closure will be evaluated by the blinded evaluator.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Proportion of subjects who do not develop an infection during the 12 weeks of the Treatment Phase",
                    "description": "Based on the clinical signs of infection per PI clinical judgement",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Changes in serum Hemoglobin from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for Hemoglobin counts",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in Hematocrit (HCT) in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for Hematocrit (HCT)",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in Red Blood Cells (RBC) in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for Red Blood Cells (RBC)",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in White Blood Cells (WBC) in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for White Blood Cells (WBC) with total and differential count",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in Absolute Neutrophil Counts (ANC) in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for levels of Absolute Neutrophil Count (ANC).",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in serum alkaline phosphatase levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for alkaline phosphatase levels as an indicator of Hepatic function.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in alanine aminotransferase (ALT) levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for alanine aminotransferase (ALT) as an indicator of Hepatic function.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in total bilirubin levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for total bilirubin as an indicator of Hepatic function.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in aspartate aminotransferase (AST) levels in blood from baseline to subsequent visits",
                    "description": "Analysis will be done for aspartate aminotransferase (AST) as an indicator of Hepatic function.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in total protein levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for total protein as an indicator of Hepatic function",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in albumin levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for albumin as an indicator of Hepatic function.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in blood glucose (random) levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for glucose (random) levels",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in cholesterol (total) levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for cholesterol (total) levels",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in lactate dehydrogenase (LDH) levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for Lactate dehydrogenase (LDH) as an indicator of Hepaticfunction.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in platelets levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for platelets levels",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in serum eGlomerular Filtration Rate (eGFR) in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for serum eGFR as an indicator of Renal function",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in sodium levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for electrolytes like sodium",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in potassium levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for electrolytes like potassium",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in chloride levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for electrolytes like chloride.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in calcium levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for electrolytes like calcium",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in bicarbonate levels in blood from baseline to subsequent scheduled visits",
                    "description": "Analysis will be done for electrolytes like bicarbonate",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in color of urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for their color.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in appearance of urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for their appearance.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in specific gravity of urine from baseline to scheduled scheduled visits",
                    "description": "Urine samples will be tested for its specific gravity",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in pH of urine specimens from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for pH levels",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in microscopic examination of urine specimens from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for microscopic examination of urine sediment",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in glucose levels in urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for glucose",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Change in occult blood in urine samples from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested occult blood.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in ketone levels in urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for ketones.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in leucocyte esterase levels in urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for leucocyte esterase levels.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in nitrite levels in urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for nitrite levels.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in bilirubin levels in urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for bilirubin.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in urobilinogen levels in urine from baseline to subsequent scheduled visits",
                    "description": "Urine samples will be tested for urobilinogen levels.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examination for general appearance, head, ears, eyes, nose, throat (HEENT) from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify general physical examination parameters of overall appearance, head, ears, eyes, nose, and throat as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examination for cardiovascular parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify cardiovascular parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for musculoskeletal and extremities from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify musculoskeletal and extremities parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for dermatologic parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify dermatologic parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for neurologic parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify neurologic parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for respiratory parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify respiratory parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for gastrointestinal parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify gastrointestinal parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for genitourinary parameters from baseline to subsequent scheduled visits",
                    "description": "This will include physical examination for routine genitourinary parameter functions.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for lymphatic parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify lymphatic parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in physical examinations for psychiatric parameters from baseline to subsequent scheduled visits",
                    "description": "The investigator will classify psychiatric parameters as normal or abnormal. If abnormal, the investigator will specify if the abnormalities are clinically significant or not clinically significant.",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in blood pressure from baseline to subsequent scheduled visits",
                    "description": "Systolic and diastolic blood pressure will be measured in supine position after subject has been resting for 5 minutes",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in heart rate from baseline to subsequent scheduled visits",
                    "description": "Heart rate will be measured after subject has been resting for 5 minutes",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in respiratory rate from baseline to subsequent scheduled visits",
                    "description": "Respiratory rate will be measured in breaths per minute",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in temperature from baseline to subsequent scheduled visits",
                    "description": "Temperature will be measured in Fahrenheit",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Number of participants with abnormal ECG readings",
                    "description": "The Investigator will record the overall results of the ECG reading as either normal or abnormal, and if abnormal, as either \"not clinically significant\" or \"clinically significant.\"",
                    "timeFrame": "18 weeks"
                },
                {
                    "measure": "Changes in Wound-Q Health-Related Quality of Life (Life Impact Psychological, Social) scores during the 12 weeks of the Treatment Phase",
                    "description": "Life Impact (8 item), Psychological (10 item), and Social (5 item) scales will be used to assess the impact of wound healing on the subject's Quality of Life. There is no overall or total WOUND-Q score. The WOUND-Q is composed of independently functioning scales that are scored separately. To score a scale, the raw scores for the set of items in a scale are added together to produce a total raw score. If missing data is less than 50% of the scale's items, the within person mean for the completed items can be imputed for the missing items prior to computing a total raw score. Once a total raw score for the scale is computed, the Conversion Table can be used to convert the raw score into a score that ranges from 0 (worst) to 100 (best). Higher scores for WOUND-Q scales reflect a better outcome.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects will be eligible for enrollment in the study only if they meet ALL the following criteria at time of Screening:\n\n1. Male or female subjects aged 18 to 80 years (inclusive) with Type 1 or Type 2 diabetes undergoing therapy for glycemic control.\n2. Subject has a glycosylated hemoglobin, HbA1c ≤ 12%. Note: Prior documented HbA1c within the last 3 months of the Screening Visit is acceptable.\n3. Presence of at least one diabetic foot ulcer that meets all of the following criteria:\n\n   1. A full-thickness ulcer of University of Texas Wound Classification (UTWCS) Grade I or II\n   2. Ulcer is located on or below the malleoli\n   3. Ulcer size (area) is ≥ 1 cm2 and ≤ 10 cm2 (post-debridement at time of randomization)\n   4. Unresponsive to standard ulcer care for ≥3 months (at time of screening)\n   5. There is a minimum 1 cm margin between the qualifying Target Ulcer and any other ulcers on the specified foot, post-debridement)\n   6. No exposed bone and no tunneling, undermining, or sinus tracts\n   7. Ulcer must be non-healing as defined as \\< 25% reduction in size in response to standard of care during the two-week run-in Screening Period (between the first Screening Visit and Baseline). Note: Criterion 3(g) will be evaluated at the time of randomization. If the subject has more than one qualifying diabetic foot ulcer, the ulcer designated as the Target Ulcer will be at the discretion of the Investigator.\n4. Subject has adequate vascular perfusion of the affected limb, confirmed by Ankle-Brachial Index (ABI) ≥ 0.6 and ≤ 1.2. ABI results within the last 3 months of Screening are acceptable. The assessment may also be performed between SV1 and SV2. Note: If the ABI measurement is \\>1.20, confirmatory tests (Great toe pressure and/or TcPO2 at the foot) will be performed. A subject will be considered eligible for inclusion in this study if Great toe pressure ≥ 40mmHg or TcPO2 ≥ 40 mmHg at the foot. Prior documented flow study within the last 3 months of the Screening Visit is acceptable.\n5. Subject does not smoke or use tobacco products.\n6. Subject, if female of child-bearing potential, has a negative serum pregnancy test at screening, must not be breastfeeding, and willing to use acceptable methods of contraception (birth control pills, barriers, or abstinence) throughout the study.\n7. Subject is able and willing to comply with study procedures and applicable dressing changes.\n8. Subject demonstrates cognitive and physical ability to administer the treatment as determined by the clinician. If a caregiver will administer the treatment, the caregiver must demonstrate cognitive and physical ability.\n9. A signed and dated informed consent form has been obtained from the subject.\n\nExclusion Criteria:\n\nSubjects meeting ANY of the following criteria at time of Screening will be excluded from enrollment:\n\n1. Ulcers with exposed bone or associated with osteomyelitis. Note: Osteomyelitis should be ruled out by clinical examination (probing of the wound) or X-ray findings, if necessary, by the Investigator.\n2. Subject has ulcers secondary to a disease other than diabetes, e.g., fungal ulcerations, malignant ulcerations, and ulcerations due to venous or arterial insufficiency, or due to hematological disorders, in the opinion of the Principal Investigator.\n3. Ulcer, which in the opinion of the Investigator is suspicious for cancer. Note: Ulcers present for \\> 6 months would require biopsy to be performed to rule out malignancy\n4. Subjects with a gangrenous or ischemic toe that may need to be amputated in the opinion of the Investigator.\n5. Current smoker or tobacco product user\n6. Body mass index (BMI) \\> 40kg/m2\n7. Methemoglobin \\> 5% at SV1\n8. Laboratory values at Screening of:\n\n   1. Hemoglobin \\< 8.5 g/dL\n   2. White Blood Cells (WBC) \\< 3.0 X 109 cells/L and \\> 11 x 109 cells/L\n   3. Liver function studies \\[Total bilirubin, aspartate aminotransferase (AST) and alanine transaminase (ALT)\\] \\> 3x the upper limit of normal\n   4. Albumin \\< 2.5 g/dL\n   5. Renal function studies \\[Estimated Glomerular Filtration Rate\\] \\< 45\n9. Presence of any clinically significant medical condition(s) that, in the opinion of the Investigator, could interfere with wound healing, including but not limited to the following:\n\n   1. Vasculitis or connective tissue disease\n   2. Buerger's disease, Raynaud's or other peripheral vascular disease.\n   3. Clinically significant claudication or peripheral edema on the affected limb\n   4. Acute or unstable Charcot foot\n   5. Aplastic anemia or sickle cell anemia\n   6. Current sepsis\n   7. Severe heart diseases such as congestive heart failure (NYHA Class III or IV), coronary heart disease with ST segment elevation, myocardial infarction, or coronary artery bypass graft or percutaneous transluminal coronary angioplasty within the last 6 months\n   8. Severe liver disease\n   9. End-stage renal disease\n   10. Severe malnutrition\n   11. Immunosuppression\n   12. Acquired immune deficiency syndrome (AIDS) or HIV positive\n   13. Past or present malignancy below the knee on the same limb as the Target Ulcer;\n   14. History of radiation at the Target Ulcer site.\n10. Subject is currently receiving (i.e., within 30 days of T1 visit) or scheduled to receive any of following medication or therapies during the course of the study.\n\n    1. Immunosuppressants (including chronic systemic corticosteroids)\n    2. Cytotoxic chemotherapy\n    3. Cytostatic therapy\n    4. Lower limb revascularization surgery (e.g., angioplasty, artery bypass surgery,)\n    5. application of bioengineered tissue or skin substitutes\n    6. use of any investigational drug(s)\n11. Subjects who have previously received NOX1416 treatment\n12. Has a known hypersensitivity to any of the investigational drug components\n13. Subject is susceptible to hemorrhaging or has a congenital or acquired predisposition to hemorrhaging.\n14. Any reason that the subjects may need to be admitted to inpatient acute care in the opinion of the Investigator.\n15. Has any other factor which may, in the opinion of the investigator, compromise participation and/or follow-up in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rhonda Sullivan, DNP, PhD",
                    "role": "CONTACT",
                    "phone": "9045107438",
                    "email": "rhonda@noxyhp.com"
                },
                {
                    "name": "Laura Serena",
                    "role": "CONTACT",
                    "phone": "412-212-0123",
                    "email": "lserena@serenagroups.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Serena, MD",
                    "affiliation": "SerenaGroup, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "SerenaGroup Omaha",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bennet Rogers",
                            "role": "CONTACT",
                            "phone": "888-960-1343",
                            "phoneExt": "1008",
                            "email": "brogers@serenagroups.com"
                        },
                        {
                            "name": "Bennet Rogers",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "SACMH Wound Center",
                    "status": "RECRUITING",
                    "city": "Kittanning",
                    "state": "Pennsylvania",
                    "zip": "16210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Schrecengost",
                            "role": "CONTACT",
                            "phone": "724-543-8536",
                            "email": "nschrecengost@serenagroups.com"
                        },
                        {
                            "name": "Nicole Schrecengost",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.81645,
                        "lon": -79.52199
                    }
                },
                {
                    "facility": "SerenaGroup Monroeville",
                    "status": "RECRUITING",
                    "city": "Monroeville",
                    "state": "Pennsylvania",
                    "zip": "15146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Serena",
                            "role": "CONTACT",
                            "phone": "412-212-0123",
                            "email": "lserena@serenagroups.com"
                        },
                        {
                            "name": "Laura Serena",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42118,
                        "lon": -79.7881
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017719",
                    "term": "Diabetic Foot"
                },
                {
                    "id": "D000016523",
                    "term": "Foot Ulcer"
                },
                {
                    "id": "D000014456",
                    "term": "Ulcer"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000003925",
                    "term": "Diabetic Angiopathies"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000007871",
                    "term": "Leg Ulcer"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000003929",
                    "term": "Diabetic Neuropathies"
                },
                {
                    "id": "D000005534",
                    "term": "Foot Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "asFound": "Ulcer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18919",
                    "name": "Foot Ulcer",
                    "asFound": "Foot Ulcer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19933",
                    "name": "Diabetic Foot",
                    "asFound": "Diabetic Foot",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7120",
                    "name": "Diabetic Angiopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10883",
                    "name": "Leg Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7124",
                    "name": "Diabetic Neuropathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M8658",
                    "name": "Foot Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12507",
                    "name": "Nitric Oxide",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}