{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03250975",
            "orgStudyIdInfo": {
                "id": "171066"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Incidence of Acute Laryngeal Injury Following Endotracheal Intubation",
            "officialTitle": "Incidence of Acute Laryngeal Injury Following Endotracheal Intubation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "incidence-of-acute-laryngeal-injury-following-endotracheal-intubation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-08-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-08-07",
            "studyFirstSubmitQcDate": "2017-08-14",
            "studyFirstPostDateStruct": {
                "date": "2017-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexander Gelbard, MD",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this investigation is to delineate the incidence of acute and chronic laryngeal injury following intubation within our health system. In addition, this study seeks to identify risk factors for airway injury that may provide information to help reduce the incidence of injury or increase the speed of diagnosis through hospital based process measures.\n\nStudy Aims\n\n1. Determine the incidence of acute laryngeal injury in patients with prolonged intubation.\n2. Determine the incidence of chronic laryngeal injury in the subset of patients with acute laryngeal injury\n3. Initiate a randomized control trial to investigate the ability of azithromycin and budesonide to improve objective and subjective breathing measures in patients with Acute Laryngeal injury (ALgI) following endotracheal intubation.",
            "detailedDescription": "In the United States, 55 000 patients receive care in more than 6 000 intensive care units (ICUs) each day. The most common reason for ICU admission is respiratory failure and the need for a mechanical ventilator. Although 50% to 70% of patients survive their acute illness, the remainder are left with massive impairments in health and overall functioning. One of the most severe post-ICU complications is airway scaring directly resulting from endotracheal intubation.\n\nScarring of the vocal cords or trachea after intubation results from mucosal injury by an endotracheal tube (i.e. breathing tube). The initial mucosal injury ultimately heals with pathologic fibrotic contracture. This fibrosis physiologically restricts ventilation, and produces life-threatening dyspnea and airway obstruction. Acute and chronic airway injury following intubation is largely unappreciated owing to the fact that the long-term sequelae of intensive respiratory support is rarely managed by practitioners providing acute care. Treatments for chronic airway injury are suboptimal. They are largely surgical and offer marginal improvement in breathing while causing permanently worsened voice. Preventative efforts to preserve laryngeal and tracheal function (through identification of modifiable risk factors) could reduce the incidence of this devastating complication of medical care. Additionally, early identification of acute laryngeal injury after intubation may prevent the development of chronic complications. Patients with acute post-intubation airway injury treated with early endoscopic surgery require significantly fewer procedures, and may avoid an invasive open surgical reconstruction compared with patients treated with chronic fibrotic scars.\n\nThe development of airway fibrosis and ventilatory obstruction has been linked to inflammatory processes. Macrolide antibiotics such as azithromycin has been shown to reduce mucosal airway inflammation. IN addition the combination of a macrolide antibiotic and budesonide an inhaled corticosteroid has been shown to work synergistically to reduce inflammation and modify the disease process of tracheal stenosis in rabbit models.\n\nThe purpose of this investigation is to delineate the incidence of acute and chronic laryngeal injury following intubation within our health system. In addition, this study seeks to identify risk factors for airway injury that may provide information to help reduce the incidence of injury or increase the speed of diagnosis through hospital based process measures. Finally, in patients with acute laryngeal injury, this study seeks to investigate the effects of azithromycin and budesonide to improve objective and subjective breathing measures in patients with Acute Laryngeal injury (ALgI) following endotracheal intubation.\n\nOverview: Patients will be recruited from adult patients in the surgical and medical intensive care units of Vanderbilt Medical Center who were intubated for greater than 48 hours. Following informed consent and study enrolment, data will be stored in a secure REDCap database housed within a server located behind the Vanderbilt University Medical Center (VUMC) firewall. Data analysis will be performed by KSP at VUMC.\n\nProtocol: Within 72 hours of extubation, ICU patients will be approached for participation by study KSP (they will be clinically evaluated for the ability to provide informed consent). If they are not able to consent for themselves an LAR will be approached for consent by study KSP. Consent will be electronic, paper, or via phone.\n\nConsented and enrolled patients will undergo routine medical examination of their larynx with flexible nasolaryngoscopy after anesthetizing and decongesting the nose with 1% lidocaine mixed in oxymetazoline. During the examination, patients will be asked to sniff (which triggers opening of the vocal cords), and say \"Eee\" which (triggers closing). These maneuvers allow assessment of vocal fold movement. The evaluation will be recorded for subsequent blinded review. Recordings will be coded with a research identifier and stored digitally securely on a harddisk locked within the principle investigators office. If acute laryngeal injury is noted on examination, a repeat office-based examination of the larynx will be scheduled in 8 to 12 weeks.\n\nThe second phase of this study will investigate the effects of azithromycin and budesonide to improve objective and subjective breathing measures in patients with Acute Laryngeal injury (ALgI) following endotracheal intubation. The consenting process for these patients will mirror the first phase. In patients with ALgI, patients will be randomized to a medical therapy group consisting azithromycin 250mg or budesonide of 0.5mg for 14 days or non-drug placebo group. This study will be double blinded. For participants, a repeat examination will be scheduled at 12 weeks and at that time patients will be asked to complete surveys (CCQ, VHI-10, SF-12).\n\nConsented patients will also have information abstracted from their medical record. Pertinent information collected will include patient-specific covariates; i.e. medical co-morbidities, laboratory values, and demographics as well as procedure-specific covariates; i.e. endotracheal tube size, length of intubation, recorded endotracheal tube cuff pressures, and the number of recorded intubation attempts. The initial and follow up examinations will be non-billable and provided no-cost to the patients. If chronic laryngeal injury is noted on follow-up examination, the patients will then be referred within the institution as a routine patient and offered standard treatment options as directed by a fellowship trained laryngologist."
        },
        "conditionsModule": {
            "conditions": [
                "Intubation Complication"
            ],
            "keywords": [
                "Intubation injury",
                "Acute laryngeal injury",
                "Chronic Laryngeal Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Medical Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "medical therapy group consisting of azithromycin 250 mg and budesonide 0.5 mg for 14 days",
                    "interventionNames": [
                        "Drug: Budesonide and Azithromycin"
                    ]
                },
                {
                    "label": "Placebo Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo control medication for 14 days",
                    "interventionNames": [
                        "Other: Placebo control of budesonide and azithromycin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Budesonide and Azithromycin",
                    "description": "Participant with acute laryngeal injury will be randomized at discharge to either a non-drug placebo control group or a medical therapy group consisting of azithromycin 250 mg and budesonide 0.5 mg for 14 days.",
                    "armGroupLabels": [
                        "Medical Therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo control of budesonide and azithromycin",
                    "description": "placebos of the medications will be given for 14 days in patients randomized to the control group",
                    "armGroupLabels": [
                        "Placebo Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acute Laryngeal Injury",
                    "description": "Endoscopic examination with evidence of laryngeal injury",
                    "timeFrame": "Within 72 hours of extubation"
                },
                {
                    "measure": "Chronic Obstructive Pulmonary Disease Dyspnea Questionnaire (CCQ)",
                    "description": "12 week patient-reported dyspnea via CCQ. Total score is recorded, with a range of 0-60 with higher values representing worse outcomes.",
                    "timeFrame": "12 week follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Chronic Laryngeal Injury",
                    "description": "In those with acute laryngeal injury, what is the incidence of chronic laryngeal injury",
                    "timeFrame": "8-12 weeks after sustaining acute laryngeal injury"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. English-speaking\n2. Greater than 24 hours and less than 7 days of intubation in the intensive care unit\n\nExclusion Criteria:\n\n1. Age under 18 years on admission\n2. Patients with anticipated discharge 5 days after extubation\n3. Patients who are dependent for activities of daily living (ADLs) in the 30 days prior to admission\n4. Patients unable to consent\n5. Patients with neck trauma\n6. Patients with head and neck malignancies\n7. Patients with pre-existing laryngeal or tracheal stenosis\n8. Patients with other pre-existing respiratory conditions such as chronic obstructive pulmonary disease (COPD), asthma, neuromuscular dystrophies, cystic fibrosis, bronchiectasis\n9. Patients who had been previously intubated for an extended period of time\n10. Patients who are pregnant or currently breastfeeding\n11. Patients with allergies to study medications\n12. Patients with a resting heart rate greater than 100 beats per minute\n13. Patients with a prolonged corrected QT (QTc) interval (\\>450 msec) or the use of medications that prolong the QTc interval or are associated with Torsades de pointes (with the exception of amiodarone)24\n14. Patients with severe hearing impairment documented by audiometric testing",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Justin R Shinn, MD",
                    "role": "CONTACT",
                    "phone": "(406)531-9698",
                    "email": "justin.r.shinn@vanderbilt.edu"
                },
                {
                    "name": "Anne S Lowery, BA",
                    "role": "CONTACT",
                    "phone": "314-373-9228",
                    "email": "anne.sun@vanderbilt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander Gelbard, MD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kate Von Wahlde, MJ, CCRP",
                            "role": "CONTACT",
                            "phone": "615-322-0333",
                            "email": "kate.vonwahlde@vanderbilt.edu"
                        },
                        {
                            "name": "Alexander Gelbard, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Justin Shinn, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11445675",
                    "type": "BACKGROUND",
                    "citation": "Angus DC, Linde-Zwirble WT, Lidicker J, Clermont G, Carcillo J, Pinsky MR. Epidemiology of severe sepsis in the United States: analysis of incidence, outcome, and associated costs of care. Crit Care Med. 2001 Jul;29(7):1303-10. doi: 10.1097/00003246-200107000-00002."
                },
                {
                    "pmid": "26466860",
                    "type": "BACKGROUND",
                    "citation": "Hillel AT, Karatayli-Ozgursoy S, Samad I, Best SR, Pandian V, Giraldez L, Gross J, Wootten C, Gelbard A, Akst LM, Johns MM; North American Airway Collaborative (NoAAC). Predictors of Posterior Glottic Stenosis: A Multi-Institutional Case-Control Study. Ann Otol Rhinol Laryngol. 2016 Mar;125(3):257-63. doi: 10.1177/0003489415608867. Epub 2015 Oct 14."
                },
                {
                    "pmid": "25290987",
                    "type": "BACKGROUND",
                    "citation": "Gelbard A, Francis DO, Sandulache VC, Simmons JC, Donovan DT, Ongkasuwan J. Causes and consequences of adult laryngotracheal stenosis. Laryngoscope. 2015 May;125(5):1137-43. doi: 10.1002/lary.24956. Epub 2014 Oct 7."
                },
                {
                    "pmid": "32301783",
                    "type": "DERIVED",
                    "citation": "Shinn JR, Campbell BR, Ely EW, Gelbard A. The authors reply. Crit Care Med. 2020 May;48(5):e431. doi: 10.1097/CCM.0000000000004301. No abstract available."
                },
                {
                    "pmid": "32205633",
                    "type": "DERIVED",
                    "citation": "Shinn JR, Campbell BR, Ely EW, Gelbard A. The authors reply. Crit Care Med. 2020 Apr;48(4):e338-e339. doi: 10.1097/CCM.0000000000004253. No abstract available."
                },
                {
                    "pmid": "31634236",
                    "type": "DERIVED",
                    "citation": "Shinn JR, Kimura KS, Campbell BR, Sun Lowery A, Wootten CT, Garrett CG, Francis DO, Hillel AT, Du L, Casey JD, Ely EW, Gelbard A. Incidence and Outcomes of Acute Laryngeal Injury After Prolonged Mechanical Ventilation. Crit Care Med. 2019 Dec;47(12):1699-1706. doi: 10.1097/CCM.0000000000004015."
                },
                {
                    "pmid": "31352415",
                    "type": "DERIVED",
                    "citation": "Lowery AS, Kimura K, Shinn J, Shannon C, Gelbard A. Early medical therapy for acute laryngeal injury (ALgI) following endotracheal intubation: a protocol for a prospective single-centre randomised controlled trial. BMJ Open. 2019 Jul 27;9(7):e027963. doi: 10.1136/bmjopen-2018-027963."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017963",
                    "term": "Azithromycin"
                },
                {
                    "id": "D000019819",
                    "term": "Budesonide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000001993",
                    "term": "Bronchodilator Agents"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018927",
                    "term": "Anti-Asthmatic Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21711",
                    "name": "Budesonide",
                    "asFound": "Foot",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20132",
                    "name": "Azithromycin",
                    "asFound": "Fasting",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5269",
                    "name": "Bronchodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20963",
                    "name": "Anti-Asthmatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}