{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06270641",
            "orgStudyIdInfo": {
                "id": "STUDY00018628"
            },
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Increasing Physical Activity for Adults With Multiple Sclerosis (MS)",
            "officialTitle": "Increasing Physical Activity Via Provider Prescription and Engagement: Efficacy of ExerciseRx for Adults With Multiple Sclerosis (MS)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "increasing-physical-activity-for-adults-with-multiple-sclerosis-ms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-16",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-19",
            "studyFirstSubmitQcDate": "2024-02-13",
            "studyFirstPostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dawn Ehde",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to advance the scientific understanding and potential future implementation of physical activity promotion by testing the efficacy of a phone-based app for increasing activity in insufficiently active patients with multiple sclerosis (MS).",
            "detailedDescription": "This study aims to test the efficacy of ExerciseRx, a free software platform designed to increase physical activity in people with multiple sclerosis (PwMS). Exercise is crucial for managing MS symptoms and overall health, but approximately 80% of PwMS do not get enough physical activity due to barriers like physical limitations, common MS symptoms, and lack of community exercise facilities. ExerciseRx translates clinically relevant activity data collected by personal smart devices into actionable metrics on a dashboard within the Epic electronic health record, allowing healthcare providers to prescribe and monitor tailored physical activity solutions for their patients. This study will test the effects of ExerciseRx in a sample of inactive PwMS."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis (MS)",
                "Fatigue",
                "Physical Inactivity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 106,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention ExerciseRx-MS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants use the ExerciseRx app to meet personalized daily step targets and weekly goals. They will receive MS Exercise and Physical Activity Recommendations and complete in-app surveys about barriers to being active and physical activity level. The ExerciseRx app will adjust the personalized step count goals based on percentage met of the previous week goal and providers will send supportive messages based on participant activity. Participants will complete validated self-report assessments.\n\nProviders may also provide participants with additional guidance, make referrals, or schedule telemedicine or in-person clinic follow ups if needed to support the participant's physical activity progression.",
                    "interventionNames": [
                        "Other: ExerciseRx intervention"
                    ]
                },
                {
                    "label": "Usual care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants receive MS Exercise and Physical Activity Recommendations, will continue typical physical activity, and complete validated self-report assessments.\n\nAt the end of 26 weeks, staff will offer the participants the ExerciseRx intervention protocol."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "ExerciseRx intervention",
                    "description": "ExerciseRx is a cloud-based, HIPPA-compliant free software platform created for healthcare providers to prescribe and monitor physical activity as part of routine care. ExerciseRx translates clinically relevant activity data collected by the patient's existing personal smart devices (Android or iOS phone) into actionable metrics on a dashboard within the Epic electronic health record. Providers then use the platform to prescribe physical activity tailored to patients' ability levels and preferences. The platform incorporates behavior change strategies, including motivational feedback and nudges. It also facilitates a feedback loop with the provider, fostering caring patient-provider connections around activity promotion and behavior change. ExerciseRx leverages patients' personal smartphone capabilities to track, quantify, and tailor personalized physical activity solutions, which makes it more readily scalable as a solution across diverse patient populations.",
                    "armGroupLabels": [
                        "Intervention ExerciseRx-MS"
                    ],
                    "otherNames": [
                        "Exercise Intervention",
                        "Best Practice",
                        "App-Based Intervention",
                        "Interview",
                        "Questionnaire Administration"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Physical activity: daily average step count",
                    "description": "Increase in physical activity measured by daily average step count measured by ExerciseRx app. Increase in physical activity will be measured and compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline and week 13"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Activity volume",
                    "description": "Increase in activity volume will be measured by International Physical Activity Questionnaire-Short. Increase in activity volume will be measured by the total metabolic equivalent minutes of activity per week using the International Physical Activity Questionnaire-Short and compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Minutes/week of moderate intensity aerobic activity",
                    "description": "Measured using Physical Activity Vital Sign (PAVS), 2 items assessing the number of minutes per week a participant engages in moderate to strenuous intensity activity. Will determine the percentage of participants in each group that meet current activity guidelines of \\>150min/week of moderate to strenuous physical activity. Total minutes per week of physical activity (#1 multiplied by #2). Increase in minutes/week of moderate intensity aerobic activity will be measured by PAVS and compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Fatigue - PROMIS Fatigue-MS Short Form 8a",
                    "description": "8 items assessing fatigue scored on a T-score metric, with a mean of 50 and a standard deviation (SD) of 10; higher scores indicate higher fatigue. The T-score metric is referenced to the US general population, e.g. a T-score of 40 would be one SD below the US general population. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Pain intensity - PROMIS Pain Intensity Short Form 3a",
                    "description": "3 items assessing pain intensity over the past seven days. A 5-point (from 1= Had no pain to 5= Very severe) rating scale is used in each of the 3 items. Higher results mean higher intensity of pain. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Depressive symptom severity - PROMIS Depression Short Form 8a",
                    "description": "8-item PROMIS depression questionnaire related to depressed mood in the past 7 days. Each question is rated on a five-point scale from 1=Never to 5=Always. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Sleep disturbance - PROMIS Sleep Disturbance Short Form 6a",
                    "description": "6 items assessing sleep disturbance. Each question is answered with a score of 1-5 (varies). The raw score is the sum of each item and ranges from 6-30. The raw score is converted to a T-score ranging from 31.7 to 76.1, with a standard deviation of 10. Higher T-scores indicate greater sleep disturbance. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Physical functioning - PROMIS Physical Function 10a",
                    "description": "10-item questionnaire assessing current self-reported physical function. Raw scores range from 10 to 50 and can be translated into T-scores, with a mean of 50 and a standard deviation of 10, for comparison with the U.S. general population mean; for this study, all reported PF-10a scores are T-scores. A higher T-score represents better physical function. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Pain interference - PROMIS Pain Interference Scale Short Form 6a",
                    "description": "6-item questionnaire examining the impact of pain on valued areas of an individual's life (e.g., how much did pain interfere with your day to day activities) on a scale of 1=Not at all to 5=Very much. Higher results mean higher interference of pain. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Social participation - PROMIS Satisfaction with Social Roles and Activities Short Form 8a",
                    "description": "8-item questionnaire assessing satisfaction with performing one's usual social roles and activities. Each question has five response options on a scale of 1=Not at all to 5=Very much. Sum the values of the response to each question to find the total raw score. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                },
                {
                    "measure": "Social participation - PROMIS Ability to Participate in Social Roles and Activities Short Form 8a",
                    "description": "8-item questionnaire assessing the perceived ability to perform one's usual social roles and activities. Items are worded negatively in terms of perceived limitations with responses reverse-coded so that higher scores represent fewer limitations (better abilities). The item bank does not use a time frame (e.g. over the past seven days) when assessing ability to participate in social roles and activities. Each question has five response options on a scale of 1=Never to 5=Always. Compared between the ExerciseRx and usual care participants.",
                    "timeFrame": "Baseline, weeks 13 and 26"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provider-confirmed diagnosis of MS using revised 2017 McDonald criteria\n* \\> 18+ years of age\n* Patient determined disease steps (PDDS) score \\< 3, indicating the potential for some gait disability although typically ambulates without an assistive device\n* Insufficiently active, defined as \\< 150 minutes of physical activity per week, assessed using the PAVS in the EHR in clinics as part of the routine patient intake process\n* Use of an iPhone with software version iOS13+ or an Android phone 4.1+\n* Agree to install and use the ExerciseRx app for the entire study period and keep their phone on them during the daytime (e.g., pocket, bags, hands)\n\nExclusion Criteria:\n\n* Recent (past 4 weeks) or planned surgery during the study period which may impact engaging in step counts\n* MS relapse within the last 30 days\n* Plans to travel internationally during the study period, which could interfere with server uploads of mobile phone data\n* Those at a higher risk of falling or injury from falls or unable to safely exercise due to other medical conditions (e.g. heart conditions, diabetes or conditions made worse by walking or physical activity)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laurie Kavanagh, MPH",
                    "role": "CONTACT",
                    "phone": "206-668-4168",
                    "email": "lauriek@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dawn Ehde, PhD",
                    "affiliation": "UW Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UW Medicine",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98133",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laurie Kavanagh, MPH",
                            "role": "CONTACT",
                            "phone": "206-668-4168",
                            "email": "lauriek@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M11767",
                    "name": "Metronidazole",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}