{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05910736",
            "orgStudyIdInfo": {
                "id": "R01AG081996-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01AG081996-01"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Increasing the Feasibility, Impact, and Equity of the Medicare Annual Wellness Visit (AWV)",
            "officialTitle": "Increasing the Feasibility, Impact, and Equity of the Medicare Annual Wellness Visit (AWV)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "increasing-the-feasibility-impact-and-equity-of-the-medicare-annual-wellness-visit-awv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-10",
            "studyFirstSubmitQcDate": "2023-06-15",
            "studyFirstPostDateStruct": {
                "date": "2023-06-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Derjung Tarn",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "DARTNet",
                    "class": "UNKNOWN"
                },
                {
                    "name": "American Academy of Family Physicians National Research Network",
                    "class": "NETWORK"
                },
                {
                    "name": "Case Western Reserve University",
                    "class": "OTHER"
                },
                {
                    "name": "The MetroHealth System",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to improve the use of preventive health services by implementing a multilevel intervention to stimulate Annual Wellness Visit use in diverse practices across the United States. This is a stepped wedge cluster randomized controlled trial. The intervention will be implemented in a total of 24 primary care practices over 24 months. Every 3 months, 6 practices will receive the intervention. Electronic health record (EHR) data extractions will be used to collect outcomes in a population cohort of patients. Semi-structured interviews will be conducted with clinicians/staff and patients to assess intervention implementation. The investigators hypothesize that the implementation will increase AWV visit use and consequently, use of preventive health services.",
            "detailedDescription": "Older adults vastly underutilize evidence-based preventive health services that are proven to reduce serious illness, morbidity and mortality. In fact, fewer than half of adults aged 65 and older are up-to-date on evidence-based cancer screenings and vaccinations recommended by expert committees (e.g., the USPSTF and CDC/ACIP). Those at greatest risk for receiving poor preventive care include racial and ethnic minority groups and persons of low socioeconomic status. Yet interventions to remedy this underutilization in older adults have mostly targeted individual preventive health services, rather than the totality of services needed by patients. The 2011 Medicare establishment of the Annual Wellness Visit (AWV) is a great and underused opportunity to respond to the National Cancer Institute's calls for multilevel interventions that address both the supply and demand for vastly underutilized preventive health services. This free-to-the-patient AWV visit gives providers dedicated time to focus on preventive health services.\n\nThe investigators developed a multilevel intervention to increase AWV use that successfully increased AWV utilization in 3 small (2-5 provider) pilot practices. The intervention addresses the complexities of increasing AWVs at patient (demand for services), provider (supply of services), and practice levels. It combines electronic health record (EHR)-generated information and tools with practice redesign tools and approaches to inform providers and patients about the preventive health services needed by individual patients. This proposal's goal is to conduct a pragmatic trial to evaluate the effect of the intervention on increasing AWV and preventive health services utilization. The investigators will implement the intervention in geographically and racially/ethnically diverse community-based practices, Federally Qualified Health Centers, and academic health system practices. Practices include small to mid-size primary care practices (including solo practices), which typically are under-represented in research. Specific aims of this study are to: 1) Evaluate the effect of the intervention on use of a) AWVs and b) USPSTF and CDC/ACIP-recommended preventive services in 3 different types of practice settings; 2) Evaluate the effect of the intervention on reducing racial/ethnic disparities in AWV utilization; and 3) Evaluate factors affecting implementation and sustainability of the intervention tools and approaches, implementation strategies, and intervention effect in diverse patient settings. Implemented via video conferencing and remote deployment of EHR tools, this low-cost intervention could easily be disseminated to small and solo practices across the country. The anticipated increase in patient use of preventive health services will improve population health and lower mortality, particularly in at-risk racial/ethnic minority patients.\n\nThe intervention will be carried out sequentially in 24 primary care practices across the United States over 24 months. Every 3 months, 6 practices will receive the intervention. Many of the practices expected to participate in the study care for predominantly minority patients. Primary endpoints to be measured include: 1) rates of AWV use, and 2) completion of preventive health services recommended by the United States Preventive Services Task Force (USPSTF), CDC, and ACIP. The investigators hypothesize that the intervention will increase rates of AWV use, and in turn will result in greater completion of recommended preventive health services. The investigators also expect it to decrease racial/ethnic disparities in AWV utilization."
        },
        "conditionsModule": {
            "conditions": [
                "Preventive Health Services"
            ],
            "keywords": [
                "older patients",
                "Medicare Annual Wellness Visits",
                "preventive health care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Stepped wedge",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22485,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Medicare AWV Toolkit",
                    "type": "EXPERIMENTAL",
                    "description": "Practice-tailored intervention combining EHR tools with practice redesign workflows and templates for completing AWVs",
                    "interventionNames": [
                        "Behavioral: Medicare AWV Practice Redesign Toolkit"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Medicare AWV Practice Redesign Toolkit",
                    "description": "Electronic health record-based tools coupled with practice redesign strategies and approaches",
                    "armGroupLabels": [
                        "Medicare AWV Toolkit"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "AWV utilization",
                    "description": "% of eligible patients completing an AWV (CPT codes G0438 or G0439) or Initial Preventive Physical Examination (IPPE) (CPT code G0422) in the past 12 months",
                    "timeFrame": "12 months after intervention implementation in all practices"
                },
                {
                    "measure": "AWV utilization",
                    "description": "% of eligible patients up to date on their AWV (CPT codes G0438 or G0439) or Initial Preventive Physical Examination (IPPE) (CPT code G0422)",
                    "timeFrame": "24 months after intervention implementation in all practices"
                },
                {
                    "measure": "Composite preventive health services score",
                    "description": "composite score representing % of all recommended preventive health services that a patient has fulfilled",
                    "timeFrame": "12 months after intervention implementation in all practices"
                },
                {
                    "measure": "Composite preventive health services score",
                    "description": "composite score representing % of all recommended preventive health services that a patient has fulfilled",
                    "timeFrame": "24 months after intervention implementation in all practices"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Utilization of recommended preventive health services",
                    "description": "% of patients up to date on each of the preventive health services listed below.\n\nVaccinations\n\n* Influenza vaccine\n* Herpes zoster vaccine\n* Pneumococcal vaccine\n* Tetanus vaccine\n\nCancer screening\n\n* Colorectal cancer screening\n* Mammogram\n* Pap smear\n\nOther screening / counseling\n\n* Osteoporosis screening\n* Hepatitis C screening\n* Alcohol misuse screening\n* Depression screening\n* Tobacco use screening\n* Advance care planning",
                    "timeFrame": "12 months after intervention implementation in all practices"
                },
                {
                    "measure": "Utilization of recommended preventive health services",
                    "description": "% of patients up to date on each of the preventive health services listed below.\n\nVaccinations\n\n* Influenza vaccine\n* Herpes zoster vaccine\n* Pneumococcal vaccine\n* Tetanus vaccine\n\nCancer screening\n\n* Colorectal cancer screening\n* Mammogram\n* Pap smear\n\nOther screening / counseling\n\n* Osteoporosis screening\n* Hepatitis C screening\n* Alcohol misuse screening\n* Depression screening\n* Tobacco use screening\n* Advance care planning",
                    "timeFrame": "24 months after intervention implementation in all practices"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "There are no inclusion or exclusion criteria based on sex/gender, race, and/or ethnicity.\n\nInclusion Criteria:\n\n* have Medicare coverage\n* aged 50 or older\n* has at least one visit to the practice in the past 12 months\n* not deceased\n\nPractice eligibility criteria:\n\n• care for patients with Medicare insurance",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danielle Schramm, MSPH",
                    "role": "CONTACT",
                    "phone": "310-794-8242",
                    "email": "dschramm@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Derjung M Tarn, MD, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Banner Health",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85006",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "UCLA Health",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90024",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "MetroHealth",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team will engage the University of California Curation Center (UC3) to serve as the data repository for all components of the project. The research team will work with UC3 to curate and deliver to the curation center definition of data elements extracted from EHR and source data in a standardized, de-identified format. We also will include statistical codes for analyses in the form of R, SAS or STATA files.\n\nThe DRYAD system within the UC3 provides a platform to publish the metadata concerning the project that researchers globally can access. This system will serve as the data repository in which we will house the data management plan for the source data as well as metadata that describes the source data and code books of the underlying data elements, with record counts such that outside researchers can have a full understanding of what is housed in the system.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Within 6 months of publication of the main effects paper, or based on current NIH guidelines. Data will be permanently archived and available.",
            "accessCriteria": "Where possible data will be shared in an open file format, so proprietary software is not required to view or use the files. All datasets will be indexed by the Thomson-Reuters Data Citation Index, Scopus, and Google Dataset Search. Each dataset is given a unique Digital Object Identifier or DOI.\n\nEntering the DOI URL in any browser will take the user to the dataset's landing page. Dryad also provides a faceted search and browse capability for direct discovery.\n\nDryad has implemented the Make Data Count project recommendations. This means that that views and downloads on each dataset landing page are standardized against the COUNTER Code of Practice for Research Data. Within this framework, Dryad also exposes all related citations to a dataset on the landing page. These are updated each time a new citation from an article or other source has been published."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}