{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05876208",
            "orgStudyIdInfo": {
                "id": "SM22053"
            },
            "organization": {
                "fullName": "University of Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Increased Home-based Physical Therapy Adherence Using BAND Connect's VirtuaCare™ Platform",
            "officialTitle": "Measuring the Effectiveness of BAND Connect's VirtuaCare™ Asynchronous Telerehabilitation Platform in Increasing Patient Adherence for Total Shoulder Arthroplasty and Rotator Cuff Repair Physical Therapy Rehabilitatio",
            "therapeuticArea": [
                "Other"
            ],
            "study": "increased-home-based-physical-therapy-adherence-using-band-connect-s-virtuacare-platform"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-16",
            "studyFirstSubmitQcDate": "2023-05-16",
            "studyFirstPostDateStruct": {
                "date": "2023-05-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brian Grawe",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Cincinnati"
            },
            "leadSponsor": {
                "name": "University of Cincinnati",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to enhance at-home therapy by introducing a new device called the BAND Connect's VirtuaCare™ platform. The study aims to determine whether patients can improve their adherence to at-home exercises using this device. Currently, research indicates that only 35% of patients undergoing physical therapy treatment fully comply with their prescribed plans of care, often neglecting their at-home exercises. To address this issue, a set of smart exercise tools called VirtuaCare™ has been developed. This platform provides patients with instructions on performing at-home exercises and offers real-time biofeedback to help them adjust their form if necessary. The study seeks to evaluate the effectiveness of BAND CVCP in assisting patients and improving their overall success with at-home therapy.",
            "detailedDescription": "This study aims to compare the effectiveness of the BAND CVCP device with the standard physical therapy regimens provided by UC Health Orthopaedic Surgery. Participants undergoing shoulder surgeries performed by Dr. Brian Grawe will be randomly assigned to one of two groups. Group 1 will utilize the BAND CVCP both in the clinic and at home as a supplement to their treatment protocols. Group 2 will receive standard physical therapy without the BAND CVCP.\n\nIn Group 1, participants will be given access to the BAND CVCP and necessary materials during their first physical therapy appointment. The physical therapist will guide them through exercises using the device, recording their actions and providing real-time feedback. The BAND CVCP app on their provided Android phone will offer instructions for each exercise, eliminating the need to memorize the routine.\n\nDuring clinic visits, Group 1 participants' progress will be reviewed using the BAND CVCP participant report. The report will display information such as completed exercises, form, pace, range of motion, and exertion, which is measured by sensors in the BAND CVCP handles. The therapist will help participants understand any corrections needed for their at-home exercises and make adjustments to their rehabilitation plan accordingly.\n\nBoth Group 1 and Group 2 participants will complete patient report outcomes at different intervals, including pre-operative scores, weekly visual analog scale assessments, and monthly assessments such as the Upper Extremity Functional Index (UEFI) or Quick Disabilities of Arm, Shoulder, and Hand (QuickDASH). Group 1 participants will complete these forms using the BAND CVCP's phone application, while Group 2 participants will use paper copies at the clinic.\n\nAdditional assessments will be conducted at the 3-month, 6-month, and discharge from care visits, which include the ASES, SST, and EQ-5D-5L forms. Group 1 participants will complete these assessments on the BAND CVCP's phone application, while Group 2 participants will use paper copies at the clinic.\n\nThis study aims to evaluate the effectiveness of the BAND CVCP device compared to standard physical therapy regimens and track participant rehabilitation outcomes throughout the process."
        },
        "conditionsModule": {
            "conditions": [
                "Shoulder Injuries"
            ],
            "keywords": [
                "Rotator Cuff Repair",
                "Anatomic and Reverse Total Shoulder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized control trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "Group 1 will be using the BAND CVCP both in the clinic and at home to supplement the treatment protocols used in the clinic today.",
                    "interventionNames": [
                        "Other: BAND Connect's VirtuaCare™ platform"
                    ]
                },
                {
                    "label": "Group 2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Group 2 will receive standard-of-care physical therapy without the use of the BAND CVCP.",
                    "interventionNames": [
                        "Other: Standard of Care Physical Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "BAND Connect's VirtuaCare™ platform",
                    "description": "Band Connect provides a medical-grade and condition-specific platform that augments the clinician workflow by extending the in-clinic MSK rehabilitation experience into the patient's home - leading to higher quality personalized treatment and increased adherence with enhanced economics and reimbursement for the clinic.",
                    "armGroupLabels": [
                        "Group 1"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care Physical Therapy",
                    "description": "Standard of care physical therapy without the use of the BAND CVCP",
                    "armGroupLabels": [
                        "Group 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Visits",
                    "description": "Number of visits with physical therapist",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Dr. Brian Grawe will perform surgery, and participants will be undergoing post-operative physical therapy rehabilitation at UC Health.\n* Primary total shoulder arthroplasty and primary reverse total shoulder arthroplasty or Primary rotator cuff repair\n* Outpatient physical therapy prescribed by the doctor for post-operative rehabilitation\n\nExclusion Criteria:\n\n* Unplanned surgical procedure\n* Partial shoulder replacement or revision shoulder replacement\n* Revision rotator cuff repair\n* Fracture surgeries\n* Prior surgery within the last 5 years or less than 6 months between surgery on opposite shoulder\n* Length of stay in hospital greater than 3 days\n* Comorbidity: Uncontrolled diabetes patients; Diagnosed with cancer in the past 5 years or active disease; Any comorbidity that may impact compliance with the study protocol (completion of standard physical therapy rehabilitation procedures)\n* Injuries related to workers' compensation\n* Injuries involved in any pending litigation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kim Hasselfeld",
                    "role": "CONTACT",
                    "phone": "513-558-1933",
                    "email": "hasselky@uc.edu"
                },
                {
                    "name": "Michael Kloby",
                    "role": "CONTACT",
                    "phone": "513-558-6077",
                    "email": "klobyml@ucmail.uc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brian M Grawe, MD",
                    "affiliation": "University of Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Cincinnati",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45267",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kim Hasselfeld",
                            "role": "CONTACT",
                            "phone": "513-777-6213",
                            "email": "hasselky@uc.edu"
                        },
                        {
                            "name": "Michael Kloby",
                            "role": "CONTACT",
                            "phone": "513-558-6077",
                            "email": "klobyml@ucmail.uc.edu"
                        },
                        {
                            "name": "Brian M Grawe, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22554876",
                    "type": "BACKGROUND",
                    "citation": "Cuff DJ, Pupello DR. Prospective randomized study of arthroscopic rotator cuff repair using an early versus delayed postoperative physical therapy protocol. J Shoulder Elbow Surg. 2012 Nov;21(11):1450-5. doi: 10.1016/j.jse.2012.01.025. Epub 2012 May 2."
                },
                {
                    "pmid": "26196174",
                    "type": "BACKGROUND",
                    "citation": "Dahl-Popolizio S, Loman J, Cordes CC. Comparing Outcomes of Kinect Videogame-Based Occupational/Physical Therapy Versus Usual Care. Games Health J. 2014 Jun;3(3):157-61. doi: 10.1089/g4h.2014.0002. Epub 2014 Apr 17."
                },
                {
                    "pmid": "24382719",
                    "type": "BACKGROUND",
                    "citation": "Keener JD, Galatz LM, Stobbs-Cucchi G, Patton R, Yamaguchi K. Rehabilitation following arthroscopic rotator cuff repair: a prospective randomized trial of immobilization compared with early motion. J Bone Joint Surg Am. 2014 Jan 1;96(1):11-9. doi: 10.2106/JBJS.M.00034."
                },
                {
                    "pmid": "27050664",
                    "type": "BACKGROUND",
                    "citation": "Palazzo C, Klinger E, Dorner V, Kadri A, Thierry O, Boumenir Y, Martin W, Poiraudeau S, Ville I. Barriers to home-based exercise program adherence with chronic low back pain: Patient expectations regarding new technologies. Ann Phys Rehabil Med. 2016 Apr;59(2):107-13. doi: 10.1016/j.rehab.2016.01.009. Epub 2016 Apr 1."
                },
                {
                    "pmid": "29078134",
                    "type": "BACKGROUND",
                    "citation": "Raaben M, Holtslag HR, Leenen LPH, Augustine R, Blokhuis TJ. Real-time visual biofeedback during weight bearing improves therapy compliance in patients following lower extremity fractures. Gait Posture. 2018 Jan;59:206-210. doi: 10.1016/j.gaitpost.2017.10.022. Epub 2017 Oct 20."
                },
                {
                    "pmid": "8234458",
                    "type": "BACKGROUND",
                    "citation": "Sluijs EM, Kok GJ, van der Zee J. Correlates of exercise compliance in physical therapy. Phys Ther. 1993 Nov;73(11):771-82; discussion 783-6. doi: 10.1093/ptj/73.11.771."
                },
                {
                    "pmid": "22944392",
                    "type": "BACKGROUND",
                    "citation": "Arndt J, Clavert P, Mielcarek P, Bouchaib J, Meyer N, Kempf JF; French Society for Shoulder & Elbow (SOFEC). Immediate passive motion versus immobilization after endoscopic supraspinatus tendon repair: a prospective randomized study. Orthop Traumatol Surg Res. 2012 Oct;98(6 Suppl):S131-8. doi: 10.1016/j.otsr.2012.05.003. Epub 2012 Sep 1."
                },
                {
                    "pmid": "21624680",
                    "type": "BACKGROUND",
                    "citation": "Denard PJ, Ladermann A, Burkhart SS. Prevention and management of stiffness after arthroscopic rotator cuff repair: systematic review and implications for rotator cuff healing. Arthroscopy. 2011 Jun;27(6):842-8. doi: 10.1016/j.arthro.2011.01.013."
                },
                {
                    "pmid": "19664508",
                    "type": "BACKGROUND",
                    "citation": "Huberty DP, Schoolfield JD, Brady PC, Vadala AP, Arrigoni P, Burkhart SS. Incidence and treatment of postoperative stiffness following arthroscopic rotator cuff repair. Arthroscopy. 2009 Aug;25(8):880-90. doi: 10.1016/j.arthro.2009.01.018."
                },
                {
                    "pmid": "20970299",
                    "type": "BACKGROUND",
                    "citation": "Koo SS, Parsley BK, Burkhart SS, Schoolfield JD. Reduction of postoperative stiffness after arthroscopic rotator cuff repair: results of a customized physical therapy regimen based on risk factors for stiffness. Arthroscopy. 2011 Feb;27(2):155-60. doi: 10.1016/j.arthro.2010.07.007. Epub 2010 Oct 20."
                },
                {
                    "pmid": "30441330",
                    "type": "BACKGROUND",
                    "citation": "Carbonaro N, Lucchesi I, Lorusssi F, Tognetti A. Tele-monitoring and tele-rehabilitation of the shoulder muscular-skeletal diseases through wearable systems. Annu Int Conf IEEE Eng Med Biol Soc. 2018 Jul;2018:4410-4413. doi: 10.1109/EMBC.2018.8513371."
                },
                {
                    "pmid": "27172389",
                    "type": "BACKGROUND",
                    "citation": "Brandao AF, Dias DR, Castellano G, Parizotto NA, Trevelin LC. RehabGesture: An Alternative Tool for Measuring Human Movement. Telemed J E Health. 2016 Jul;22(7):584-9. doi: 10.1089/tmj.2015.0139. Epub 2016 May 12."
                },
                {
                    "pmid": "32534209",
                    "type": "BACKGROUND",
                    "citation": "Kennedy JS, Garrigues GE, Pozzi F, Zens MJ, Gaunt B, Phillips B, Bakshi A, Tate AR. The American Society of Shoulder and Elbow Therapists' consensus statement on rehabilitation for anatomic total shoulder arthroplasty. J Shoulder Elbow Surg. 2020 Oct;29(10):2149-2162. doi: 10.1016/j.jse.2020.05.019. Epub 2020 Jun 10."
                },
                {
                    "pmid": "30201171",
                    "type": "BACKGROUND",
                    "citation": "Brameier DT, Hirscht A, Kowalsky MS, Sethi PM. Rehabilitation Strategies After Shoulder Arthroplasty in Young and Active Patients. Clin Sports Med. 2018 Oct;37(4):569-583. doi: 10.1016/j.csm.2018.05.007."
                },
                {
                    "pmid": "32223863",
                    "type": "BACKGROUND",
                    "citation": "Ikard ST Jr, Farmer KW, Struk AM, Garvan CS, Gillespy A, Wright TW. Rotator Cuff Dysfunction after Anatomic Total Shoulder Arthroplasty: Who is at Risk? J Surg Orthop Adv. 2020 Spring;29(1):31-35."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070599",
                    "term": "Shoulder Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M602",
                    "name": "Shoulder Injuries",
                    "asFound": "Shoulder Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}