{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06034431",
            "orgStudyIdInfo": {
                "id": "23-285"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Increasing Access to Definitive Treatment for Prostate Cancer",
            "officialTitle": "Increasing Access to Definitive Treatment for Prostate Cancer by Removing Transportation Barriers for UnderservedPatients: A Multilevel Feasibility Study",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "increasing-access-to-definitive-treatment-for-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-28",
            "studyFirstSubmitQcDate": "2023-09-05",
            "studyFirstPostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Quoc-Dien Trinh, MD, MBA",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "Dana-Farber Cancer Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Investigators will address the overarching challenge of advancing health equity and reducing disparities in prostate cancer by informing efforts to reduce travel burden in prostate cancer (PCa) treatment access among Black men.",
            "detailedDescription": "The following are the three aims of the proposal:\n\nAim 1: Determine how travel distance for PCa treatment impacts the outcome\n\nAim 2: Pilot a trial by offering ridesharing services for Black men seeking definitive PCa treatment in Greater Boston to reduce missed appointments. The investigators will implement a pre/post evaluation design with matched historical controls to estimate the impact of rideshares on reducing missed appointments among Black men seeking care at the Mass General Brigham Prostate Cancer Outreach Clinic. The investigators will also calculate the reduction in time from diagnosis to receipt of treatment associated with the intervention.\n\nWhat is the Prostate Cancer Outreach Clinic?\n\nIn 2018, MGB launched the United Against Racism initiative, a long-term, multi-million-dollar commitment to address the many impacts that racism has on MGB patients, employees, and the broader community. One of these projects, the Mass General Brigham Prostate Cancer Outreach Clinic (PCOC), founded by Dr. Quoc-Dien Trinh (PI), as a response to widening inequities in PCa care in Massachusetts. The PCOC serves as a catalyst to increase access for marginalized communities through high-quality, accessible, and affordable PCa care in MGB's flagship hospitals including Massachusetts General Hospital, Brigham and Women's Hospital, and Brigham and Women's Faulkner Hospital.\n\nWho are the target population?\n\nThe PCOC prospectively collects granular patient demographics and outcome metrics such as missed appointments and time to treatment initiation, among others, making it an ideal resource for a pre/post rideshare pilot trial. All data collected by the PCOC is found on MGB's REDCAP. The target population is Black men with intermediate or high-risk PCa, as Black men are more likely to report travel burden when accessing care and, therefore, most likely to benefit from ridesharing services.\n\nWhat is the study design?\n\nThe investigators will implement a pre/post-evaluation design with matched historical controls to estimate the impact of rideshares on reducing missed appointments.\n\nHistorical controls will be sampled from the pre-intervention period of April 2022 to September 2024 and the post-intervention period between October 2024 and November 2025, where October 2024 represents the initiation of the intervention.\n\nParticipants who identify as Black and reside in a census tract in Massachusetts and are recognized as having a high travel burden based on results from Aim 1 will be eligible to receive the rideshare intervention. By restricting the intervention to Black men, the investigators will ensure that men who are more likely to benefit from ridesharing services are recruited. Controls will be matched based on age, comorbidities, treatment received, and geographic characteristics identified in Aim 1. The investigators will prospectively collect patient information that will be used to match the pre-and post-intervention cohorts. The PCOC has the staff, resources, and patient load needed to conduct the pilot trial.\n\nThe number of rides offered will depend on the type of definitive treatment that participants will receive (standard of care), but the investigators will offer as many rides as needed for treatment completion. Historically, 45% of patients undergo surgery, 45% receive external beam radiation, and 10% receive brachytherapy. On average, men who undergo surgery have 3 to 4 visits: preoperative evaluation, consultation for comorbidities, surgery, and postoperative follow-up. Men who receive external beam radiation will have, on average, 20 to 28 sessions, along with pre-and post-radiation evaluation (average of 30 visits), while men who have brachytherapy will have on average, 5 to 6 visits. In addition to these rideshares, the investigators have appropriately budgeted for some additional or emergency room visits, and thus, do not anticipate issues covering or reimbursing any additional clinic or emergency room visits.\n\nWhat is the endpoint?\n\nThe primary endpoint is the rate of missed appointments, defined as any scheduled appointment where a patient canceled or did not show up during the pre-and post-intervention periods. The investigators will examine the time from diagnosis to treatment initiation in days as a secondary endpoint.\n\nWhat is the intervention?\n\nAt the time of referral, the PCOC community healthcare worker will collect patient demographics and information that will be used for the analysis and will be stored on MGB's REDCAP or Dropbox. The figure below describes the pilot trial's workflow.\n\nBefore the visit, the community healthcare worker will schedule the ride and contact the patient via text or call with the trip details. Liaison escorts will be available to receive the patient upon arrival and accompany the patient to the clinic. Upon completion of the visit, the healthcare worker would schedule a ride back to the original destination. A dedicated healthcare worker will manage all ride dispatches and will be responsible for notifying the patient of trip details (scheduled time of the ride, reminders, expected time of arrival at trip destination, name of the driver, and any delays or driver cancelations). The investigators will partner with one rideshare vendor to facilitate ride dispatches and simplify the billing system. Vendors like Uber Health or Lyft Healthcare have dashboards that allow the scheduling, coordination, and tracking of rides in a HIPAA-secure environment.\n\nWhich analysis will the investigators be conducting?\n\nSixty patients (n=60) who received the intervention (post-intervention cohort) will be matched 1:1 to pre-intervention patients (n=60), based on age, comorbidities, treatment, insurance coverage type, and geographic characteristics using coarsened exact matching. The investigators expect that a patient will have 12 visits on average. The outcome will be the percentage of missed visits over the study period. The distribution of the percentage visits is binomial, with extra variation due to the possible correlation of repeated visits on the same patient. The comparison of the outcome across matched post-vs pre-intervention patients will be performed with binomial logistic regression, with the intervention period as the independent variable, with an over dispersion parameter to account for the extra variation in the outcome due to the repeated visits on a patient. The investigators will adjust the standard error to account for the matching using generalized estimated equations. The investigators will also evaluate the time from diagnosis to treatment initiation using Cox regression models.\n\nIs the pilot study powered?\n\nWith 60 patients in the post-intervention group (rideshare) matched to 60 patients in the pre-intervention group (usual care) and an average of 12 visits per patient, the investigators have over 80% power (alpha=5%) to detect a decrease in missed visits from 20% in the pre-intervention group to 10% in the post-intervention group using the binomial logistic regression model. This effect size is consistent with the impacts of rideshare interventions documented in the literature. In this power calculation, the investigators conservatively assume the over-dispersion parameter (inflation in variance due to repeated visits) is \"strong\" = 2.5, as well as a correlation of 0.1 between the matched pairs. Because, in the last quarter, the investigators recruited more than 30 Black men, by September 2024, the investigators expect to have more than 250 controls for whom the investigators could match, and more than 120 patients have the potential to be recruited between October 2024 and November 2025. Therefore, the investigators have enough patients to conduct the pre/post-evaluation.\n\nAre patients remunerated for participation?\n\nRecruited patients will not receive compensation for participating in the trial, participants will receive the ridesharing services as the intervention of the pilot trial.\n\nAim 3: Conduct multilevel semi-structured interviews to identify barriers to and facilitators of ridesharing services through the PCOC.\n\nIn Aim 3.1, the investigators will engage the recipients (Men recruited in Aim 2) and the initiators of the intervention to identify the successes and challenges of the intervention through questions the investigators will develop with the team and stakeholder board.\n\nIn Aim 3.2, the investigators will collaborate with the stakeholder board to interpret and contextualize the quantitative and qualitative findings by holding a town hall meeting. The investigators will then employ a Delphi process to reach a consensus regarding the epidemiologic and geographic targets among Black men with PCa associated with travel burden and warrant intervention. The findings and recommendations will be published in a white paper to inform future ridesharing programs and policy changes to reduce travel burden to PCa treatment centers.\n\nWho will be conducting the interviews?\n\nOnly research staff on this protocol will conduct interviews. The stakeholder board will help develop the questionnaire but will not participate in the interview process.\n\nWho are the informants the investigators will be recruiting?\n\nThe investigators will recruit 15 participants who are initiators of the intervention group and 15 participants who are the recipients of ridesharing services.\n\nThe initiators will include clinicians, nurses, patient navigators, community healthcare workers, social workers, and health equity officers at MGB who either work at the PCOC or occupy managerial and executive roles within the institution, as well as urban planners and ridesharing vendors (Uber and/or Lyft). The recipients will include participants who received ridesharing services for PCa treatment (Aim 2) as well as members of community-based organizations. The investigators have included community-based organizations in the recipient group to represent the voices of potential patients who might benefit from ridesharing services. This number of interviews will allow for sufficient thematic saturation among both groups, while also being logistically feasible. The investigators have budgeted for 15 additional interviews, should a total of 30 interviews be insufficient to reach thematic saturation.\n\nWhat is the recruitment process?\n\nPurposive sampling will be employed to identify and invite key informants. The investigators have strong ties within MGB, and the investigators have commitments from the multidisciplinary stakeholder board to help with the recruitment process. Based on experience, the investigators expect 80% of the invited informants to participate.\n\nHow will the interviews be conducted?\n\nParticipants will be given the choice to be either interviewed in-person or remotely via telephone or Zoom (a web-based communication platform). Interview guide domains and questions will be developed by the investigators with relevant clinical and substantive expertise and informed by the stakeholder board and prior literature.\n\nWhat is the type of remuneration for participation in the interviews?\n\nInterviews will be scheduled for approximately 45 minutes, and participants will be remunerated a total of $50.\n\nWhat type of questions will be asked in the interview?\n\nBelow is an overview of the type of questions the investigators will ask the recipients and the initiators of the intervention. Although this is not a final list, the investigators anticipate that the questionnaire will be very similar. The final questionnaire will be appended to the protocol once it is developed and reviewed by the investigators of the study.\n\nHow will the interviews be analyzed?\n\nTranscribed digital recordings and notes from semi-structured interviews will be analyzed using standard qualitative methodologies described by the Office of Behavioral and Social Sciences Research and others. Data analysis will be conducted separately for the initiators and recipients and then together to extract themes for each of the RE-AIM domains (figure above). A chronology of events will be examined in addition to key themes to assess the complexity of the intervention. Two members of the research team will independently code interview transcripts and develop a preliminary codebook. The investigators will use a combination of inductive and deductive coding based on the interview domains. The analysis will entail a multistep process, guided by Braun \\& Clarke. At least 2 members will independently review all transcripts and engage in a multistage coding process to further develop and generate the final codebook. Once consensus has been reached, reports will be generated for each code, and the team will refine the themes to ensure the data within each theme is both cohesive and distinct. In the final phase of analysis, illustrative quotes will be selected to produce a succinct, cogent story of the data within and across the identified themes from across sources of data. Qualitative study findings will be presented in a report summarizing themes extracted from initiator and recipient interviews and circulated to key participants for review and comment. The study team will then review the report to compare the themes raised by respondents regarding the effectiveness and implementation of ridesharing services and its ability in to reduce Black-White disparities in access to PCa treatment.\n\nWhat is the town hall forum the investigators will be holding to share the results?\n\nThe investigators will share the findings and themes in a town hall forum as a mechanism to (1) share findings with the key informants, stakeholder board, and community; (2) further contextualize findings; and (3) generate a comprehensive list of recommendations through charette-style planning and a Delphi process. The investigators will work with members of the stakeholder board to coordinate a culminating town hall meeting, at which key findings will be shared. The investigators will encourage broad engagement and inclusivity by inviting key community advocacy and patient support groups. During the town hall meeting, the investigators will use elements of charrette-style planning to engage group members in the process of making sense of the findings and generating recommendations. The investigators plan to hold the town hall meeting in person.\n\nWhat is the charette process for synthesizing recommendations?\n\nCharette is an intensive, hands-on workshop for a solution-oriented design and planning method. Charette participants will work in small task-oriented groups to explore findings gathered during the intervention and themes extracted from interviews to generate recommendations in a predefined timeframe. Each group will have a recorder who will keep track of the ideas. Once the time is up, the recorder will move to the next group and present the current state of the topic at hand. The purpose of the charette is to build on previous discussions and propose new ideas. Once the topics have rotated among all the groups, the results of each group session will be shared with the larger planning group for further discussion. At the culmination of the group discussion, participants will use dot-polling, which is an interactive process used during planning to prioritize items. Charette participants will synthesize draft recommendations that will be reviewed by experts and finalized through a Delphi process to develop stakeholder consensus to define population-level epidemiologic and community characteristics that identify who faces travel burden and where interventions are warranted to reduce travel burden for Black men with PCa.\n\nWhat is the Delphi process?\n\nThe Delphi process is a consensus method used to systematically collect expert opinions. It has been used widely in healthcare research to set priorities and develop practices when obtaining high-level scientific evidence is impractical. The technique provides a transparent and rigorous basis for assessing expert opinion and involves asking a panel to take part in a series of rounds to identify, clarify, and refine thinking around topics. The investigators will use a modified Delphi approach, which limits the number of rating rounds and relies to some extent on anonymity, feedback, and replication so that individuals can express opinions without being unduly influenced by others. Since the Delphi process is an iterative process with a 2-week turnaround for each step, it will be held separately from the town hall meeting and entirely over Zoom.\n\nThe investigators will select and invite the Delphi panel members based on guidance from the stakeholder board, with the goal of ensuring that patients', community-based organizations', clinicians', hospital administrators', transport planners', and national policymakers' perspectives are all represented. The investigators will recruit approximately 25 members for the Delphi process, making sure that relevant perspectives inform the discussion, and that all have a chance to contribute meaningfully. The investigators will select participants who are geographically, racially, ethnically, and professionally diverse. The investigators will include experts in transportation planning, public health, health disparities, community engagement, and patient advocacy.\n\nThe process will consist of the following steps. The draft recommendations, as developed through charette-style discussion will be developed into an integrated list of recommendations and used for the Delphi process. Following this, the investigators will hold 4 rounds: Round 1 - Participants will review the draft list of recommendations that will identify those at risk of travel burden and identify a threshold for travel burden that warrants an intervention, add any comments, and suggest others to add to the list (2-week turnaround); Round 2 - Participants will rate each item on the list (2 weeks). The traditional 9-point scale will be used, where 1 = not important and 9 = most important. Results will be tabulated and distributed to all participants, with votes indicated so that participants can see how each question was answered relative to other voters; Round 3 - A webinar conference will be held with care taken to achieve a power balance and include perspectives of the virtual participants. Round 4 - Approximately 4 weeks later, the investigators will hold a concluding conference call to give participants an opportunity to discuss the results of the webinar and to offer ideas for dissemination or additional research. The goal is to go beyond merely stating that ridesharing services should be offered to high-risk and underserved populations, but rather, to seek explicit strategic advice for the feasibility and implementation of ridesharing services. Although the investigators cannot say ahead of time what those recommendations will be, the investigators would expect these to include strategies to align rideshare services with existing clinical structures and systems for reimbursement of services as well as an infrastructure to include a partnership and communication between rideshare options and clinical staff."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ride Share Participants",
                    "type": "EXPERIMENTAL",
                    "description": "Investigators will recruit Black men with intermediate or high-risk PC who are seeking definitive treatment at Mass General Brigham Prostate Cancer Outreach Clinic, as Black men are more likely to report travel burden when accessing care and, therefore, most likely to benefit from ridesharing services.\n\nInvestigators will implement a pre/post-evaluation design with matched historical controls to estimate the impact of rideshares on reducing missed appointments. Historical controls will be sampled from the pre-intervention period of April 2022 to September 2024 and the post-intervention period between October 2024 and November 2025, where October 2024 represents the initiation of the intervention. Participants who identify as Black, reside in a census tract in Massachusetts, and have been recognized as having a high travel burden based on results from Aim 1 will be eligible to receive the rideshare intervention",
                    "interventionNames": [
                        "Other: Ride Share"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Ride Share",
                    "description": "The Investigators' proposed study addresses the Prostate Cancer Research Program overarching challenge of Advancing Health Equity and Reducing Disparities in PCa by examining and addressing travel burden to PCa treatment centers. Investigators will focus on Black men (including those of Caribbean descent), a high-risk population experiencing poorer health outcomes for unjust and preventable reasons.\n\nThis research will inform efforts to reduce travel burden in the healthcare acquisition process and improve the timeliness of treatment in Black men with PCa in Massachusetts and other states. This project will improve the quality of life and enhance outcomes and overall health and wellness for this group. Investigators will use findings from this pilot study to obtain future funding for a multicenter randomized clinical trial that will estimate the effect of equity - oriented programs that remove transportation barriers to treatment and reduce Black-White disparities in PCa outcomes",
                    "armGroupLabels": [
                        "Ride Share Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants receiving definitive treatment within 90 days of diagnosis",
                    "description": "Surgery or radiation within 90 days of diagnosis, among men with prostate cancer diagnosed at localized or regional-intermediate stage. Investigators will identify patients with localized or regional intermediate- or high-risk PCa receiving definitive therapy (surgery and radiation to the prostate) within 90 days of diagnosis. Although there are no existing guidelines that recommend specific thresholds of timely receipt of treatment, initiating treatment within 90 days of diagnosis is considered enough time to account for logistics and the possible delay caused by seeking a second opinion. Registries only record the first treatment, so Investigators will rely on these measures to assess differences in travel burden to different locations, depending on the type of treatment. Investigators will estimate delays in treatment initiation by calculating the days between diagnosis and treatment initiation",
                    "timeFrame": "Within 90 days of diagnosis"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of Missed appointments",
                    "description": "Investigators will examine time from diagnosis to treatment initiation in days. Missed appointments are defined as any scheduled appointment where a patient canceled or did not show up during the pre- and post-intervention periods.",
                    "timeFrame": "Within 18 months of surgery date"
                },
                {
                    "measure": "Exit Interview",
                    "description": "Investigators have prepared sample interviews questions informed by the RE-AIM framework (Table below) which will be finalized with direct input from the stakeholder board. Separate interview guides will be developed for informants from the initiators and recipients of the intervention. To have a holistic perspective about the travel burden preventing access to timely definitive PCa treatment, Investigators will conduct interviews with both the inner context (staff from the PCOC and patients who participated in the intervention in Aim 2) and outer context (ridesharing vendors, urban planners, and community - based organizations). Participants will be given the choice to be either interviewed in person or remotely via telephone or Zoom (a web- based communication platform). Interview guide domains and questions will be developed by the investigators with relevant clinical and substantive expertise and informed by the stakeholder board and prior literature.",
                    "timeFrame": "30 months after surgery date"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Black man\n* Intermediate-or high-risk prostate cancer\n* Seeking prostate cancer definitive treatment (surgery or radiation) at the Mass General Brigham Prostate Cancer Outreach Clinic\n* Reside in a census tract in Massachusetts recognized as having a high travel burden based on results of Aim1 of the Project OR identifies as having difficulties or challenges when it comes to transportation, particularly in relation to getting to and from medical appointments\n\nExclusion Criteria:\n\nNone",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "This study deals with prostate cancer which requires male patients.",
            "minimumAge": "22 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wesley Chung",
                    "role": "CONTACT",
                    "phone": "617-525-8710",
                    "email": "wchung7@bwh.havard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Quoc-Dien Trinh, MD,MBA",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Quoc-Dien Trinh, MD,MBA",
                            "role": "CONTACT",
                            "phone": "617-525-7350"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}