{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06467214",
            "orgStudyIdInfo": {
                "id": "IIR 22-144"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Increasing Veterans' Social Engagement and Connectedness",
            "officialTitle": "Increasing Veterans' Social Engagement and Connectedness",
            "acronym": "CONNECTED",
            "therapeuticArea": [
                "Other"
            ],
            "study": "increasing-veterans-social-engagement-and-connectedness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-14",
            "studyFirstSubmitQcDate": "2024-06-14",
            "studyFirstPostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Social isolation is a negative social determinant of health that affects 1-in-5 adults in the U.S. and 43% of Veterans. Social isolation is estimated to cost the nation $6.7 billion annually in federal healthcare spending. Yet, social isolation has rarely been the direct focus of healthcare interventions. The proposed project is a randomized controlled trial that seeks to test the effectiveness of the Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention on social isolation among diverse Veteran groups in primary care clinics. Increasing Veterans' Social Engagement and Connectedness involves three key services delivered by peers via telehealth through individual and group sessions over 8 weeks: 1) peer support, which includes person-centered assessment for social isolation, 2) psychosocial interventions to address social isolation, and 3) navigation (i.e., connecting Veterans to social resources). Findings from this study will contribute to the VA's efforts to address social determinants of health among Veterans and to provide high quality, person-centered, and equitable care to all Veterans.",
            "detailedDescription": "Background: Social isolation is a global public health threat and a negative social determinant of health that affects 1 in 5 adults in the U.S. and contributes to $6.7 billion in annual healthcare spending.\n\nSignificance: Affecting roughly 43% of Veterans, social isolation is highly prevalent among Veterans, particularly those with a history of mental illness. Social isolation contributes to cardiovascular diseases, dementia, depression, suicidal ideation, and premature death. To date, social isolation remains largely unaddressed as a negative social determinant of health in healthcare systems. Current efforts to address social isolation are limited by lack of diverse participant samples, rigorous methodologies, and involvement of healthcare systems to systematically assess and reduce social isolation.\n\nInnovation and Impact: To address these gaps, the proposed project will test a novel and feasible program to intervene on social isolation among diverse Veteran populations in the Veterans Health Administration healthcare system. The investigators propose to test the effects of the Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention on social isolation among Veterans. The Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention uses an innovative approach by integrating two existing evidence-based care models: peer services and patient navigation to address social isolation among Veterans in Veterans Health Administration primary care clinics. Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention involves three key services delivered by peer specialists via telehealth over 8 weeks: 1) peer support, which includes person-centered assessment of factors driving social isolation; 2) psychosocial interventions to address Veterans' social isolation (e.g., goal setting, supportive therapy, and group-based social engagement activities); and 3) navigation (i.e., connecting Veterans to social resources in the community and the Veterans Health Administration) to help expand their social networks. Because prior social isolation studies have not prioritized inclusion of younger and racially/ethnically diverse samples, the investigators will over sample these groups using stratified random sampling.\n\nSpecific Aims: The investigators aim for a randomized controlled clinical trial comparing Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention to an attention control group. Aim1: Test the effects of Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention on social isolation at 2-, 4-, and 8-months from baseline compared to the control group; Aim2: Test the effects of CONNECTED on secondary, health-related outcomes; and Aim 3: Conduct formative and pre-implementation evaluations to inform future implementation processes.\n\nMethodology: Aims 1 and 2 involve delivering the intervention to (N=264) Veterans in Veterans Health Administration primary care clinics. Data from Aims 1 and 2 will be analyzed using general linear models. In Aim 3, the investigators will describe Veterans (n=20) and providers' experiences (N=10) with the intervention using semi-structured interviews to identify barriers and facilitators to the Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention's future implementation. The investigators will also survey peers and peer supervisors (n=20) from VISN10 VA facilities (n=13) and interview a subgroup of survey completers (n=8) to evaluate factors that may affect potential adoption of the Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention in Veterans Health Administration and to identify future implementation strategies. Qualitative data from Aim 3 will be analyzed using an inductive/deductive approach.\n\nNext Steps \\& Implementation: Should this trial be successful the investigators will work with operational partners to implement the Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention in the Veterans Health Administration. The next step will also involve the evaluation of Increasing Veterans' Social Engagement and Connectedness (CONNECTED) intervention's core elements and its implementation in diverse Veterans Health Administration facilities."
        },
        "conditionsModule": {
            "conditions": [
                "Social Isolation"
            ],
            "keywords": [
                "Veterans",
                "Peer specialists",
                "Loneliness",
                "Navigation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a two-arm, parallel, randomized controlled trial that will enroll 264 Veterans. It will compare the Increasing Veterans' Social Engagement and Connectedness (CONNECTED, intervention arm) to an attention control group (control arm).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 264,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CONNECTED",
                    "type": "EXPERIMENTAL",
                    "description": "CONNECTED integrates two evidence-based care models--peer support and patient navigation--and involves the delivery of three services by peers: 1) peer support, which includes person-centered assessment for drivers of social isolation; 2) group-based interventions to address Veterans' social isolation and 3) navigation, which involves connecting Veterans to social resources to facilitate social participation. CONNECTED is delivered through individual and group sessions over 8 weeks. All sessions will be delivered via videoconference. Veterans may choose to receive some peer support sessions in person when feasible, to facilitate engagement and retention.",
                    "interventionNames": [
                        "Behavioral: CONNECTED"
                    ]
                },
                {
                    "label": "VET BEFRIENDING",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "VET BEFRIENDING (attention control arm) consists of weekly social interactions with a research assistant (RA). It will match the number of social contacts (12 contacts), frequency (weekly), intervention expectancy (positive treatment expectations), and working alliance (rapport with interventionist) in the intervention arm. The control condition has no overlap with CONNECTED in terms of content and therapeutic elements (e.g., goal setting, navigation).",
                    "interventionNames": [
                        "Behavioral: VET BEFRIENDING"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CONNECTED",
                    "description": "CONNECTED is a manualized, peer-led, group-based social isolation intervention for diverse veteran populations in VA primary care settings. It is delivered via videoconference through individual and group sessions over 8 weeks.",
                    "armGroupLabels": [
                        "CONNECTED"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "VET BEFRIENDING",
                    "description": "VET BEFRIENDING (attention control arm) consists of weekly social interactions with a research assistant (RA) over videoconference or phone.",
                    "armGroupLabels": [
                        "VET BEFRIENDING"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Lubben Social Network Scale-6",
                    "description": "The Lubben Social Network Scale-6 is a widely used, 6-item, self-reported measure of social isolation. It measures the frequency, size, and closeness of contact from respondents' social network. The scale has been used in both young and older adult populations, in racially diverse groups and in various settings and countries. Items are scored on a 6-point Likert scale, with total scores ranging from 0 (minimum) to 30 (maximum). Scores 12 indicate social isolation. The Lubben Social Network Scale-6 has strong internal consistency ( alpha = 0.83) and item reliability. There are no subscales.",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "UCLA Loneliness Scale Short Form",
                    "description": "The UCLA Loneliness Scale Short Form is a 6-item, self-reported measure, rated on a 4-point Likert Scale, ranging from 1 (never) to 4 (often). Items are summed for a total score ranging from 6 (minimum) to 24 (maximum). There is no subscale. The scale has demonstrated internal consistency. Higher scores indicate greater loneliness. The Cronbach coefficient alpha for this sample was 0.90.",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                },
                {
                    "measure": "General Anxiety Disorder",
                    "description": "General Anxiety Disorder-7, a validated self-reported measure of anxiety. It has 7 items rated on a 4-point Likert scale, 0=not at all to 3= nearly every day. The scale has a total summed score of 0 (minimum) to 21 (maximum). It has shown reliability, internal consistency ( = 0.89), and good sensitivity. A meaningful change is indicated by 5 or more points. A total score of 1-4 indicates minimal symptoms, 5-9 mild symptoms, 10-14 moderate symptoms, and 12-21 severe symptoms.",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                },
                {
                    "measure": "Patient Health Questionnaire-9",
                    "description": "The Patient Health Questionnaire-9 is a self-administered instrument used for screening, diagnosing, and monitoring the severity of depression. It has 9 items rated on a 4-point Likert Scale, ranging from 0=not at all to 3= nearly every day. The Patient Health Questionnaire-9 score is obtained by adding score for each item, for a total points ranging from 0 (minimum) to 27 (maximum). Total scores of 5, 10, 15, and 20 represent cutpoints for mild, moderate, moderately severe, and severe depression respectively. The internal reliability of the Patient Health Questionnaire-9 was excellent, with a Cronbach's alpha of 0.89.",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                },
                {
                    "measure": "Multidimensional Scale of Perceived Social Support",
                    "description": "Multi-dimensional Scale of Perceived Social Support scale is self-administered. It has 12-items, measured on a 7-point a Likert scale (1=very strongly disagree) to 7=(very strongly agree). Total scale score is the sum across all 12 items. It can also be calculated as a mean score (divided by 12). Summed total score ranges from 12 (minimum) to 84 (maximum). The scale has high internal consistency ( alpha = .88). There is no established population norms on the Multidimensional Scale of Perceived Social Support. There are 3 subscales. There are 3 subscales, with 4 item each. Their scores are the sum of the items divided by 4. Significant Other subscale (items 1, 2, 5, 10), Family subscale (3, 4, 8, 11), and Friends subscale (6, 7, 9, 12).",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                },
                {
                    "measure": "Social Connectedness Scale",
                    "description": "The Social Connectedness Scale is a widely used 8-item measure that assesses aspects of belongingness, affiliation, and companionship. It is rated on a 6-point Likert scale, 1=strongly disagree to 6=strongly agree. The items are then summed for a total score, ranging from 8 (minimum) to 36 (maximum). A high score indicates more connectedness to others or reflects a greater sense of social connectedness. Internal reliability estimates for the 2 scales were .91 and .82, respectively.",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                },
                {
                    "measure": "Columbia Suicide Severity Rating Scale Screener",
                    "description": "\"The Columbia Protocol, also known as the Columbia-Suicide Severity Rating Scale, supports suicide risk assessment through a series of simple, plain-language questions that anyone can ask. The answers help users identify whether someone is at risk for suicide, assess the severity and immediacy of that risk, and gauge the level of support that the person needs. The Columbia Suicide Severity Rating Scale Screener evidenced excellent internal consistency (ordinal alpha = .95). Users of the tool ask people:\n\nWhether and when they have thought about suicide (ideation) What actions they have taken - and when - to prepare for suicide Whether and when they attempted suicide or began a suicide attempt that was either interrupted by another person or stopped of their own volition\"",
                    "timeFrame": "As indicated by endorsement of suicidal ideation on Patient Health Questionnaire-9"
                },
                {
                    "measure": "Veterans RAND-12",
                    "description": "The Veterans RAND 12 Item Health Survey is a brief, generic, multi-use, self-administered health survey comprised of 12 items. The instrument is primarily used to measure health related quality of life, to estimate disease burden and to evaluate disease-specific benchmarks with other populations. The 12 items in the questionnaire correspond to eight principal physical and mental health domains including general health perceptions; physical functioning; role limitations due to physical and emotional problems; bodily pain; energy-fatigue, social functioning and mental health.. Its Internal consistency is high( s = .87 to .96).64",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                },
                {
                    "measure": "Life Engagement Test",
                    "description": "The Life Engagement Test is a 6-item survey that measures the extent to which a person engages in activities that are valued (alpha = .80)61.",
                    "timeFrame": "Baseline, 2, 4, 8 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEligible participants for Aim 1 \\& Aim 2\n\n1. Must be Veterans at the Roudebush Veterans Affairs Medical Center or its Community-Based Outpatient Clinics who had a primary care encounter in the prior 6 months and\n2. Veteran obtained a score 12, indicating social isolation, on the Lubben Social Isolation Scale (LSNS-6), a validated, 6-item social isolation measure, at the time of screening in Aim 1.\n\nExclusion Criteria:\n\nFor Aim 1 and Aim 2, the investigators will exclude Veterans with\n\n1. Active suicidal ideation needing immediate mental health treatment\n2. severe cognitive, hearing or speech impairment,\n3. current exacerbation of severe psychiatric symptoms (e.g., active psychosis), or\n4. severe illness that makes study participation not feasible.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Johanne Eliacin, PhD",
                    "role": "CONTACT",
                    "phone": "(317) 988-5298",
                    "email": "johanne.eliacin@va.gov"
                },
                {
                    "name": "Ai-Nghia L Do, BA",
                    "role": "CONTACT",
                    "email": "ai-nghia.do@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Johanne Eliacin, PhD",
                    "affiliation": "Richard L. Roudebush VA Medical Center, Indianapolis, IN",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Richard L. Roudebush VA Medical Center, Indianapolis, IN",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202-2884",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jasma Adams, BA MPH",
                            "role": "CONTACT",
                            "email": "jasma.adams2@va.gov"
                        },
                        {
                            "name": "Diana Natividad, BA MPH",
                            "role": "CONTACT",
                            "phone": "(317) 988-3114",
                            "email": "diana.natividad@va.gov"
                        },
                        {
                            "name": "Johanne Eliacin, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Publications resulting from the research will be made available to the public through the National Library of Medicine PubMed Central website within one year after the date of publication. Final data sets underlying publications resulting from the research will not be shared outside Veterans Administration, except as required under the Freedom of Information Act. If final data sets under Freedom of Information Act will be shared outside Veterans Administration in electronic format.\n\nFinal data sets underlying publications resulting from such research will be shared upon request. Final data sets, along with raw data and working data, will be maintained locally on a secure Veterans Administration research network drive behind the Veterans Administration firewall.\n\nData sets based on information obtained from human subjects will be shared as a De-identified, Anonymized Dataset.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "The data will become available once the study team completes all analyses.",
            "accessCriteria": "Final research datasets underlying all publications reporting results of Veterans Administration research can be made available, upon Freedom of Information Act request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}