{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03846830",
            "orgStudyIdInfo": {
                "id": "IRB00182654"
            },
            "secondaryIdInfos": [
                {
                    "id": "CDMRP-PT170081",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Incremental Velocity Error as a New Treatment in Vestibular Rehabilitation",
            "officialTitle": "INVENT VPT: Incremental Velocity Error as a New Treatment in Vestibular Rehabilitation",
            "acronym": "INVENT",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "incremental-velocity-error-as-a-new-treatment-in-vestibular-rehabilitation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-15",
            "studyFirstSubmitQcDate": "2019-02-15",
            "studyFirstPostDateStruct": {
                "date": "2019-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Fort Belvoir Community Hospital",
                    "class": "FED"
                },
                {
                    "name": "Neuroscience Research Australia",
                    "class": "OTHER"
                },
                {
                    "name": "Walter Reed National Military Medical Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective for this study is to compare outcome measures from vestibular rehabilitation (VPT) delivered in a traditional method against a new device Incremental Velocity Error (IVE) that improves physiologic performance of the vestibulo-ocular reflex. Participants include active duty service members with mild traumatic brain injury (mTBI) and civilians with peripheral vestibular hypofunction. The investigators will use a clinical trial cross-over design with randomization to either the control (VPT) or experimental (IVE) group and measure vestibulo-ocular reflex function as well as subjective and functional outcomes in order to investigate the best means to improve delivery of vestibular rehabilitation."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Traumatic Brain Injury",
                "Vestibular Neuropathy"
            ],
            "keywords": [
                "gaze stability",
                "balance",
                "vestibulo-ocular reflex (VOR) gain",
                "dizzy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The investigators will randomize placement in two groups of gaze stability exercises (IVE or traditional VPT). Each of the three Aims will recruit active duty service members with mTBI and dizziness from the Intrepid Spirit Center at Fort Belvoir Community Hospital (FBCH) and civilians with unilateral vestibular hypofunction from Johns Hopkins University (JHU). Inclusion criteria for the FBCH site are active duty service member with mTBI and 'vestibular' symptoms (dizziness, oscillopsia, motion sensitivity, imbalance). Inclusion criteria for the JHU site are civilians with unilateral vestibular hypofunction.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IVE/VPT 6 week Crossover",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will randomly be placed in one of two groups (IVE or VPT) involving daily exercise for 5 weeks, 6 weeks washout, and then crossover into the other group for a final 5 weeks. The Incremental Velocity Error (IVE) group uses a device worn on the head that delivers a moving target during head motion; while Traditional Vestibular Rehabilitation (VPT) uses the traditional eye and head turning rehabilitation exercises. Gait and balance training offered throughout each of the 5 weeks epochs of training.",
                    "interventionNames": [
                        "Device: Incremental Velocity Error (IVE)",
                        "Behavioral: Traditional Vestibular Rehabilitation (VPT)"
                    ]
                },
                {
                    "label": "IVE/VPT 3 week Crossover",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will randomly be placed in one of two groups (IVE or VPT) involving daily exercise for 3 weeks, 3 weeks washout, and then crossover into the other group for a final 3 weeks. The Incremental Velocity Error (IVE) group uses a device worn on the head that delivers a moving target during head motion; while Traditional Vestibular Rehabilitation (VPT) uses the traditional eye and head turning rehabilitation exercises. Gait and balance training will not start until the washout period.",
                    "interventionNames": [
                        "Device: Incremental Velocity Error (IVE)",
                        "Behavioral: Traditional Vestibular Rehabilitation (VPT)"
                    ]
                },
                {
                    "label": "IVE/VPT 3 week crossover",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will randomly be placed in one of two groups (IVE or VPT) involving every other day exercise for 3 weeks, 3 weeks washout, and then crossover into the other group for a final 3 weeks. The Incremental Velocity Error (IVE) group uses a device worn on the head that delivers a moving target during head motion; while Traditional Vestibular Rehabilitation (VPT) uses the traditional eye and head turning rehabilitation exercises. Gait and balance training offered throughout the 3 weeks of exercise.",
                    "interventionNames": [
                        "Device: Incremental Velocity Error (IVE)",
                        "Behavioral: Traditional Vestibular Rehabilitation (VPT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Incremental Velocity Error (IVE)",
                    "description": "A lightweight headband has electronics attached that detect head velocity and move a laser target at a fraction of the head velocity.",
                    "armGroupLabels": [
                        "IVE/VPT 3 week Crossover",
                        "IVE/VPT 3 week crossover",
                        "IVE/VPT 6 week Crossover"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Traditional Vestibular Rehabilitation (VPT)",
                    "description": "Standard of care, meta-analysis vetted, eye and head motion exercises to reduced morbidity associated with dizziness and imbalance.",
                    "armGroupLabels": [
                        "IVE/VPT 3 week Crossover",
                        "IVE/VPT 3 week crossover",
                        "IVE/VPT 6 week Crossover"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in vestibulo-ocular reflex (VOR) Gain",
                    "description": "A ratio of eye/head velocity measured using a small video camera attached to a lightweight headband. This is an off-the-shelf device commonly used in clinic. Scores typically vary between 0 and 1.2 and normal ranges are between 0.8 and 1.2.",
                    "timeFrame": "Weekly, up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Baseline vestibular function assessed with Videonystagmography/Electronystagmography (VNG/ENG)",
                    "description": "The VNG/ENG is a suite of tests that measure oculomotor function and vestibular function by asking subjects to follow moving targets while the eyes are recording with video (VNG) or electrodes (ENG). Also included is a warm and cold air flush into the external ear, which stimulates the 8th cranial nerve. The report includes measures of eye velocity (deg/sec), position, (deg) and acceleration (deg/sec/sec) relative to the moving targets. These data are presented in a plot that is compared to normative values provided by the company to assess baseline vestibular function.",
                    "timeFrame": "At first visit, up to 30 minutes."
                },
                {
                    "measure": "Baseline oculomotor function assessed with Videonystagmography/Electronystagmography (VNG/ENG)",
                    "description": "This is a standard clinical test being done to characterize baseline vestibular function.\n\nThe VNG/ENG is a suite of tests that measure oculomotor function and vestibular function by asking subjects to follow moving targets while the eyes are recording with video (VNG) or electrodes (ENG). Also included is a warm and cold air flush into the external ear, which stimulates the 8th cranial nerve. The report includes measures of eye velocity (deg/sec), position, (deg) and acceleration (deg/sec/sec) relative to the moving targets. Data also includes velocity of eye rotations relative to healthy controls. These data are presented in a plot that is compared to normative values provided by the company to assess baseline oculomotor function.",
                    "timeFrame": "At first visit, up to 30 minutes."
                },
                {
                    "measure": "Baseline vestibular function assessed with Vestibular Evoked Myogenic Potential (VEMP)",
                    "description": "This is a standard clinical test being done to characterize baseline vestibular function. The VEMP test uses surface electromyography to record sternocleidomastoid and/or inferior oblique muscle activity. The report output is the latency and magnitude of the muscle response. These data are presented in a plot that is compared to normative values provided by the company to assess baseline vestibular function.",
                    "timeFrame": "At first visit, up to 20 minutes."
                },
                {
                    "measure": "Baseline vestibular function assessed with Rotary Chair",
                    "description": "This is a standard clinical test being done to characterize baseline vestibular function. The Rotary Chair test positions subjects in an enclosure, seated in a chair that moves 360deg at 60 and 240 deg/sec. The report includes measures of eye and head velocity (deg/sec) and position (deg). These data are presented in a plot that is compared to normative values provided by the company to assess baseline vestibular function.",
                    "timeFrame": "At first visit, up to 40 minutes."
                },
                {
                    "measure": "Change in Dizziness Handicap Inventory",
                    "description": "This is a questionnaire filled out by the subject that includes items describing the behavioral impact of experiencing dizziness/imbalance. Each items is scored as a Likert scale type variable where subjects answer Yes Sometimes or No. Scores range from 0-100, with 0 indicating no impact of dizziness while scores of 100 indicate a severe impact.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Activity Specific Balance Confidence scale (ABC)",
                    "description": "Self-report measure that asks subjects to rate their confidence performing 16 activities of daily living. Each item is scored from 0 to 100% in 10% increments with 0% indicating No confidence and 100% indicating Complete confidence.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Neurobehavioral Symptom Inventory (NSI)",
                    "description": "This is a 22 item questionnaire that asks how bothersome symptoms are. Items are scored from 0 (None) to 4 (Very Severe). HIgher scores imply the symptoms are more bothersome.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Patient Global Impression of Change (PGIC)",
                    "description": "This is a questionnaire filled out by the subject that assesses change in activity, symptoms, emotions, and overall quality of life. Items are between 1 (no change) to 7 (considerable) and higher scores suggest a better change in symptom management.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Dynamic Visual Acuity (DVA)",
                    "description": "This is a standard clinical test of visual acuity during active (self-generated) head rotation. Subjects identify letters on a computer monitor; scores range from 20/10 acuity to 20/800 and normative data are available to compare.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Time ( in seconds) Standing during the Modified Clinical Test of Sensory Interaction on Balance (mCTSIB)",
                    "description": "Subjects stand quietly (arms folded) on the ground or on a compliant surface while time is measured up to 30 seconds. This is a standard measure of standing posture/balance. Each participant gets a score ranging from 0 to 30 seconds with higher scores correlating with a better balance.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Area (in degrees) of Sway during the Modified Clinical Test of Sensory Interaction on Balance (mCTSIB)",
                    "description": "Subjects stand quietly (arms folded) on the ground or on a compliant surface while sway is measured using small sensors placed on the body (inertial measurement units). The sensors measure amount of sway in degrees and the duration the subject stands is measured for up to 30 seconds. Sway scores range 0 to 20 degrees of motion side to side and fore-aft. Lower scores correlate with a better balance.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in the tandem walk test assessed by number of steps taken",
                    "description": "Ability to walk heel to toe for a distance of 10 steps.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in the time to complete the Timed Up and Go (TUG) Ipsi Turn.",
                    "description": "Subjects total time (in seconds) is recorded to stand from seated position, walk 3 meters, turn around 180-degrees and return to sit.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in the time to complete the Timed Up and Go (TUG) Contra Turn.",
                    "description": "Subjects total time (in seconds) is recorded to stand from seated position, walk 3 meters, turn around 180-degrees and return to sit.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Fogginess (mental) during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test that includes stepping while viewing a virtual scenario of a patrol task. Subjects step on/off a 6-inch step while being asked to identify objects in the virtual scene. The fogginess is rated on a visual analog scale from 0 (no symptoms) -10 (worse symptoms).",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Dizziness during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test that includes stepping while viewing a virtual scenario of a patrol task. Subjects step on/off a 6-inch step while being asked to identify objects in the virtual scene. The dizziness is on a visual analog scale from from 0 (no symptoms) -10 (worse symptoms).",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Headache during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test that includes stepping while viewing a virtual scenario of a patrol task. Subjects step on/off a 6-inch step while being asked to identify objects in the virtual scene. The headache is rated on a a visual analog scale from 0 (no symptoms) -10 (worse symptoms).",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Nausea during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test that includes stepping while viewing a virtual scenario of a patrol task. Subjects step on/off a 6-inch step while being asked to identify objects in the virtual scene. The nausea is rated on a a visual analog scale from 0 (no symptoms) -10 (worse symptoms).",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in visual acuity during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involving the use of virtual reality goggles and viewing a scenario that mimic a patrolling scenario. Subjects step on/off a 6-inch step while being asked to identify objects in the scene. A subjective rating of visual acuity using a visual analog scale from 0 (no symptoms) -10 (worse symptoms).",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in Mean Reaction Time during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. The reaction time (in milliseconds) to respond to 11 auditory cues embedded in the virtual scene is measured.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in 5 min heart rate during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. The heart rate at 5 minute is measured in beats per minute.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Pre heart rate during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. The initial heart rate is measured in beats per minute.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Post (video) heart rate during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. The post video completion heart rate is measured in beats per minute.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Final heart rate during the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. The 3 min post video completion heart rate is measured in beats per minute.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Pre Rate of Perceived Exertion for the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. Rate of Perceived Exertion (RPE) is measured on a scale from 6 (rest) - 20 (maximal exertion) scale.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Post (video) Rate of Perceived Exertion for the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. Post RPE is measured at the end of the video using the 6 (rest) - 20 (maximal exertion) scale.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "5 min Rate of Perceived Exertion for the Patrol Exertion Multitask Test (PEMT)",
                    "description": "This is a 12-minute test involve stepping on/off a 6-in step while viewing a virtual video patrol scenario. RPE is measured at the 5th minute from starting the video using the 6 (rest) - 20 (maximal exertion) scale.",
                    "timeFrame": "Every other week, up to 6 months"
                },
                {
                    "measure": "Change in the Functional Gait Assessment (FGA)",
                    "description": "The FGA is a 10-item behavioral test assessing risk for fall. Each items is scored from 0 (severe) to 3 (normal) impairment. Scores range from 0 - 30 with scores compared against normative data.",
                    "timeFrame": "Every other week, up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Greater than or equal to 18 years old\n* Service members with mTBI and civilian patients with vestibular hypofunction, both of which reports vestibular symptoms (i.e. dizziness, imbalance).\n\nExclusion Criteria:\n\n* Any subjects with a self-reported history of significant ophthalmic, neuromuscular, cardiovascular (except hypertension), renal/electrolyte and psychiatric disorders\n* Those with uncontrolled severe hypertension (systolic BP of \\>200 mm Hg and/or a diastolic BP of \\> 110 mmHg at rest)\n* Those with a recent history of alcohol and/or drug abuse within the past 6 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Millar, MSPT",
                    "role": "CONTACT",
                    "phone": "410-955-0016",
                    "email": "jmillar1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael C Schubert, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael C Schubert, PhD",
                            "role": "CONTACT",
                            "phone": "410-955-3403",
                            "email": "mschube1@jhmi.edu"
                        },
                        {
                            "name": "Jennifer Millar, MS PT",
                            "role": "CONTACT",
                            "phone": "4109550016",
                            "email": "jmillar1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29877847",
                    "type": "BACKGROUND",
                    "citation": "Todd CJ, Hubner PP, Hubner P, Schubert MC, Migliaccio AA. StableEyes-A Portable Vestibular Rehabilitation Device. IEEE Trans Neural Syst Rehabil Eng. 2018 Jun;26(6):1223-1232. doi: 10.1109/TNSRE.2018.2834964."
                },
                {
                    "pmid": "25122595",
                    "type": "BACKGROUND",
                    "citation": "Migliaccio AA, Schubert MC. Pilot study of a new rehabilitation tool: improved unilateral short-term adaptation of the human angular vestibulo-ocular reflex. Otol Neurotol. 2014 Dec;35(10):e310-6. doi: 10.1097/MAO.0000000000000539."
                },
                {
                    "pmid": "34895314",
                    "type": "DERIVED",
                    "citation": "Ervin AM, Schubert MC, Migliaccio AA, Perin J, Coulibaly H, Millar JL, Roberts D, Shelhamer M, Gold D, Beauregard S, Pinto R, Brungart D, Ward BK; INVENT VPT Research Group. Incremental Velocity Error as a New Treatment in Vestibular Rehabilitation (INVENT VPT) Trial: study protocol for a randomized controlled crossover trial. Trials. 2021 Dec 11;22(1):908. doi: 10.1186/s13063-021-05876-4."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Patent for the device being studied",
                    "url": "https://www.google.com/patents/US20100198104"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We will only share de-identified individual participant data (IPD) with researchers on the approved research protocol."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020338",
                    "term": "Vestibular Neuronitis"
                },
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000001924",
                    "term": "Brain Concussion"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000016489",
                    "term": "Head Injuries, Closed"
                },
                {
                    "id": "D000014949",
                    "term": "Wounds, Nonpenetrating"
                },
                {
                    "id": "D000000160",
                    "term": "Vestibulocochlear Nerve Diseases"
                },
                {
                    "id": "D000012181",
                    "term": "Retrocochlear Diseases"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000003389",
                    "term": "Cranial Nerve Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7420",
                    "name": "Dizziness",
                    "relevance": "LOW"
                },
                {
                    "id": "M5201",
                    "name": "Brain Concussion",
                    "asFound": "Mild Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22145",
                    "name": "Vestibular Neuronitis",
                    "asFound": "Vestibular Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M18892",
                    "name": "Head Injuries, Closed",
                    "relevance": "LOW"
                },
                {
                    "id": "M17687",
                    "name": "Wounds, Nonpenetrating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3519",
                    "name": "Vestibulocochlear Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15016",
                    "name": "Retrocochlear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6605",
                    "name": "Cranial Nerve Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                }
            ]
        }
    },
    "hasResults": false
}