{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04543773",
            "orgStudyIdInfo": {
                "id": "19-531"
            },
            "organization": {
                "fullName": "University of New Mexico",
                "class": "OTHER"
            },
            "briefTitle": "Individualized Targeting and Neuromodulation of Late-Life Depression",
            "officialTitle": "Individualized Targeting and Neuromodulation of Late-Life Depression",
            "acronym": "TMS-LLD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "individualized-targeting-and-neuromodulation-of-late-life-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-29",
            "studyFirstSubmitQcDate": "2020-09-02",
            "studyFirstPostDateStruct": {
                "date": "2020-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of New Mexico",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Mind Research Network",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "An open-label, single-arm, clinical research study about how to make transcranial magnetic stimulation (TMS), an FDA-approved treatment, more effective for patients with late-life depression using fMRI.",
            "detailedDescription": "Approximately 10-15% of elderly persons will suffer from late life depression (LLD), which is often complicated by simultaneous cognitive impairment (so-called \"pseudodementia\" of depression). Unfortunately, the treatments for moderate to severe LDD have not changed significantly in the past sixty years, and are accompanied by either systemic side effects (antidepressant medications), or prominent memory loss (electroconvulsive therapy; ECT). Newer therapies such as transcranial magnetic stimulation (TMS) have a superior side effect profile, but lack robust efficacy in LLD (only 40% remission) compared to 60-80% remission rates with ECT. Moreover, few studies have attempted to measure target engagement of effective therapeutics for LLD, leading to critical gaps in understanding of the biological mechanisms underlying this disease. The long-term goal is to develop safer, more effective treatments for LLD that engage the brain's pathophysiology, improve functioning, and prolong quality of life.\n\nFindings from the investigators' studies of structural and connectivity changes associated with depression treatment and others suggest that when noninvasive neurostimulation is precisely focused on specific neural circuits governing mood, more robust antidepressant results can be achieved. The brain region determined to have the greatest functional relevance in depression is the anterior cingulate cortex (ACC), with multiple imaging and stimulation studies over two decades supporting its crucial role. However, its mesial location makes direct stimulation difficult; consequently, TMS in its most common form attempts to modulate the ACC through a more superficial \"cortical window,\" namely the dorsolateral prefrontal cortex (DLPFC). However, modest remission rates for TMS in LLD (\\<40%) may be related to the current practice of using external scalp landmarks to target the DLPFC, causing imprecision and inaccuracy in finding and accessing the true DLPFC.\n\nBased on recent clinical trials and brain stimulation modeling methods developed in an ongoing study, the investigators propose a pilot study of structural and functional MRI (sfMRI) to identify individual-specific targets for TMS to treat LDD. A total of 24 elderly depressed patients recruited from the UNM Treatment Resistant Depression (TRD) Clinic and the Geriatric Psychiatry Clinic will undergo sfMRI and cognitive/behavioral assessment prior to TMS treatment. Utilizing analytical techniques already implemented in other studies, the investigators will identify each person's cortical \"fingerprint\" or hotspot in the DLPFC that demonstrates maximum functional anti-correlated connectivity with the ACC. The participants with LLD will each receive 30 sessions of TMS targeted to this functional network. Following the 15th and the 30th stimulation session, participants will repeat clinical and imaging assessments. Changes in depressive symptoms will be correlated with changes in connectivity, as well as the amount of induced electrical current projected to reach depression network nodes using finite element modeling methods. This precision medicine approach is crucial for reducing variability in the actual amount of delivered energy and will have a significant impact on efficacy, making TMS the \"go-to\" treatment of choice for LLD."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder"
            ],
            "keywords": [
                "depression",
                "geriatric",
                "rTMS",
                "fMRI",
                "neuronavigation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "rTMS",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive rTMS to the area of the DLPFC most anticorrelated with the ACC.",
                    "interventionNames": [
                        "Device: rTMS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "rTMS",
                    "description": "rTMS will be delivered to the fMRI-determined DLPFC hotspot according to conventional parameters for clinical treatment (e.g., excitatory: 75 trains of 40 pulses, 10Hz, up to 3000 pulses). Magnetic field strength will be up to 120% of resting motor threshold. Ramp up of magnetic field strength may be utilized in the first week for tolerability. Side effects will be monitored and coil angle adjusted to improve tolerability if necessary.",
                    "armGroupLabels": [
                        "rTMS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Anterior Cingulate Cortex (ACC) Connectivity",
                    "description": "Change in baseline correlation index of the ACC network on resting state fMRI",
                    "timeFrame": "Week 3 post-treatment assessment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Depression Severity",
                    "description": "Change in baseline score on the Quick Inventory of Depressive Symptoms (QIDS) scale (min score 0, max score 27, higher scores indicate more severe depression)",
                    "timeFrame": "Week 3 post-treatment assessments"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant must be at least 60 years of age (all genders, races, and ethnicities), and less than or equal to 79 years of age.\n2. Participant must have a diagnosis of major depressive disorder without psychosis for the past 6 months, as diagnosed by a board-certified psychiatrist\n3. Must show evidence of being in a current major depressive episode, as indicated by score on QIDS-C of 10 or higher.\n4. Participant must not have any conditions listed in the exclusion criteria\n5. Participant must be fluent in English\n\nExclusion Criteria:\n\n1. Current diagnosis of bipolar disorder, schizophrenia, schizoaffective disorder, or any other psychotic disorder\n2. Substance use disorder, abuse or dependence, with active use within the last 3 months\n3. Legal or mental incompetency, or inability to consent to study\n4. Unstable medical illness, or hospitalization within 3 weeks of study entry\n5. Current diagnosis of a neurological disorder or neurocognitive disorder\n6. Prior neurosurgical procedure\n7. History of seizure\n8. History of ECT treatment within the past three months\n9. History of any previous TMS treatment\n10. Any contraindication to obtaining magnetic resonance imaging safely\n11. Pregnant women\n12. Inability to complete the protocol, namely, inability to independently attend all study visits and TMS sessions on time.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "79 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cesar Ojeda, MBA",
                    "role": "CONTACT",
                    "phone": "505-272-6972",
                    "email": "cojeda1@salud.unm.edu"
                },
                {
                    "name": "Davin Quinn, MD",
                    "role": "CONTACT",
                    "phone": "505-272-9494",
                    "email": "dquinn@salud.unm.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of New Mexico HSC",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cesar Ojeda, MBA",
                            "role": "CONTACT",
                            "phone": "505-272-6972",
                            "email": "cojeda1@salud.unm.edu"
                        },
                        {
                            "name": "Davin Quinn, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-05-28",
                    "uploadDate": "2020-06-24T02:14",
                    "filename": "ICF_000.pdf",
                    "size": 192033
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}