{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05436067",
            "orgStudyIdInfo": {
                "id": "STUDY00148324"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R44DC017408-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R44DC017408-03"
                }
            ],
            "organization": {
                "fullName": "CFD Research Corporation",
                "class": "INDUSTRY"
            },
            "briefTitle": "Individualized Vestibular Rehabilitation for Elderly With Self-Management and Gaming Elements",
            "officialTitle": "Evaluation of an App for Individualized Vestibular Rehabilitation for Elderly With Self-Management and Gaming Elements",
            "therapeuticArea": [
                "Other"
            ],
            "study": "individualized-vestibular-rehabilitation-for-elderly-with-self-management-and-gaming-elements"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-06",
            "studyFirstSubmitQcDate": "2022-06-24",
            "studyFirstPostDateStruct": {
                "date": "2022-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-09-14",
            "lastUpdatePostDateStruct": {
                "date": "2022-09-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "CFD Research Corporation",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Kansas Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to test whether when using the Vestibular Rehabilitation App older patients perform rehabilitation in a similar manner as when directly instructed by a clinician. A secondary goal is to evaluate usability and enjoyment of the app.",
            "detailedDescription": "The main aim of this study is to test the prototype Vestibular Rehabilitation App (that has been specifically developed for this study) in the lab setting to evaluate if patients perform exercises with the app in a similar manner as when performing exercises in the traditional manner without the app. Errors in exercise performance identified by the app will be compared to those identified by a physical therapist. A secondary aim is to get feedback on enjoyment and ease of use of the Vestibular Rehabilitation App."
        },
        "conditionsModule": {
            "conditions": [
                "Vestibular Disorder",
                "Balance; Distorted",
                "Vestibular Diseases"
            ],
            "keywords": [
                "balance",
                "telehealth",
                "physical therapy",
                "mobile application",
                "serious gaming",
                "rehabilitation",
                "vestibular",
                "dizziness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Older adults with dizziness",
                    "type": "EXPERIMENTAL",
                    "description": "Clinical trial only has one arm or participant group. All participants undergo the same experiment. They will perform exercises with the Vestibular Rehabilitation App as well as without the App. The order is randomized.",
                    "interventionNames": [
                        "Device: Vestibular rehabilitation app"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Vestibular rehabilitation app",
                    "description": "Delivery of vestibular rehabilitation through an app on a tablet or other portable device. The app takes patients through their rehabilitation session that has been prescribed by a clinician. Exercises are presented in the forms of games that are controlled by head or torso motion via a motion sensor that is placed on that body part. Data on the motion of the patient are calculated from sensor data and sent over the cloud for the clinician to access remotely.",
                    "armGroupLabels": [
                        "Older adults with dizziness"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Perceived usefulness",
                    "description": "The ease of use of information technology questionnaire is used to rate usefulness and perceived ease of use of the Vestibular Rehabilitation app. These are rated on a scale of 1-7, with 1 being the most positive response, 4 being a neutral response and 7 being the most negative response.",
                    "timeFrame": "Immediately after the intervention"
                },
                {
                    "measure": "User interface satisfaction questionnaire outcomes",
                    "description": "The questionnaire for user interface satisfaction (QUIS) is used to rate the Vestibular Rehabilitation app on use of its software and screen. These are rated on a scale of 0-9, with 9 being the most positive response and 0 being the most negative response.",
                    "timeFrame": "Immediately after the intervention"
                },
                {
                    "measure": "Use intention, motivation and enjoyment",
                    "description": "A questionnaire on use intention, motivation, and enjoyment is used to rate the Vestibular Rehabilitation app on the use intention, motivation and enjoyment of the app. These are rated on a scale of 1-7, with 1 being the most positive response, 4 being a neutral response and 7 being the most negative response.",
                    "timeFrame": "Immediately after the intervention"
                },
                {
                    "measure": "Change in head angle with the app",
                    "description": "The IMU sensor data collected during the exercise performance with and without the Vestibular Rehabilitation App will be analyzed to calculate peak head angles. These will be analyzed to identify differences for the conditions with and without the Vestibular Rehabilitation App.",
                    "timeFrame": "During the intervention with the app and during the intervention without the app (up to 90 minutes)"
                },
                {
                    "measure": "Change in range of motion with the app",
                    "description": "The IMU sensor data collected during the exercise performance with and without the Vestibular Rehabilitation App will be analyzed to calculate head range of motion values. These will be analyzed to identify differences for the conditions with and without the Vestibular Rehabilitation App",
                    "timeFrame": "During the intervention with the app and during the intervention without the app (up to 90 minutes)"
                },
                {
                    "measure": "Change in angular velocity with the app",
                    "description": "The IMU sensor data collected during the exercise performance with and without the Vestibular Rehabilitation App will be analyzed to calculate angular velocity values. These will be analyzed to identify differences for the conditions with and without the Vestibular Rehabilitation App",
                    "timeFrame": "During the intervention with the app and during the intervention without the app (up to 90 minutes)"
                },
                {
                    "measure": "Change in balance outcome with the app",
                    "description": "The IMU sensor data collected during the exercise performance with and without the Vestibular Rehabilitation App will be analyzed to calculate balance measures (jerk). These will be analyzed to identify differences for the conditions with and without the Vestibular Rehabilitation App",
                    "timeFrame": "During the intervention with the app and during the intervention without the app (up to 90 minutes)"
                },
                {
                    "measure": "Change in head angle with feedback",
                    "description": "The IMU sensor data collected during the exercise performance with the Vestibular Rehabilitation App will be analyzed to calculate peak head angles. Averages will be calculated for time windows before and after feedback on exercise performance is given. This will be analyzed to identify differences before and after feedback has been given.",
                    "timeFrame": "During the intervention with the app (up to 45 minutes)"
                },
                {
                    "measure": "Change in range of motion with feedback",
                    "description": "The IMU sensor data collected during the exercise performance with the Vestibular Rehabilitation App will be analyzed to calculate range of motion values. Averages will be calculated for time windows before and after feedback on exercise performance is given. This will be analyzed to identify differences before and after feedback has been given.",
                    "timeFrame": "During the intervention with the app (up to 45 minutes)"
                },
                {
                    "measure": "Change in angular velocity with feedback",
                    "description": "The IMU sensor data collected during the exercise performance with the Vestibular Rehabilitation App will be analyzed to calculate angular velocity values . Averages will be calculated for time windows before and after feedback on exercise performance is given. This will be analyzed to identify differences before and after feedback has been given.",
                    "timeFrame": "During the intervention with the app (up to 45 minutes)"
                },
                {
                    "measure": "Change in balance outcome with feedback",
                    "description": "The IMU sensor data collected during the exercise performance with the Vestibular Rehabilitation App will be analyzed to calculate balance measures (jerk). Averages will be calculated for time windows before and after feedback on exercise performance is given. This will be analyzed to identify differences before and after feedback has been given.",
                    "timeFrame": "During the intervention with the app (up to 45 minutes)"
                },
                {
                    "measure": "Error identification differences",
                    "description": "The exercise errors that are identified by the Vestibular Rehabilitation App and those identified by the physical therapist will be compared.",
                    "timeFrame": "During the intervention with the app (up to 45 minutes)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Open ended feedback",
                    "description": "Participants will be asked for open ended feedback after the testing with and without the Vestibular Rehabilitation App. Discussions will be guided with questions.",
                    "timeFrame": "Immediately after the intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* aged between 60 and 75\n* Presence of dizziness due to a central or peripheral vestibular disorder\n\nExclusion Criteria:\n\n* Presence of neurological disease such as stroke, multiple sclerosis, Parkinson's\n* History of recent lower extremity surgery or severe pain in legs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paulien Roos, PhD",
                    "role": "CONTACT",
                    "phone": "2567156817",
                    "email": "paulien.roos@cfd-research.com"
                },
                {
                    "name": "Eddie McAbee",
                    "role": "CONTACT",
                    "phone": "2563610817",
                    "email": "contracts@cfd-research.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paulien Roos, PhD",
                    "affiliation": "CFD Research Corporation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Linda D'Silva, PhD",
                            "role": "CONTACT",
                            "phone": "913-588-4343",
                            "email": "ldsilva@kumc.edu"
                        },
                        {
                            "name": "Linda D'Silva, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35280295",
                    "type": "BACKGROUND",
                    "citation": "DSilva LJ, Skop KM, Pickle NT, Marschner K, Zehnbauer TP, Rossi M, Roos PE. Use of Stakeholder Feedback to Develop an App for Vestibular Rehabilitation-Input From Clinicians and Healthy Older Adults. Front Neurol. 2022 Feb 24;13:836571. doi: 10.3389/fneur.2022.836571. eCollection 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Davis, F. D. Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology. MIS Quarterly. 1989; 13(3): 319-340."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chin, J.P., Diehl, V.A., and Norman, K.L. Development of a tool measuring user satisfaction of the human-computer interface. CHI '88: Proceedings of the SIGCHI Conference on Human Factors in Computing Systems. 1988; 213-218."
                },
                {
                    "pmid": "24966165",
                    "type": "BACKGROUND",
                    "citation": "van Het Reve E, Silveira P, Daniel F, Casati F, de Bruin ED. Tablet-based strength-balance training to motivate and improve adherence to exercise in independently living older people: part 2 of a phase II preclinical exploratory trial. J Med Internet Res. 2014 Jun 25;16(6):e159. doi: 10.2196/jmir.3055."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All resources developed for this project will be presented at conferences and published in the literature where possible. Whenever possible the investigators will include supplemental data (de-identified) in the online versions of their publications to most fully disseminate our results. Also, resources and de-identified data will be made available, whenever possible and appropriate, to qualified persons upon request.",
            "timeFrame": "Data will be available upon request after they have been published",
            "accessCriteria": "Upon request"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-03-04",
                    "uploadDate": "2022-06-08T15:33",
                    "filename": "ICF_000.pdf",
                    "size": 215833
                }
            ]
        }
    },
    "annotationSection": {
        "annotationModule": {
            "unpostedAnnotation": {
                "unpostedResponsibleParty": "CFD Research Corporation",
                "unpostedEvents": [
                    {
                        "type": "RELEASE",
                        "date": "2023-10-06"
                    },
                    {
                        "type": "RESET",
                        "date": "2023-10-31"
                    },
                    {
                        "type": "RELEASE",
                        "date": "2024-02-07"
                    },
                    {
                        "type": "RESET",
                        "date": "2024-03-04"
                    }
                ]
            }
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-10-06",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-10-06",
                        "resetDate": "2023-10-31"
                    },
                    {
                        "releaseDate": "2024-02-07",
                        "resetDate": "2024-03-04"
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015837",
                    "term": "Vestibular Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007759",
                    "term": "Labyrinth Diseases"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17462",
                    "name": "Vertigo",
                    "relevance": "LOW"
                },
                {
                    "id": "M7420",
                    "name": "Dizziness",
                    "relevance": "LOW"
                },
                {
                    "id": "M18387",
                    "name": "Vestibular Diseases",
                    "asFound": "Vestibular Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10779",
                    "name": "Labyrinth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10782",
                    "name": "Labyrinthitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}