{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05057702",
            "orgStudyIdInfo": {
                "id": "21083"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-09726",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Individualized Treatment Plan in Children and Young Adults With Relapsed Medulloblastoma",
            "officialTitle": "A Pilot Trial of Real Time Drug Screening and Genomic Testing to Determine an Individualized Treatment Plan in Children and Young Adults With Relapsed Medulloblastoma",
            "acronym": "PNOC027",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "individualized-treatment-plan-in-children-and-young-adults-with-relapsed-medulloblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-15",
            "studyFirstSubmitQcDate": "2021-09-15",
            "studyFirstPostDateStruct": {
                "date": "2021-09-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Washington University School of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "St. Baldrick's Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "Ashion Analytics",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "Pacific Pediatric Neuro-Oncology Consortium",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The current study will use a new treatment approach based on the molecular characteristics of each participant's tumor. The study will test the feasibility of performing real-time drug screening on tissue taken during surgery, and of having a specialized tumor board assign a treatment plan based on the results of this screening and genomic sequencing. The aim of this trial is to allow every child and young adult with medulloblastoma to receive the most effective and least toxic therapies currently available, and will pave the way for improved understanding and treatment of these tumors in the future.",
            "detailedDescription": "This is a single arm multi-center pilot trial within the Pacific Pediatric Neuro-Oncology Consortium (PNOC). Relapsed participants will receive an individualized treatment recommendation including up to four FDA-approved drugs based on the results of real-time high-throughput drug screening, whole exome sequencing (WES), and RNA sequencing.\n\nPRIMARY OBJECTIVE:\n\nI. To determine the feasibility of using the results of real-time in vitro drug screening, whole exome sequencing, and RNA sequencing of participant-derived specimens to guide treatment recommendations by a specialized tumor board, in a clinically-actionable timeframe, for children and young adults with recurrent medulloblastoma.\n\nSECONDARY OBJECTIVE:\n\nI. To determine the safety and describe the toxicity of treating children and young adults with relapsed medulloblastoma according to a specialized tumor board that makes treatment recommendations based on real-time drug screening and genomic sequencing.\n\nEXPLORATORY OBJECTIVES:\n\nI. To estimate the objective response rate, progression free survival at 6 months (PFS-6) and overall survival (OS) of relapsed medulloblastoma in children and young adults treated with an individualized treatment regimen.\n\nII. To assess Quality of Life (QOL) measures in participants with relapsed medulloblastoma treated with an individualized regimen.\n\nIII. To archive tumor and normal DNA from each participant along with serial blood draw following therapies as biospecimens for later studies to determine whether circulating tumor DNA (ctDNA) sequences in the participant's blood serve as biomarkers of tumor burden, response to therapy, or development of drug resistance.\n\nParticipants may continue treatment as tolerated for up to two years or until disease progression. Participants will be followed until progression, death, or up to 5 years from start of therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Medulloblastoma",
                "Medulloblastoma, Childhood",
                "Medulloblastoma Recurrent"
            ],
            "keywords": [
                "Individualized Treatment Plan",
                "Genetic Screening",
                "Screening"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individualized Treatment Recommendation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive an individualized treatment recommendation including a combination of up to four FDA-approved drugs within 21 business days of tissue acquisition using the results of real-time high-throughput drug screening, whole exome sequencing (WES), and RNA sequencing.",
                    "interventionNames": [
                        "Other: Specialized Tumor Board Treatment Plan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Specialized Tumor Board Treatment Plan",
                    "description": "Specialized Treatment Plan of up to four FDA approved drugs based on participant's screening results will be assigned by PNOC specialized tumor board",
                    "armGroupLabels": [
                        "Individualized Treatment Recommendation"
                    ],
                    "otherNames": [
                        "Individualized Treatment Plan",
                        "Specialized Treatment Plan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Median Time from tissue collection to issued treatment plan from the specialized tumor board",
                    "description": "Time to tissue collection will be used to determine the feasibility of using the results of real-time in vitro drug screening, WES and RNAseq of participant-derived specimens to guide treatment recommendations by a specialized tumor board, in a clinically-actionable timeframe, for children and young adults with recurrent medulloblastoma. Participants are expected to receive treatment plan within 21 business days",
                    "timeFrame": "Up to 21 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants with Adverse Events",
                    "description": "Proportion of participants with grade 3 or higher toxicities classified according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Adverse events and clinically significant laboratory abnormalities (meeting Grade 3 or higher criteria will be summarized by maximum grade and relationship to study drug(s).",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have recurrent medulloblastoma.\n2. Participants must have surgically accessable disease.\n3. Prior Therapy:\n\n   1. The participant must have recurrent medulloblastoma following at least one prior therapy for initial diagnosis or previous recurrence- surgery followed by high dose chemotherapy with stem cell rescue or multi-modality therapy of surgery, radiation and chemotherapy - prior to study registration.\n   2. Participants must have fully recovered from the acute toxic effects of all prior chemotherapy, immunotherapy, or radiotherapy prior to entering this study.\n\n      * Myelosuppressive chemotherapy: Participants must have received their last dose of known myelosuppressive anti-cancer chemotherapy at least 3 weeks prior to study registration (6 weeks prior if nitrosourea).\n      * Biologic agent: Participant must have recovered from any toxicity potentially related to the agent and received their last dose of the biologic agent no less than 7 days prior to study registration.\n      * For agents that have known adverse events occurring beyond 7 days after administration, this period must be extended to beyond the time during which adverse events are known to occur. The duration of this interval should be discussed with the study chair.\n      * For biologic agents that have a prolonged half-life, the appropriate interval since last treatment should be discussed with the Study Chair prior to registration.\n      * Monoclonal antibody treatment: At least three half-lives must have elapsed prior to registration. Such participants should be discussed with the study chair prior to registration. For bevacizumab, participants must have received last dose \\> 32 days prior to study registration.\n      * Bone Marrow Transplant: Participant must be \\>= 6 months since allogeneic bone marrow transplant prior to registration and \\>=3 months since autologous bone marrow/stem cell prior to registration.\n4. Participant must be a candidate for surgical resection or biopsy. Minimum tissue requirements for study are defined in Section 9.1.\n5. Radiation - Participants must have:\n\n   1. Had their last fraction of local irradiation to primary tumor \\>= 12 weeks prior to registration; investigators are reminded to review potentially eligible cases to avoid confusion with pseudo-progression.\n   2. Had their last fraction of craniospinal irradiation or total body irradiation \\>= 12 weeks prior to registration\n   3. At least 14 days after local palliative radiation (small-port)\n6. Age \\>=12 months to \\<= 39 years of age.\n7. Karnofsky \\>= 50 for participants \\> 16 years of age and Lansky \\>= 50 for participants \\<= 16 years of age. Participants who are unable to walk because of paralysis, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score.\n8. Corticosteroids: Subjects who are receiving dexamethasone or equivalent must be on a stable or decreasing dose for at least 1 week prior to registration.\n9. Organ Function Requirements (within 7 days prior to study registration)\n\n   1. Adequate Bone Marrow Function Defined as:\n\n      * Peripheral absolute neutrophil count (ANC) \\>= 1000/mm3\n      * Platelet count \\>= 100,000/mm3 (transfusion independent, defined as not receiving platelet transfusions for at least 7 days prior to enrollment).\n   2. Adequate Renal Function Defined as:\n\n      * Creatinine clearance or radioisotope GFR \\>= 70 milliliter/minute (mL/min) /1.73 m2 or\n      * A serum creatinine based on age/sex as follows:\n\n      Age / Maximum Serum Creatinine (mg/dL) Male / Maximum Serum Creatinine (mg/dL) Female.\n      * 1 to \\< 2 years / 0.6 / 0.6.\n      * 2 to \\< 6 years / 0.8 / 0.8.\n      * 6 to \\< 10 years / 1 / 1.\n      * 10 to \\< 13 years / 1.2 / 1.2.\n      * 13 to \\< 16 years / 1.5 / 1.4.\n      * \\>= 16 years / 1.7 / 1.4.\n      * - The threshold creatinine values in this table were derived from the Schwartz formula for estimating Glomerular filtration rate (GFR) utilizing child length and stature data published by the Center for Disease Control (CDC) (Schwartz GJ and Gauthier B 1985).\n   3. Adequate Liver Function Defined as:\n\n      * Bilirubin (sum of conjugated and unconjugated) \\<= 1.5 x upper limit of normal (ULN) for age.\n      * Serum glutamic-pyruvic transaminase (SGPT) / alanine aminotransferase (ALT) \\<= 110 U/L.\n      * Serum albumin \\>= 2 g/dL.\n10. The effects of the agents used in this study on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and 4 months after completion of therapy administration. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n11. Adequate neurologic function defined as participants with seizure disorder may be enrolled if seizures are well controlled. Participants on non-enzyme inducing anticonvulsants may be excluded pending interaction(s) with study drug.\n12. A legal parent/guardian or participant must be able to understand, and willing to sign, a written informed consent and assent document, as appropriate.\n\nExclusion Criteria:\n\n1. Participants who have had chemotherapy or radiotherapy within 3 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n2. Participants who are receiving any other investigational agents.\n3. Participants must be at least 7 days since the completion of therapy with a biologic or small molecule agent. For any agent with known adverse events that can occur beyond 7 days after administration, the period prior to enrollment must be beyond the time during which adverse events are known to occur. Such participants should also be discussed with study chairs.\n4. Participants who are currently taking any anti-cancer direct therapy. Steroids are not considered anti-cancer therapy.\n5. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection.\n6. Women of childbearing potential must not be pregnant or breast-feeding. A negative serum or urine pregnancy test is required prior to start of therapy.\n\nImportant note: The eligibility criteria listed above are interpreted literally and cannot be waived.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "maximumAge": "39 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aubrie Drechsler",
                    "role": "CONTACT",
                    "phone": "415-502-1600",
                    "email": "PNOC027@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sabine Mueller, MD, PhD, MAS",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Joshua Rubin, MD, PhD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Robert Wechsler-Reya, PhD",
                    "affiliation": "Sanford Burnham Prebs Medical Discovery Institute",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Margaret Shatara, MD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Megan Paul, MD",
                    "affiliation": "Rady Children's Hospital",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Margol, MD",
                            "role": "CONTACT",
                            "phone": "323-361-8147",
                            "email": "amargol@chla.usc.edu"
                        },
                        {
                            "name": "Tom Davidson, MD",
                            "role": "CONTACT",
                            "phone": "(323) 361- 8147",
                            "email": "tdavidson@chla.usc.edu"
                        },
                        {
                            "name": "Ashley Margol, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Tom Davidson, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Rady Children's Hospital",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Crawford, MD, MS",
                            "role": "CONTACT",
                            "phone": "858-966-4939",
                            "email": "jrcrawford@ucsd.edu"
                        },
                        {
                            "name": "Jennifer Elster, MD",
                            "role": "CONTACT",
                            "phone": "(858) 576-1600",
                            "phoneExt": "x220040",
                            "email": "jelster@rchsd.org"
                        },
                        {
                            "name": "John Crawford, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Elster, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Krystal Pryor",
                            "role": "CONTACT",
                            "phone": "415-502-1600",
                            "email": "PNOC027@ucsf.edu"
                        },
                        {
                            "name": "Sabine Mueller, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Alyssa Reddy, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Children's National Hospital",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsay Kilburn, MD",
                            "role": "CONTACT",
                            "phone": "202-476-3854",
                            "email": "lkilburn@childrensnational.org"
                        },
                        {
                            "name": "Roger Packer, MD",
                            "role": "CONTACT",
                            "phone": "202-476-5973",
                            "email": "rpacker@cnmc.org"
                        },
                        {
                            "name": "Lindsay Kilburn, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Roger Packer, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "St. Louis Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mohamed AbdelBaki, MD",
                            "role": "CONTACT",
                            "phone": "314-454-6018",
                            "email": "Mohameda@wustl.edu"
                        },
                        {
                            "name": "Margaret Shatara, MD",
                            "role": "CONTACT",
                            "phone": "(314) 273-4754",
                            "email": "shatara@wustl.edu"
                        },
                        {
                            "name": "Mohamed AbdelBaki, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Margaret Shatara, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cassie Kline, MD, MAS",
                            "role": "CONTACT",
                            "phone": "267-426-9359",
                            "phoneExt": "x69359",
                            "email": "KLINEC@EMAIL.CHOP.EDU"
                        },
                        {
                            "name": "Jane Minturn, MD, PhD",
                            "role": "CONTACT",
                            "phone": "267-426-5026",
                            "email": "MINTURN@email.chop.edu"
                        },
                        {
                            "name": "Cassie Kline, MD, MAS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jane Minturn, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data after de-identification.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008527",
                    "term": "Medulloblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M11510",
                    "name": "Medulloblastoma",
                    "asFound": "Medulloblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T3670",
                    "name": "Medulloblastoma",
                    "asFound": "Medulloblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3671",
                    "name": "Medulloblastoma, Childhood",
                    "asFound": "Medulloblastoma, Childhood",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}