{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04376333",
            "orgStudyIdInfo": {
                "id": "20-045-2"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01DE028520",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01DE028520"
                }
            ],
            "organization": {
                "fullName": "UConn Health",
                "class": "OTHER"
            },
            "briefTitle": "Individualized Assessment and Treatment for TMD",
            "officialTitle": "Individualized Assessment and Treatment Program for TMD: Coping as a Mechanism",
            "acronym": "TMD3c",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "individualized-assessment-and-treatment-for-tmd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-01",
            "studyFirstSubmitQcDate": "2020-05-01",
            "studyFirstPostDateStruct": {
                "date": "2020-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark Litt",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "UConn Health"
            },
            "leadSponsor": {
                "name": "UConn Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Dental and Craniofacial Research (NIDCR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Temporomandibular/orofacial pain disorders (TMD) are a group of painful conditions with multiple determinants.This proposal has two main goals: 1) to test a highly individualized, adaptive treatment for TMD that has potential to be more effective than other psychosocial treatments; and 2) to discover the mechanisms by which psychosocial treatments work in chronic pain. TMD patients (N=160) will be randomized to receive standard care (STD) + an individualized assessment and treatment program (IATP) or to standard care + conventional cognitive-behavioral treatment (STD+CBT). It is expected that the STD+IATP treatment will yield lower pain, depression and interference scores over time than STD+CBT, and that changes in coping ability will mediate the treatment effects on outcomes.",
            "detailedDescription": "Temporomandibular/orofacial pain disorders (TMD) are a group of painful conditions with multiple determinants. A number of psychosocial treatments for TMD have been developed, but overall effectiveness has been limited, and the mechanisms of treatment are unknown. This proposal has two main goals: 1) to test a highly individualized, adaptive treatment for TMD that has potential to be more effective than other psychosocial treatments; and 2) to discover the mechanisms by which psychosocial treatments work in chronic pain. Patients with TMD-related pain of at least 3 months duration (N=160) will be randomly assigned to either a Standard Conservative Treatment +Cognitive Behavioral coping skills treatment (STD+CBT), or to an Individualized Assessment and cognitive-behavioral Treatment Program (IATP) for patients with TMD pain. Treatment in IATP will be based on a very detailed functional analysis of the patient's pain experience, in context, as derived from Experience Sampling (ES). The ES procedure will be conducted via smartphone app at a rate of 4 records per day, and will be used to gather information on patients' pain, momentary cognitions, affects, and coping behaviors, for a 2-week monitoring period prior to the beginning of treatment. Therapists will use this information to develop an individual functional analysis of pain and non-pain episodes, and determine what thoughts, feelings and actions are effective for that patient at managing pain and which are not. The information will be used to help develop adaptive coping tactics in a 6-session treatment program, offering skills training tailored to specific patient needs. During-treatment ES will allow adjustment of the treatment goals and procedures, making the treatment adaptive and able to change with changing circumstances and patient needs. This experimental treatment (IATP) will be added to a standard conservative splint-based treatment for TMD pain (STD). The combination (STD+IATP) will be compared to a STD treatment supplemented with a 6 session conventional cognitive-behavioral program not based on in-vivo assessment of pain and coping. In the STD+CBT condition ES data will be collected but will not be used to inform treatment, but will control for measurement reactivity. ES data collected prior to, during, and following both treatments (out to 12 months) will allow very precise measurement of cognitions, affects, and coping skills, as they occur in patients' home environments, and how they change over time. Outcomes will include measures of pain, interference, and depressive symptoms. It is expected that the STD+IATP treatment will yield lower pain, depression and interference scores over time than STD+CBT, and that changes in coping ability will mediate the treatment effects on outcomes. The study will be able to tailor treatment based on patient experiences measured in near-real time at pain episodes, allow for adaptation of treatment as it progresses, and measure the impact on outcomes of coping changes over the long-term. The results will shed light on active mechanisms of treatment for TMD and may have implications for the management of other chronic pain conditions."
        },
        "conditionsModule": {
            "conditions": [
                "Temporomandibular Joint Disorders",
                "Orofacial Pain"
            ],
            "keywords": [
                "TMD",
                "orofacial pain",
                "chronic pain",
                "coping",
                "ecological momentary assessment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "2-group randomized clinical trail",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Neither patient nor therapists can be blinded to treatment condition. The outcomes assessors and the investigators will be blinded.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "STD+CBT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard conservative dental orofacial pain care + cognitive-behavioral coping skills treatment",
                    "interventionNames": [
                        "Behavioral: Cognitive-Behavioral Treatment",
                        "Other: Standard Conservative Care"
                    ]
                },
                {
                    "label": "STD+IATP",
                    "type": "EXPERIMENTAL",
                    "description": "Standard conservative dental orofacial pain care + Individualized Assessment and Treatment Program; a highly individualized coping skills training procedure.",
                    "interventionNames": [
                        "Behavioral: Individualized Assessment and Treatment Program",
                        "Other: Standard Conservative Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive-Behavioral Treatment",
                    "description": "Cognitive-behavioral coping skills training",
                    "armGroupLabels": [
                        "STD+CBT"
                    ],
                    "otherNames": [
                        "CBT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Individualized Assessment and Treatment Program",
                    "description": "Experience-sampling based cognitive behavioral coping skills assessment and training",
                    "armGroupLabels": [
                        "STD+IATP"
                    ],
                    "otherNames": [
                        "IATP"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard Conservative Care",
                    "description": "Standard conservative dental care for orofacial pain",
                    "armGroupLabels": [
                        "STD+CBT",
                        "STD+IATP"
                    ],
                    "otherNames": [
                        "STD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in pain from baseline as measured by the 11-point Characteristic Pain Intensity Index at each follow-up point",
                    "description": "Characteristic Pain Intensity will be calculated by averaging the ratings of current pain, average pain, and worst pain in the past week from the Graded Chronic Pain Scale (GCPS; Von Korff et al., 1992). Each item is scored from 0 -10.",
                    "timeFrame": "Baseline and at the follow-up points 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                },
                {
                    "measure": "Change in interference with activities from Baseline as measured at all follow-up points by the 10-item Interference scale from the Multidimensional Pain Inventory (MPI; Kerns, Turk, & Rudy, 1985).",
                    "description": "The MPI is a widely used, validated self-report inventory assessing various areas of impact by chronic pain. The Interference scale iconsists of 10 itmes assessing various areas of life that may have been affected or changed by chronic pain. Each item is scored from 0 to 6 (No change to Extreme Change).",
                    "timeFrame": "Baseline and at the follow-up points: 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                },
                {
                    "measure": "Change in Depressive Symptoms from baseline as measured by the 20-item Center for Epidemiological Studies Depression scale Revised (CESD-R) at each follow-up point",
                    "description": "CESD-R is a 20-item scale assessing depressive symptoms. It was developed by the Center for Epidemiologic Studies (Radlof, 1977), and has shown high reliability and validity. The 20 items describe behaviors or feelings characteristic of depression that people may have. Respondents are instructed to indicate the extent they experience each item on a scale from Rarely to Most of the Time. The total score ranges from 0 to 80, with higher scores indicting mroe severe depressive symptomatology.",
                    "timeFrame": "Baseline and at the follow-up points 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in pain coping ability from baseline will be measured at each follow-up point using the Brief Pain Coping Inventory (BCPI; McCracken et al., 2005).",
                    "description": "The Brief Pain Coping Inventory is a well-validated scale to assess the use of coping strategist to manage chronic pain. The scale consists of 29 strategies and asks respondents to indicate on how many days of the past 7 each of those strategies was used. The total score from 0 - 203 indicates the total coping ability, with higher scores indicating greater use of coping strategies.",
                    "timeFrame": "Baseline and at the follow-up points 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                },
                {
                    "measure": "Change in pain self-efficacy from baseline as measured using the Facial Pain Self-Efficacy Scale (Brister, Turner, Aaron, & Mancl, 2006) at each follow-up point.",
                    "description": "The Facial Pain Self-Efficacy scale consists of 8 items asking the respondent to indicate on a scale from 0 (very uncertain) to 10 (very certain) the extent to which he or she is confident about being able to manage various aspects of chronic pain, including emotional effects, and physical limitations. The total score from 0-80 is calculated by summing the total of all the items. The scale has shown to be reliable and valid.",
                    "timeFrame": "Baseline and at the follow-up points: 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                },
                {
                    "measure": "Change in pain catastrophizing from baseline using the Pain Catastrophizing Scale (PCS; Sullivan et al., 1995) at each follow-up point",
                    "description": "The Pain Catastrophizing Scale is a well-validated measure of pain catastrophizing. The scale consists of 13 items scored from 0 to 4 that asks the respondent to indicate how often he or she has thoughts about pain that reflect exaggeration of the impact and loss of control of chronic pain. The scale is widely used and well-validated.",
                    "timeFrame": "Baseline and at the follow-up points: 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Participant rating of improvement as measured at each follow-up by the Patient Global Impression of Change scale (PGIC; Hurst & Bolton, 2004).",
                    "description": "The PGIC consists of two questions in two different formats asking for a global assessment of \"change if any, in activity limitations, symptoms, emotions and overall quality of life.\" A 2-point change on the rating scale has been calculated to be clinically significant.",
                    "timeFrame": "Follow-up points: 7 weeks (posttreatment), 3 months, 6 months, 9 months, and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\> 18 years\n2. Jaw pain \\> 3 mo; \\> 3/10 on pain scale\n3. Positive Axis I diagnosis on the Diagnostic Criteria for temporomandibular disorders (DC/TMD), with or without disc displacement\n4. Positive on \\> 1 of:\n\n   1. Any myalgia diagnosis\n   2. Any myofascial diagnosis\n   3. Arthralgia\n   4. TMD-related Headache\n\nExclusion Criteria:\n\n1. Lack of fluency in English\n2. Previous invasive surgery for TMD, not including arthrography or arthrocentesis\n3. Extensive anatomical destruction or deterioration of the TM joint\n4. Diagnosed as having pain of neuropathic or odontogenic origin\n5. Carrying a diagnosis of psychosis\n6. Taking narcotic pain medication\n7. Any comorbid condition necessitating use of an intraoral appliance (e.g., obstructive sleep apnea)\n8. Pregnancy (excluded due to prescription of NSAIDs)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark D Litt, PhD",
                    "role": "CONTACT",
                    "phone": "860-679-4680",
                    "email": "Litt@uchc.edu"
                },
                {
                    "name": "Elise Kabela-Cormier, PhD",
                    "role": "CONTACT",
                    "phone": "8606792657",
                    "email": "kabela@uchc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark D Litt, PhD",
                    "affiliation": "UConn Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UConn Health",
                    "status": "RECRUITING",
                    "city": "Farmington",
                    "state": "Connecticut",
                    "zip": "06030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elise Kabela, PhD",
                            "role": "CONTACT",
                            "phone": "860-679-2745",
                            "email": "kabela@uchc.edu"
                        },
                        {
                            "name": "Kara Dion, BA",
                            "role": "CONTACT",
                            "phone": "860-679-4767",
                            "email": "kdion@uchc.edu"
                        },
                        {
                            "name": "Mark D Litt, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.71982,
                        "lon": -72.83204
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data will be made available to other researchers upon request to the Principal Investigator once all data collection is completed and the primary article related to this study is published.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be available once all data collection is completed and the primary article related to this study is published. Data will remain available until further notice.",
            "accessCriteria": "Requestors must be credentialed investigators, with active institutional affiliation, or students in active degree programs"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2020-04-16",
                    "uploadDate": "2020-04-30T11:16",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 853575
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013705",
                    "term": "Temporomandibular Joint Disorders"
                },
                {
                    "id": "D000013706",
                    "term": "Temporomandibular Joint Dysfunction Syndrome"
                },
                {
                    "id": "D000005157",
                    "term": "Facial Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000017271",
                    "term": "Craniomandibular Disorders"
                },
                {
                    "id": "D000008336",
                    "term": "Mandibular Diseases"
                },
                {
                    "id": "D000007571",
                    "term": "Jaw Diseases"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000009209",
                    "term": "Myofascial Pain Syndromes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16477",
                    "name": "Temporomandibular Joint Disorders",
                    "asFound": "Temporomandibular Joint Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16478",
                    "name": "Temporomandibular Joint Dysfunction Syndrome",
                    "asFound": "Temporomandibular Joint Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M8300",
                    "name": "Facial Pain",
                    "asFound": "Orofacial Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21089",
                    "name": "Facies",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19566",
                    "name": "Craniomandibular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11327",
                    "name": "Mandibular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10601",
                    "name": "Jaw Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8486",
                    "name": "Fibromyalgia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12161",
                    "name": "Myofascial Pain Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}