{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05329441",
            "orgStudyIdInfo": {
                "id": "TIGER R01"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Inflammatory and Glutamatergic Mechanisms of Sustained Threat in Adolescents With Depression",
            "officialTitle": "Inflammatory and Glutamatergic Mechanisms of Sustained Threat in Adolescents With Depression: Toward Predictors of Treatment Response and Clinical Course",
            "acronym": "TIGER",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "inflammatory-and-glutamatergic-mechanisms-of-sustained-threat-in-adolescents-with-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-08",
            "studyFirstSubmitQcDate": "2022-04-08",
            "studyFirstPostDateStruct": {
                "date": "2022-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tiffany Cheing Ho, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Southern California",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, Irvine",
                    "class": "OTHER"
                },
                {
                    "name": "Columbia University",
                    "class": "OTHER"
                },
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Despite the prevalence and significant public health concern over depression among adolescents, up to 40% of depressed adolescents do not respond to first-line antidepressants (herein termed treatment non-response, TNR). The goal of this project is to recruit and assess 160 treatment-seeking depressed adolescents and test whether acute stress impacts peripheral levels of inflammation and downstream levels of glutamate in corticolimbic regions previously associated with depression, whether these stress-related biomarkers predict TNR to a 12-week trial of either fluoxetine or escitalopram, and whether these stress-related biomarkers predict 18-month clinical course.",
            "detailedDescription": "Despite the prevalence and public health significance of depression, up to 40% of depressed adolescents do not respond to first-line antidepressants (i.e., serotonin selective reuptake inhibitors \\[SSRIs\\]). Adolescents with treatment non-response (TNR) are at high risk for physical and mental health difficulties associated with ineffectively treated depression, including cardiovascular disease and suicide. Thus, identifying the neurobiological mechanisms that underlie TNR in adolescents is a critical step toward optimizing treatment plans for those who do not respond to first-line treatments. In this context, sustained threat to social stressors, as measured by elevated inflammatory profiles to stressful stimuli, has been shown to drive the onset and maintenance of depression among adolescents and is associated with TNR. The mechanisms by which elevated inflammation impact the brain in depressed adolescents, however, are unclear. To address these gaps in our knowledge, the investigators will test the central hypothesis that excessive glutamate (Glu) in depression-related corticolimbic circuits-including the anterior cingulate cortex, ventromedial prefrontal cortex, amygdala, and hippocampus-is a critical mediator between peripheral inflammation and TNR in depressed adolescents. Specifically, the investigators will conduct a prospective 18-month study of 160 unmedicated treatment-seeking depressed adolescents using state-of-the-art multimodal neuroimaging data at 7 Tesla. At Time 1 (prior to SSRI treatment) and Time 2 (after an open-label 12-week SSRI trial), the investigators will assess peripheral measures of pro-inflammatory cytokines and glutamate in corticolimbic circuits before and after a well-validated adolescent-version of the Trier Social Stress Test (TSST). At Time 1, the investigators will test if TSST induces increases in inflammation and glutamate in corticolimbic circuits in unmedicated adolescents with depression. At Time 2, the investigators will use machine learning methods to identify multi-level predictors of TNR based on behavioral, inflammatory, and neural indicators of sustained threat to social stress; the investigators will also test whether glutamate in corticolimbic circuits mediates the association between baseline levels of inflammation and TNR. Finally, as an exploratory aim, the investigators will continue to clinically assess depression symptoms and collect information on social stressors (e.g., context, severity, duration) every 3 months for 15 months following Time 2 (i.e., from Time 3 to Time 7), which will enable the use of functional clustering analyses to identify subgroups of adolescents on the basis of depression trajectories (e.g., persistent depression, gradual remission, etc), and identify predictors of these subgroups and other related clinical outcomes (e.g., remission status), while accounting for the effects of TNR status and any changes in treatment (and other related factors, including stressful life events). Results from this work will motivate future studies testing alternative therapeutics for depressed adolescents at risk for treatment resistant depression."
        },
        "conditionsModule": {
            "conditions": [
                "Depression in Adolescence"
            ],
            "keywords": [
                "depression",
                "adolescence"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Study Participants",
                    "description": "All depressed participants will undergo the same study procedures",
                    "interventionNames": [
                        "Behavioral: Trier Social Stress Test (TSST)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Trier Social Stress Test (TSST)",
                    "description": "In this mechanistic study, all participants will undergo a modified version of the Trier Social Stress Test (TSST), which is a well-validated psychosocial stress paradigm, adapted for adolescents that involves no deception and is considered a very mild stressor. The TSST comprises of two stress tests: a 5-minute arithmetic task and a 5-minute speech task. Due to repeated testing of the TSST, participants will be randomized to one task at T1 and complete the second task at T2 (counterbalanced design). Every 5 minutes, participants will provide ratings of their mood using a visual analogue scale (1-10) of eight mood states (Afraid, Confused, Sad, Angry, Energetic, Tired, Happy, and Tense) that will be used as potential behavioral responses to social stress. Glutamate and inflammation outcomes will be examined acutely and from T1 and T2.",
                    "armGroupLabels": [
                        "Study Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Children's Depressing Rating Scale-Revised",
                    "description": "Clinician-administered assessment of depression severity (dimensional) assessment of depression Clinician-administered assessment of depression severity (dimensional)",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "Reynolds Adolescent Depression Scale-2 (RADS-2)",
                    "description": "Self-report measure of depression severity (dimensional)",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "Kiddie Schedule for Affective Disorders and Schizophrenia (KSADS-PL)",
                    "description": "The K-SADS-PL is a semi-structured clinical interview designed to yield reliable and valid diagnoses of current and past history of Axis I disorders in children and adolescents. We will use the K-SADS-PL to determine whether a participant is currently depressed, in remission, experiencing relapse or a recurrent episode. From this interview, we will also obtain information such as age of depression onset, number of depressive episodes, medication and therapy usage and changes, etc",
                    "timeFrame": "baseline and 12-week follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Health Questionnaire-9",
                    "description": "Self-report measure of depression severity (dimensional) used for adults (which will facilitate cross-study comparisons)",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "Mood Ratings on the Trier Social Stress Test",
                    "description": "Visual analogue scale of feeling Afraid, Confused, Sad, Angry, Energetic, Tired, Happy, and Tense from 0 \\[nothing\\] to 10 \\[a bit\\]",
                    "timeFrame": "Acute (baseline and throughout study procedures)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Generalized Anxiety Disorder-7",
                    "description": "Self-report measure of anxiety severity (dimensional) used for adults (which will facilitate cross-study comparisons)",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "Multidimensional Anxiety Scale for Children-2 (MASC-2)",
                    "description": "Self-report measure of anxiety severity (dimensional)",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "Glutamate",
                    "description": "Change in glutamate (institutional units) in corticolimbic regions following TSST",
                    "timeFrame": "Acute (baseline and 90 min. follow-up)"
                },
                {
                    "measure": "Glutamate",
                    "description": "Change in glutamate (institutional units) in corticolimbic regions after SSRI treatment",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "IL-6",
                    "description": "Change in peripheral levels of IL-6 (pg/mL) following TSST",
                    "timeFrame": "Acute (baseline and 90 min. follow-up)"
                },
                {
                    "measure": "IL-6",
                    "description": "Change in peripheral levels of IL-6 (pg/mL) after SSRI treatment",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "TNF-a",
                    "description": "Change in peripheral levels of TNF-a (pg/mL) following TSST",
                    "timeFrame": "Acute (baseline and 90 min. follow-up)"
                },
                {
                    "measure": "TNF-a",
                    "description": "Change in peripheral levels of TNF-a (pg/mL) after SSRI treatment",
                    "timeFrame": "baseline and 12-week follow-up"
                },
                {
                    "measure": "CRP",
                    "description": "Change in peripheral levels of CRP (pg/mL) following TSST",
                    "timeFrame": "Acute (baseline and 90 min. follow-up)"
                },
                {
                    "measure": "CRP",
                    "description": "Change in peripheral levels of CRP (pg/mL) after SSRI treatment",
                    "timeFrame": "baseline and 12-week follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* DSM-V criteria for a depressive disorder\n* All sexes and genders\n* All ethnicities\n* Ages 14-21\n* Postpubertal (Tanner stage \\> 3)\n* No medications that will interfere with the study (including antidepressants, mood stabilizers, hormone supplements, steroids, etc.) for at least 2-6 weeks (depending on exact medication)\n* Currently being seen by a clinician who will treat the participant with fluoxetine or escitalopram\n* The ability to provide assent, understand, and complete all study procedures\n* Caregiver consent (if applicable)\n\nExclusion Criteria:\n\n* Primary mental health diagnosis other than a depressive disorder according to DSM-V\n* Any contraindications to MRI scanning, phlebotomy, or SSRI treatment\n* Stimulant usage\n* A concussion within the last 6 weeks or any lifetime concussion with loss of consciousness for at least 10 minutes\n* Any inflammatory conditions or use of anti-inflammatory medications that may influence study findings\n* Any major neurological or developmental disorders which could impact the participant's ability to comply with study procedure\n* Meeting for current or lifetime criteria of mania or psychosis, diagnosis of bipolar disorder, or any substance use disorders\n* First-degree relative with current, past, or suspected mania or psychosis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Adolescents presenting to school counseling centers, community clinics, and/or medical centers (primary care, psychiatry, etc)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tiffany Ho, Ph.D.",
                    "role": "CONTACT",
                    "phone": "310-825-2961",
                    "email": "tiffany.ho@psych.ucla.edu"
                },
                {
                    "name": "Tiffany Widjaja, B.A.",
                    "role": "CONTACT",
                    "email": "twidjaja@psych.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tiffany Ho, Ph.D.",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tiffany Ho, Ph.D.",
                            "role": "CONTACT",
                            "phone": "310-825-0561"
                        },
                        {
                            "name": "Tiffany C Ho, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Anonymized demographic and clinical data as well as anonymized curated (i.e., after preprocessing and quality control) MRI-based metrics and cytokine levels"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T5",
                    "name": "Glutamic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}