{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04921670",
            "orgStudyIdInfo": {
                "id": "INFLIXIMAB-2019"
            },
            "organization": {
                "fullName": "Cares, Kristen, M.D.",
                "class": "OTHER"
            },
            "briefTitle": "Infliximab Proactive Drug Monitoring in the Pediatric IBD Population",
            "officialTitle": "Infliximab Proactive Drug Monitoring in the Pediatric IBD Population",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "infliximab-proactive-drug-monitoring-in-the-pediatric-ibd-population"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-20",
            "studyFirstSubmitQcDate": "2021-06-08",
            "studyFirstPostDateStruct": {
                "date": "2021-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cares, Kristen, M.D.",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Inflammatory bowel disease (IBD) is a chronic condition that causes inflammation of the intestinal tract. Common types of IBD include Crohn's disease, ulcerative colitis, and indeterminate colitis. Infliximab (Remicade®) is a biologic medication that is approved by the U.S. Food and Drug Administration (FDA) for the treatment of IBD. Previous research with infliximab has shown it to be an effective treatment for pediatric IBD, however, it can become less effective if the level of the medication in the body is not high enough or if a patient develops antibodies (proteins made by the immune system that attack foreign substances in the body) to the medication. Currently, if a patient with IBD is taking infliximab and develops either abnormal lab values or reports a worsening of symptoms the doctors will measure the level of infliximab in the blood as well as any infliximab antibodies to determine if dosing changes, to either the dose of the medication or the frequency of dosing, are needed. This process is called reactive drug monitoring. The purpose of this research study is to find out if proactive drug monitoring in patients being treated with infliximab for IBD works better for controlling IBD. Proactive drug monitoring is measuring the level of infliximab in the blood as well as infliximab antibodies on a regular basis, before symptoms worsen or lab results come back abnormal, to see if dosing changes can be made that may prevent the worsening of IBD.",
            "detailedDescription": "Inflammatory bowel disease (IBD) is a chronic condition that leads to an inflammatory reaction in the intestinal tract.\n\nCommon subtypes of IBD include Crohn's disease, ulcerative colitis, and less often, indeterminate colitis. Symptoms of IBD vary from mild abdominal pain to profound diarrhea, weight loss, and significant anemia due to intestinal blood loss.\n\nInfliximab is a biologic drug that is FDA approved for the treatment of Crohn's disease and ulcerative colitis in children 6 years of age or older. Infliximab is administered as an intravenous infusion with weight-based dosing (5mg/kg) and a regimen that includes an induction phase (week 0, 2, 6) followed by maintenance phase (every 8 weeks). Unfortunately, research indicates that more than half of all pediatric patients lose the initial response of biologic therapy and require either a higher dose, additional therapy with an immunomodulatory like steroids, or need to be switched to a different biologic drug. Loss of response can be due to increased clearance of drug with or without the development of antibody to the drug. Lab tests are now being used to measure the level of infliximab and the presence of anti-infliximab antibody (AIA), as it is now known that the pharmacokinetics (how a drug is processed by the body) of infliximab varies between patients. Previous research has shown a relationship between infliximab and antibody levels and clinical response. In general, low infliximab levels with or without the development of antibodies are associated with worse clinical outcomes. Currently, these lab tests are used in the clinical setting \"reactively\", called therapeutic drug monitoring (TDM). In other words, if a patient starts showing signs of relapse (return of abdominal pain, diarrhea, or worsening laboratory markers) while on infliximab, infliximab and antibody levels are obtained to assess for loss of response (e.g., low infliximab level or development of antibodies). If the infliximab level is low, with or without antibodies, often physicians can increase the dose of medication or frequency of the medication to treat the relapse. This has been shown to be effective and led to sustained clinical response in a number of studies. Unfortunately, if the antibody level is at an extremely high level, the window for changing the dose or frequency of dosing might be missed and the patient may need to be switched to a different biologic medication completely.\n\n\"Reactive\" TDM has been recommended in clinical practice, but \"proactive\" TDM has yet to be implemented due to limited knowledge. In theory, by proactively obtaining infliximab and antibody levels (i.e., measuring at a pre-specified time instead of waiting until the patient develops symptoms or lab results show a loss of response), physicians may have the opportunity to prevent loss of response; thus, to make changes in the treatment regimen before a patient shows clinical signs of relapse or requires transitioning to a different biologic medication. This is especially important in the pediatric population, as IBD can be more aggressive, in addition to affecting growth, bone development, and puberty. In addition, by proactively monitoring, there is a potential safety benefit. In patients with extremely high infliximab levels, a reduction in the drug may prevent adverse events. In addition to safety, reduction in the drug dose or frequency can relieve some of the burden of cost.\n\nResearch in adult studies has reported a significant cost reduction by performing TDM with a predetermined infliximab goal level."
        },
        "conditionsModule": {
            "conditions": [
                "Inflammatory Bone Disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A-Standard monitoring group (Reactive drug monitoring)",
                    "description": "Participants assigned to this group will be managed the same as normally done per routine care, which involves adjusting their infliximab dose and/or dosing interval based on Inflammatory Bowel Disease (IBD) symptoms and routine care laboratory test results. The primary gastroenterologist will not be given the results of the infliximab and infliximab antibody level results of participants in this group unless their routine laboratory test results or IBD symptoms suggest their IBD may be worsening."
                },
                {
                    "label": "• Group B- Infliximab level and infliximab antibody monitoring group (Proactive drug monitoring)",
                    "description": "Participants assigned to the infliximab level and infliximab antibody level monitoring group will be managed based on the infliximab level and infliximab antibody level results as well as their IBD symptoms and the results of routine care laboratory tests. The goal is to keep infliximab levels in the optimal range with little to no antibodies. The primary gastroenterologist will remain blinded to the results of the infliximab level/infliximab antibody level test results and the participants' dose will be adjusted by one of the other study doctors who is not blinded to the results.",
                    "interventionNames": [
                        "Diagnostic Test: Infliximab Assay"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Infliximab Assay",
                    "description": "Participants will be assigned to standard of care or proactive drug monitoring, which is measuring infliximab levels/antibodies before every infusion",
                    "armGroupLabels": [
                        "• Group B- Infliximab level and infliximab antibody monitoring group (Proactive drug monitoring)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of relapses",
                    "description": "The of relapses in each group (defined as need for rescue treatment, either with steroids or additional immunomodulator, or increased infliximab dose) after completing the maintenance phase of the study.",
                    "timeFrame": "48 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients 5 years to 21 years of age, inclusive, with inflammatory bowel disease receiving infliximab therapy.\n* Patient or Parent/legal guardian has signed informed consent form and patient has provided written or oral assent (if applicable)\n* Patients who have completed the induction course of infliximab (treated for at least 14 weeks of infliximab)\n* Patients should be in stable clinical status.\n\n  * Clinical status will be assessed by the treating physician and defined as symptom free (full responder) or clear clinical improvement, but clinical symptoms still present (partial responder). Concomitant immunomodulators are allowed, which may include medications like azathioprine, methotrexate, or oral corticosteroids at a low dose(defined as 0.5 mg/kg or ≤ 20 mg if subject weights above 40 kg) if kept stable throughout the study.\n\nExclusion Criteria:\n\n* Patients younger than 5 years of age or older than 21 years of age.\n* Patients who are not on maintenance therapy of infliximab.\n* Patients who, at screening, have infliximab antibody levels greater than 1000 ng/mL, which was previously shown to be a clinically relevant cut-off.\n* Patients who fail to respond to infliximab.\n* Patients who are unable to complete the entire study.\n\n  * Patients who have an antibody level \\> 1000 ng/mL.\n  * Patients who, in the opinion of the investigator, are unlikely to be able to complete the requirements of the study.\n  * Failure to respond to current medical management based on clinical assessment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Children ages 5 to 21 years of age with inflammatory bowel disease receiving infliximab therapy",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy Stolinski",
                    "role": "CONTACT",
                    "phone": "313-745-0148",
                    "email": "astolins@med.wayne.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Michigan",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Stolinski",
                            "role": "CONTACT",
                            "phone": "313-745-0148",
                            "email": "astolins@med.wayne.edu"
                        },
                        {
                            "name": "Kristen Cares, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2019-09-10",
                    "uploadDate": "2021-05-19T08:54",
                    "filename": "ICF_000.pdf",
                    "size": 222197
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000010000",
                    "term": "Osteitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12923",
                    "name": "Osteitis",
                    "asFound": "Inflammatory Bone Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "asFound": "Bone Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069285",
                    "term": "Infliximab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079424",
                    "term": "Tumor Necrosis Factor Inhibitors"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M375",
                    "name": "Infliximab",
                    "asFound": "Day 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2052",
                    "name": "Tumor Necrosis Factor Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}