{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05961189",
            "orgStudyIdInfo": {
                "id": "Pro2023000127"
            },
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Influence of Short-Term Antibiotic Therapy on Exercise",
            "officialTitle": "Influence of Short-Term Antibiotic Therapy on Exercise",
            "therapeuticArea": [
                "Other"
            ],
            "study": "influence-of-short-term-antibiotic-therapy-on-exercise"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-03",
            "studyFirstSubmitQcDate": "2023-07-17",
            "studyFirstPostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sara C. Campbell, PhD, FACSM",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Colorado State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The gut microbiome refers to the trillions of bacteria that inhabit the stomach and other regions involved in the digestion of food, including the intestines. Compelling studies of animals (rodents) suggest that the health of the gut microbiome may influence skeletal muscle function and exercise performance. To date, there have been no similar observations reported in humans. A common experimental approach in animal studies to temporarily disrupt the gut microbiome is through the use of antibiotic therapies. Azithromycin is an antibiotic medicine prescribed to humans for the treatment of mild to moderate infections caused by bacteria. The purpose of the proposed project is to determine the influence of short-term (5-days) antibiotic therapy (azithromycin) on exercise performance in young, healthy adults. Treadmill exercise performance will be compared in two groups of adults before and after 5-days ingestion of azithromycin, or a placebo (something that has no physical effect).",
            "detailedDescription": "Following screening, baseline evaluation, and protocol familiarization, young healthy adults will be randomly assigned to 5-days of antibiotic therapy (azithromycin) or placebo (something that has no effect). Prior to and the day after final therapy, participants will be studied during performance of treadmill exercise. Additional measurements to support data interpretation will include assessment of fecal samples to obtain insight into the gut microbiome, quantification of blood markers of inflammation and gut health, determination of body mass and composition, and quantification of daily physical activity. Azithromycin and placebo will be administered in a double-blind manner (i.e., neither the researchers nor the participants will know the identity of the placebo or the azithromycin until the study is over, and the data are analyzed).\n\nSession 1 - Overview Participants will answer questions pertaining to health, medical history and habitual exercise. They will be assessed for body composition, and maximal oxygen uptake. Session 2 - Overview The purpose of this session is to habituate the participants to the exercise testing protocol. Habituation/familiarization with protocols decreases within-participant variability. Participants will perform standardized treadmill exercise, and then complete a performance test (time-trial).\n\nSessions 3 \\& 4 - Overview These sessions will be very similar to Session 2. Participants will perform standardized treadmill exercise and complete a performance test (time-trial). Sessions 3 and 4 will be completed prior to and one-day after 5-days of daily antibiotic therapy (azithromycin) or placebo (something that has no effect).\n\nSession 1 - Detailed description. Session duration \\~ 90 minutes. During this session participants will complete the Informed Consent, provide a brief medical history, answer questions pertaining to habitual exercise, and will undergo basic measures of body composition (height, weight, and waist and hip circumference, and density), and maximal oxygen uptake (VO2max). The medical history questionnaire will help identify contraindications to study participation. Previously it has been suggested that because of stomach upset and nausea, people receiving antibiotic therapy may lose their appetite and temporarily adjust eating behavior. Accordingly, it is also possible that over the duration of antibiotic treatment, body mass and composition may change. While not a primary outcome, body composition data will be used as an important statistical co-variable in our final analysis. The maximal exercise stress test will be used to quantify aerobic capacity and provide data such that standardized exercise may be expressed relative to maximal metabolic rate. The guidelines provided by the American College of Sports Medicine pertaining to physician supervision will be followed. During the maximal exercise test, exhaled gases will be collected in order to calculate VO2max. The VO2max measurement will characterize the endurance capacity of the participants; this is a standard and expected measurement for all human studies of endurance exercise physiology.\n\nSession 2 - Detailed description Session duration \\~ 90 minutes The purpose of this session is to habituate the participants to the exercise testing protocol. Habituation/familiarization with protocols decreases within-participant variability (i.e., the day-to-day differences between test results). Participants will perform standardized treadmill exercise, and then complete a performance test (time-trial). Standardized treadmill exercise will comprise 24-minutes of exercise: 8 minutes at 5.0 mph, 8 minutes at 6.0 mph, and 8 minutes at 7.0 mph. During this exercise heart rate will be measured and recorded. Exhaled gases will be collected in order to calculate oxygen uptake (VO2), carbon dioxide production (VCO2) and ventilation (VE). The rationale for the chosen speeds is they represent low-to-moderate intensity exercise, and they will provide three observations that will be used to determine the relationship between work rate and cardio/respiratory/metabolic responses to standardized exercise. This information will provide insight as to the physiological responses to controlled exercise and may explain and differences we may detect in un-controlled, exertion driven exercise (i.e., the time-trial). The rationale for the duration of each stage (8 minutes) is this duration is adequate for the participants to attain steady-state physiology. After a brief break (\\~ 5 minutes) participants will then be asked to jog/run a distance equivalent to 5-km (\\~3 miles) as quickly as possible, on the treadmill (i.e., a laboratory-based time-trial). Previous studies have demonstrated that practice visits help to improve time-trial performance in subsequent tests.\n\nSession 3 - Detailed Description Session duration \\~ 90 minutes Session 3 will be almost identical to Session 2. Some key differences will include: (1) participants will be requested to complete a 1-day dietary recall (i.e., they will be asked to remember everything, they ate/drank, with approximate quantities during the previous 24-hours). This information will then be returned to each of the participants, and they will be requested to eat/drink the same foods and beverages during the 24-hours prior to Session 4. (2) To further standardize pre-session nutrition, 1 hour prior to Session 3 initiation each participant will be instructed to ingest 1x350 mL bottle of a liquid meal (Ensure) and 1 x sports bar. These will be provided by the research team. (3) On the day of Session 3 (either before or after the actual Session) participants will be asked to provide a fecal sample. The research team will provide collection apparatus and instructions. (4) On arrival at the lab, blood will be sampled from an arm or hand vein. The blood (approximately 10 mL or 1.7 teaspoons) will be analyzed for markers of inflammation. As per Session 2, participants will perform standardized treadmill exercise, and then complete a performance test (time-trial). Standardized treadmill exercise will comprise 24-minutes of exercise: 8 minutes at 5.0 mph, 8 minutes at 6.0 mph, and 8 minutes at 7.0 mph. During this exercise heart rate will be measured and recorded. Exhaled gases will be collected in order to calculate oxygen uptake (VO2), carbon dioxide production (VCO2) and ventilation (VE). The rationale for the chosen speeds is they represent low-to-moderate intensity exercise, and they will provide three observations that will be used to determine the relationship between work rate and cardio/respiratory/metabolic responses to standardized exercise. This information will provide insight as to the physiological responses to controlled exercise and may explain and differences we may detect in un-controlled, exertion driven exercise (i.e., the time-trial). The rationale for the duration of each stage (8 minutes) is this duration is adequate for the participants to attain steady-state physiology. After a brief break (\\~ 5 minutes) participants will then be asked to jog/run a distance equivalent to 5-km (\\~3 miles) as quickly as possible, on the treadmill (i.e., a laboratory-based time-trial).\n\nAdministration of Placebo or Antibiotic Therapy (azithromycin tablets) Azithromycin is typically administered with a single 500 mg dose on Day 1, followed by 250 mg once daily on Days 2 through 5. We will administer azithromycin in an identical manner (i.e., consistent with the normal recommended dose and duration of therapy). Placebo will be administered in an identical manner to azithromycin administration.\n\nImportantly, this is a double-blind study. Azithromycin and Placebo will be labeled A or B. Neither the participants nor the investigators, will know the true identity of A and B until the end of data collection and analysis.\n\nThe Medical Director will have a sealed envelope containing the code key. This envelope will only be opened in the event of an emergency, or at the end of the study. Participants will be provided with the tablets following completion of Session 3. The 5-day treatment will begin on a pre-arranged day. Participants will receive a reminder email/text/phone-call (their choice of communication method) to begin the treatment. After each self-administration, the participant must immediately contact the lab to confirm tablet ingestion. During the placebo or antibiotic therapy, participants will be instructed to maintain their normal lifestyles and usual exercise habits. Participants will be requested to maintain a training log (i.e., a brief written description of their exercise sessions).\n\nSession 4 - Detailed Description Session duration \\~ 100 minutes Session 4 will occur the day after the 5th day of antibiotic/placebo therapy and at the same time of day as Session 3. The number of days between Session 3 and 4 will vary between 6 and 14, as dictated by research and participant schedules. Session 4 will be almost identical to Session 3. Participants will be requested to eat/drink the same foods and beverages during the 24-hours prior to Session 4 as they recorded eating/drinking during the 24-hours prior to Session 3. To further standardize pre-session nutrition, 1 hour prior to Session 4 initiation each participant will be instructed to ingest 1x350 mL bottle of a liquid meal (Ensure) and 1 x sports bar. These will be provided by the research team. On the day of Session 4 (either before or after the actual Session) participants will be asked to provide a fecal sample. The research team will provide collection apparatus and instructions. On arrival at the lab, blood will be sampled from an arm or hand vein. The blood (approximately 10 mL or 1.7 teaspoons) will be analyzed for markers of inflammation. One difference from Session 3: prior to exercise, participants will undergo basic measures of body composition (weight, and waist and hip circumference, and density). As per Session 3, participants will perform standardized treadmill exercise, and then complete a performance test (time-trial). Standardized treadmill exercise will comprise 24-minutes of exercise: 8 minutes at 5.0 mph, 8 minutes at 6.0 mph, and 8 minutes at 7.0 mph. During this exercise heart rate will be measured and recorded. Exhaled gases will be collected in order to calculate oxygen uptake (VO2), carbon dioxide production (VCO2) and ventilation (VE). The rationale for the chosen speeds is they represent low-to-moderate intensity exercise, and they will provide three observations that will be used to determine the relationship between work rate and cardio/respiratory/metabolic responses to standardized exercise. This information will provide insight as to the physiological responses to controlled exercise and may explain and differences we may detect in un-controlled, exertion driven exercise (i.e., the time-trial). The rationale for the duration of each stage (8 minutes) is this duration is adequate for the participants to attain steady-state physiology. After a brief break (\\~ 5 minutes) participants will then be asked to jog/run a distance equivalent to 5-km (\\~3 miles) as quickly as possible, on the treadmill (i.e., a laboratory-based time-trial)."
        },
        "conditionsModule": {
            "conditions": [
                "Gastrointestinal Microbiome",
                "Exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This study will be a pre- post-testing study seeing if antibiotic administration (azithromycin) impacts the ability to exercise.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Antibiotics and exercise",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be tested before and after 5 days of azithromycin, per manufacturer's instructions, to determine if that impacts exercise performance and the gut microbiome and gut/serum metabolome.",
                    "interventionNames": [
                        "Drug: Azithromycin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Azithromycin",
                    "description": "Standard of care, 5 days of drug per manufacturer's instructions.",
                    "armGroupLabels": [
                        "Antibiotics and exercise"
                    ],
                    "otherNames": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximal Oxygen Uptake",
                    "description": "Maximal oxygen consumption treadmill test to determine overall aerobic fitness",
                    "timeFrame": "one week"
                },
                {
                    "measure": "Changes in gut microbiota",
                    "description": "Fecal assessment of gut microbiota (bacteria) to determine the effects of the antibiotic on gut bacteria.",
                    "timeFrame": "one week"
                },
                {
                    "measure": "Metabolomics",
                    "description": "serum and fecal metabolomic measurements (positive and negative polar measurements to determine amino acid and carbohydrate alterations to metabolism. High performance liquid chromatography will be used to determine these levels in both feces and serum.",
                    "timeFrame": "one week"
                },
                {
                    "measure": "Time Trial",
                    "description": "Treadmill based procedure to assess level of fitness (24-minutes of exercise: 8 minutes at 5.0 mph, 8 minutes at 6.0 mph, and 8 minutes at 7.0 mph followed by jog/run a distance equivalent to 5-km (\\~3 miles) as quickly as possible, on the treadmill).",
                    "timeFrame": "one week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Serum blood measurments",
                    "description": "Determine levels of inflammation using Luminex MagPix",
                    "timeFrame": "one week"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Diet assessment",
                    "description": "diet recall of foods and beverages consumed in order to replicate this intake during all testing sessions.",
                    "timeFrame": "one week"
                },
                {
                    "measure": "Anthropometrics",
                    "description": "height, weight which will be used to calculate BMI",
                    "timeFrame": "one week"
                },
                {
                    "measure": "Body composition",
                    "description": "Bod Pod (air displacement plethysmography) to determine percent body fat",
                    "timeFrame": "one week"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n18-40 years of age Must identify as male or female Able and willing to run for 60 minutes on a treadmill without stopping Completed a minimum of150 minutes per week of moderate-to-vigorous physical activity over the previous year. For participants who were assigned female at birth (i.e., born as biological females), they must currently use hormonal methods of contraception.\n\nExclusion Criteria:\n\n* Use of either antibiotics or probiotics within the previous 12-weeksCurrently pregnant, trying to become pregnant, or breastfeeding Identification of a contraindication to exercise Previous diagnosis of any of the following: heart disease, peripheral vascular disease, high blood pressure, stroke, a heart murmur, sickle cell anemia, or a pulmonary(breathing) disorder. Previous hypersensitivity to azithromycin, erythromycin, any macrolide or ketolide drug. History of cholestatic jaundice/hepatic dysfunction associated with prior use of azithromycin. Diagnosis of pneumonia within previous 6-months.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sara C Campbell, PhD",
                    "role": "CONTACT",
                    "phone": "850 443 3843",
                    "email": "saracamp@kines.rutgers.edu"
                },
                {
                    "name": "Daniel D DeSio, MS",
                    "role": "CONTACT",
                    "phone": "732 278 9116",
                    "email": "ddd81@scarletmail.rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sara C Campbell, PhD",
                    "affiliation": "Rutgers, The State University of New Jersry",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Christopher Bell, PhD",
                    "affiliation": "Colorado State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Human Performance Clinical Research Lab",
                    "status": "RECRUITING",
                    "city": "Fort Collins",
                    "state": "Colorado",
                    "zip": "80521",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher Bell, PhD",
                            "role": "CONTACT",
                            "phone": "970-491-7522",
                            "email": "christopher.bell@colostate.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.58526,
                        "lon": -105.08442
                    }
                },
                {
                    "facility": "Nutrition, and Exercise Metabolism Lab",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara C Campbell, PhD",
                            "role": "CONTACT",
                            "phone": "850-443-3843",
                            "email": "saracamp@kines.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Immediately following publication. No end date.",
            "accessCriteria": "Anyone who wishes to access the data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017963",
                    "term": "Azithromycin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M20132",
                    "name": "Azithromycin",
                    "asFound": "Fasting",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}