{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05074238",
            "orgStudyIdInfo": {
                "id": "1784449"
            },
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "Influence of Sun Protection and Linear Repair of Cutaneous Surgical Defects",
            "officialTitle": "Influence of Sun Protection on the Aesthetic Outcomes Following Linear Repair of Cutaneous Surgical Defects, a Randomized Split-Wound Study",
            "therapeuticArea": [
                "Dermatology",
                "Other"
            ],
            "study": "influence-of-sun-protection-and-linear-repair-of-cutaneous-surgical-defects"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-29",
            "studyFirstSubmitQcDate": "2021-09-29",
            "studyFirstPostDateStruct": {
                "date": "2021-10-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, Davis",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the potential influence of sun protection on the aesthetic outcome of post-surgical scars following the reconstruction of Mohs micrographic surgery defects via linear repair. This study will be performed as a randomized split-wound study. Half of the wound will be treated with zinc containing sunscreen and the other half of the wound would not be treated. Three-months post-surgery, the scar will be evaluated via the patient observer scar assessment scale (POSAS), a validated scar instrument, as well as a colorimeter to measure the amount of vascularity, and hyperpigmentation between the treated and the non-treated area compared to the 'surrounding skin' defined as skin in the proximity but not adjacent to the wound. Any adverse events will also be recorded.",
            "detailedDescription": "Primary linear repair remains a fundamental and common means of closing skin defects; however, to date, there are no clinical studies currently within the medical literature that explore the potential influence that sunlight exposure has on the cosmetic outcome of surgical site cutaneous scars. Therefore, this study aims to determine the potential effects of sun protection on post-surgical scar cosmesis following linear repairs on sun-exposed areas of the face, hairless scalp, and neck.\n\nIt has been thought that sun exposure is associated with a higher chance of erythema and dyspigmentation in cutaneous wounds, however, this remains unproven and findings pertaining to this topic remain largely confined to animal studies. In one study, researchers found that the wounds of rats chronically exposed to UVA radiation exhibited diminished wound contraction during the healing process compared to non-irradiated controls. Another study simulated UV radiation before and after laser treatment on vascular skin lesions in groups of hairless mice. In the postoperative UV-irradiated group, the mice skin displayed significant fibrosis, slower healing, and marked hyperpigmentation. A different group of researchers explored the effect of UVA light exposure on wound pigmentation on scars with and without dry tattooing. This study found that dry tattooing with UVA light exposure demonstrated significant improvement of hypopigmented scars. The researchers of this study hypothesized that the light exposure led to an inflammation-driven hyperpigmentation response. A separate study hypothesized that UV exposure may be beneficial for wound healing by stimulating melanocyte distribution via keratinocyte-melanocyte cross-talk, and thus, preventing hypopigmentation. Irregularity in the pigmentation of healing scars remains a large insecurity of patients and has led to their desire for surgical corrections of these scars. These researchers suggested that UV exposure will promote melanin production, and thus, potentiate a protective effect against further UV damage and wound hypopigmentation.\n\nSkin color changes provide information and clues about certain pathologies, disease progression, and patient response to treatment. Factors such as melanin vascularity contribute to skin color. Historically, this evaluation of skin color has been subjective, however, objective analysis is now possible by means of colorimeters. Cutaneous color changes can be quantified using the standardized CIELAB system, which measures color light intensity, as well as red/green and yellow/blue intensity. Following Mohs micrographic surgery, the colorimeter can be used as an objective measurement to assess scar hyperpigmentation and vascularity."
        },
        "conditionsModule": {
            "conditions": [
                "Surgical Wound",
                "Wound Heal",
                "Wound of Skin",
                "Scar"
            ],
            "keywords": [
                "Sun Protection",
                "Cutaneous Surgery",
                "Wound Closure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Factorial Assignment At the follow-up visit, two blinded observers will record their scores independently using the physician observer scar assessment score instrument (POSAS).",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sunscreen Application",
                    "type": "EXPERIMENTAL",
                    "description": "The study participant will be instructed to start applying the sunscreen provided to them to the randomly assigned half of the wound (A or B).",
                    "interventionNames": [
                        "Other: Zinc containing suncreen"
                    ]
                },
                {
                    "label": "No Suncreen Application",
                    "type": "EXPERIMENTAL",
                    "description": "The study participant will be instructed to not apply the sunscreen provided to them to the randomly assigned half of the wound (A or B).",
                    "interventionNames": [
                        "Other: Zinc containing suncreen"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Zinc containing suncreen",
                    "description": "The study participant will be randomized via a randomization tool within the REDCap database as to which half of the wound (\"A\" or \"B\") the patient will be asked to apply zinc containing sunscreen for the duration of the study.",
                    "armGroupLabels": [
                        "No Suncreen Application",
                        "Sunscreen Application"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient observer assessment score (POSAS)",
                    "description": "The primary end point will be the two blinded reviewers sum of the component parts of the patient observer assessment score (POSAS).\n\nThe observer scale of the POSAS consists of six items (vascularity, pigmentation, thickness, relief, pliability and surface area). All items are scored on a scale ranging from 1 ('like normal skin') to 10 ('worst scar imaginable'). The sum of the six items results in a total score of the POSAS observer scale. Categories boxes are added for each item. Furthermore, an overall opinion is scored on a scale ranging from 1 to 10.",
                    "timeFrame": "3-12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Colorimeter measurement of wound vascularity and hyperpigmentation.",
                    "description": "The secondary endpoints will be the measures of wound vascularity and hyperpigmentation. The colorimeter uses the variables L\\*, a\\*, and b\\* as a means of expressing color as a quantifiable number. L\\* measuring color brightness between 0 to 100 with 0 being total black and 100 being total white. The a\\* parameter changes from positive values for red to negative values for green for evaluating the degree of erythema and vascularity. The b\\* parameter changes from positive values for yellow to a negative value for blue. The L\\* and b\\* values will calculate the ITA measure, which represents the overall pigmentation of skin color, where a higher ITA corresponds to lighter skin color. Increased pigmentation of the skin will be seen by a rising b\\* value and a decreasing L\\* value.",
                    "timeFrame": "3-12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient is ≥ 18 years of age\n2. Patient is able to provide informed consent\n3. Patient is scheduled for a cutaneous excisional surgical procedure\n4. Cutaneous surgical wound closed via linear repair\n5. Surgery performed on sunlight-exposed anatomical regions (head, face, neck, hairless scalp)\n6. Patient is willing to return for follow-up visit to clinic\n\nExclusion Criteria:\n\n1. Patient is incarcerated\n2. Patient is \\< 18 years of age\n3. Patient is pregnant\n4. Patient unwilling to return for 3-month follow-up\n5. History of reaction to zinc containing sunscreen\n6. History of collagen vascular disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John Robb, BS",
                    "role": "CONTACT",
                    "phone": "916-551-2636",
                    "email": "jmrobb@ucdavis.edu"
                },
                {
                    "name": "Daniel Eisen, MD",
                    "role": "CONTACT",
                    "email": "dbeisen@ucdavis.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Davis",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95816",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Robb, BS",
                            "role": "CONTACT",
                            "phone": "916-551-2636",
                            "email": "jmrobb@ucdavis.edu"
                        },
                        {
                            "name": "Daniel Eisen, BS",
                            "role": "CONTACT",
                            "email": "dbeisen@ucdavis.edu"
                        },
                        {
                            "name": "Daniel Eisen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000072836",
                    "term": "Surgical Wound"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "asFound": "Surgical Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6160",
                    "name": "Cicatrix",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17768",
                    "name": "Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M16255",
                    "name": "Sunscreening Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                }
            ]
        }
    },
    "hasResults": false
}