{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05849038",
            "orgStudyIdInfo": {
                "id": "STUDY00005526"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH128872",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH128872"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Inflammation and Depression in People With HIV",
            "officialTitle": "The Role of Inflammation in Central Nervous System (CNS) Mechanisms of Anhedonia and Psychomotor Slowing in Depressed People With HIV",
            "therapeuticArea": [
                "Mental Health",
                "Infectious Diseases",
                "Other"
            ],
            "study": "inflammation-and-depression-in-people-with-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-27",
            "studyFirstSubmitQcDate": "2023-04-27",
            "studyFirstPostDateStruct": {
                "date": "2023-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andrew H Miller",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this 10-week, double-blind, placebo-controlled study is to determine whether inflammation impacts reward and motor neural circuitry to contribute to depressive symptoms like anhedonia and psychomotor slowing in people with Human Immunodeficiency Virus (HIV) and depression. Sixty male and female patients with HIV who have depression, anhedonia and high inflammation and are stable on effective treatment for their HIV will be randomized to receive either the anti-inflammatory drug baricitinib or a placebo for 10 weeks. Participants will complete lab tests, medical and psychiatric assessments, neurocognitive testing, functional MRI (fMRI) scans, and optional spinal taps as part of the study. The total length of participation is about 5 months.",
            "detailedDescription": "Risk of depression is substantially higher in people with HIV (PWH) than the general population, and depression in PWH confers worse outcomes regarding treatment adherence, morbidity and mortality. Increased inflammation is one biological pathway that is linked to greater risk for depression in PWH and limits options for effective antidepressant therapy. Chronically elevated inflammation is associated with impairments within reward and motor neural circuits that contribute to symptoms of anhedonia (an inability to experience pleasure) and psychomotor slowing, which are overrepresented in PWH. The purpose of this 10-week, double-blind, placebo-controlled study is to provide mechanistic information on whether inflammation impacts corticostriatal reward and motor circuitry to contribute to anhedonia and psychomotor slowing in PWH with depression using the anti-inflammatory drug baricitinib.\n\nThis study will utilize an FDA-approved medication, baricitinib, to establish whether the effects of inflammation on reward and motor circuits are a mechanism of anhedonia and motor slowing in PWH with depression, while advancing avenues for new therapies.\n\nSixty male and female patients with HIV who have depression and high inflammation and are stable on effective treatment for their HIV will be randomized to receive either baricitinib or a placebo for 10 weeks. Participants will complete lab tests, medical and psychiatric assessments, neurocognitive testing, functional MRI (fMRI) scans, and optional spinal taps as part of the study. The total length of participation is about 3.5 months."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Depression",
                "Anhedonia"
            ],
            "keywords": [
                "Human Immunodeficiency Virus (HIV)",
                "Anhedonia",
                "Psychomotor Slowing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Baricitinib",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized to receive 10 weeks of treatment with baricitinib.",
                    "interventionNames": [
                        "Drug: Baricitinib"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will be randomized to receive 10 weeks of treatment with placebo.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Baricitinib",
                    "description": "Patients will receive baricitinib at a dose of 2 mg oral daily.",
                    "armGroupLabels": [
                        "Baricitinib"
                    ],
                    "otherNames": [
                        "Olumiant"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "A placebo is a sugar pill that has no therapeutic effect and will be administered orally. Participants will receive 1 placebo tablet matching the baricitinib tablet.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in corticostriatal functional connectivity (FC) in reward circuit",
                    "description": "Patients will undergo resting-state and task-based functional magnetic resonance imaging (fMRI) to calculate functional connectivity (FC) between the ventral striatum (VS) and ventromedial prefrontal cortex (vmPFC). FC is measured as continuous Z scores reflecting the correlation of activity between the brain regions. Higher FC Z scores reflect stronger connectivity.",
                    "timeFrame": "Baseline visit, week 2, and week 10 after study medication"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Effort Expenditure for Reward Task (EEfRT) Score",
                    "description": "The EEfRT is a widely used, multi-trial task measuring motivation for rewards as an assessment of anhedonia, as anhedonia is specifically associated with decreased motivation for rewards. For each task participants repeatedly press a button to raise a \"bar\" on a screen. Before each task participants choose between between receiving a \"hard task\" (using the non-dominant little finger) for a larger reward or an \"easy task\" (using the dominant index finger) for a smaller reward. The EEfRT is reported as the proportion of \"hard task\" trials that participants select. Possible scores range between 0 to 1 with higher scores indicating greater motivation, which in turn is an indication for lower anhedonia.",
                    "timeFrame": "Baseline visit, week 2 and week 10"
                },
                {
                    "measure": "Change in Snaith-Hamilton Pleasure Scale-Self Report (SHAPS-SR) Score",
                    "description": "The Snaith-Hamilton Pleasure Scale (SHAPS), a 14-item self-report scale with high psychometric validity for assessing the presence of anhedonia, is used to assess hedonic capacity. Participants rate how much they agree or disagree with 14 items phrased as \"I would enjoy __\" based on their ability to experience pleasure. Of the four possible response categories (Definitely Agree, Agree, Disagree, and Strongly Disagree), either of the Disagree responses receives a score of 1 and either of the Agree responses receives a score of 0. The total SHAPS score is calculated as the sum of these 14 items and ranges from 0 to 14, where higher SHAPS scores indicate greater anhedonia.",
                    "timeFrame": "Baseline visit, week 1, week 2, week 4, week 6, week 10"
                },
                {
                    "measure": "Change in Motivation and Pleasure Scale-Self-Report (MAP-SR) Score",
                    "description": "The Motivation and Pleasure-Self-Report (MAP-SR) is an 18-item self-report inventory that was created to disentangle state-wise motivational and consummatory components of everyday activities over a 24-hour period. Participants respond to statements about daily activities on a 5-point Likert scale from 0 (no pleasure/not at all) to 4 (extreme pleasure/very often). Total scores range from 0 to 72 where higher scores indicate greater motivation and effort given to everyday situations.",
                    "timeFrame": "Baseline visit, week 1, week 2, week 4, week 6, week 10"
                },
                {
                    "measure": "Change in Inventory of Depressive Symptoms Self Report (IDS-SR) Anhedonia Subscale Score",
                    "description": "Anhedonia is assessed with a 3-item subscale of the Inventory of Depressive Symptomatology Self-Report (IDS-SR). Items are scored on a 4-point scale from 0 to 3. Total scores for the Anhedonia Subscale range from 0 to 9 with higher scores reflecting greater anhedonia.",
                    "timeFrame": "Baseline visit, week 1, week 2, week 4, week 6, and week 10"
                },
                {
                    "measure": "Change in Multidimensional Fatigue Inventory (MFI) Score",
                    "description": "The Multidimensional Fatigue Inventory (MFI) assesses 5 dimensions of fatigue, including general fatigue, physical fatigue, mental fatigue, reduced activity and reduced motivation. Participants read 20 statements (such as \"I feel very active\") and indicate how true that feeling is for them on a 5-point scale where \"yes, that is true\" = 1 and \"no, that is not true\" = 5. Total scores range from 20 to 100 and higher scores indicate greater fatigue.",
                    "timeFrame": "Baseline visit, week 1, week 2, week 4, week 6, and week 10"
                },
                {
                    "measure": "Change in Finger Tapping Task (FTT) Mean Number of Taps",
                    "description": "The Finger Tapping Task (FTT) uses a specially adapted tapper that the participant taps as fast as possible using the index finger. The participant is given 5 consecutive 10-second trials for the preferred and non-preferred hands. The FTT score is calculated as the mean number of taps for the preferred and non-preferred hands. The FTT is designed to assess subtle motor impairment and is altered in subjects with basal ganglia disorders and lesions. A lower score indicates motor impairment.",
                    "timeFrame": "Baseline visit, week 2 and week 10"
                },
                {
                    "measure": "Change in Finger Tapping Task (FTT) Total Number of Taps",
                    "description": "The Finger Tapping Task (FTT) uses a specially adapted tapper that the participant taps as fast as possible using the index finger. The participant is given 5 consecutive 10-second trials for the preferred and non-preferred hands.\n\nThe FTT score is calculated as the total number of taps for the preferred and non-preferred hands. The FTT is designed to assess subtle motor impairment and is altered in subjects with basal ganglia disorders and lesions. A lower score indicates motor impairment.",
                    "timeFrame": "Baseline visit, week 2 and week 10"
                },
                {
                    "measure": "Change in Trail Making Test Part A (TMT-A) Score",
                    "description": "The Trail Making Test Part A (TMT-A) measures psychomotor processing speed by asking participants to accurately draw lines connecting circles printed on a piece of paper as quickly as possible. In Part A, participants connect 25 circles in numeric sequence and the test is scored as the time in seconds that it takes to complete. Higher scores (i.e., time) indicate poorer performance.",
                    "timeFrame": "Baseline visit, week 2 and week 10"
                },
                {
                    "measure": "Change in Retardation Rating Scale (RRS) Score",
                    "description": "The Retardation Rating Scale (RRS) is a 14-item, clinician-administered scale used to assess psychomotor retardation (a feature of depression) related to motility or mental activity. Items are scored on a scale from 0 to 4 where normal = 0 and extremely severe = 4. Total scores range from 0 to 56 where higher scores indicate increased severity of depression.",
                    "timeFrame": "Baseline visit, week 1, week 2, week 4, week 6, and week 10"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* HIV infected on continuous antiretroviral therapy (ART) with plasma HIV RNA \\<200 copies/ml for at least 12 months (on at least two previous clinic visits and confirmed at screening).\n* Current cluster of differentiation 4 (CD4+) \\> 350 cells/microliter for at least twelve months (on at least two previous clinic visits and confirmed at screening).\n* A primary diagnosis of Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) major depression, current, or Bipolar, depressed type as diagnosed by the SCID-V.\n* Score of ≥15 on the 9-item Patient Health Questionnaire (PHQ-9).\n* Off all antidepressant or other psychotropic therapy (e.g. mood stabilizers, antipsychotics, and sedative hypnotics) for at least 4 weeks (8 weeks for fluoxetine) or on a stable psychotropic regimen for at least 4 weeks prior to baseline visit.\n* Significant anhedonia as reflected by a score ≥ 2 on item #1 of the PHQ-9.\n* CRP≥3mg/L.\n* Women of reproductive age will have a negative serum pregnancy test at study entry and agree to contraception while on study drug.\n\nExclusion Criteria:\n\n* \\< 18 years of age or \\> 65 years of age\n* Pregnancy or breastfeeding\n* Significant hematological abnormalities at screening (ANC \\< 1500, Hgb\\<10, platelet\\< 100,000)\n* History of progressive multifocal leukoencephalopathy\n* Untreated latent tuberculosis infection (which will be screened for prior to entry)\n* Immunosuppressive medications (including corticosteroids) and anticoagulants (aspirin acceptable)\n* History of deep venous thrombosis\n* Cardiovascular disease:\n\n  1. Coronary artery disease or history of myocardial infarction\n  2. Congestive heart failure with left ventricular ejection fraction ≤40% per American Heart Association guidelines\n  3. Stroke history\n* Hematologic malignancies including lymphoma and leukemia\n* Major surgery within 8 weeks prior to screening or will require major surgery during the study\n* Current or recent (\\<4 weeks prior to randomization) clinically serious viral (including coronavirus disease 2019 \\[COVID-19\\]), bacterial, fungal, or parasitic infection or any other active or recent infection\n* Symptomatic herpes simplex at the time of randomization\n* Symptomatic herpes zoster infection within 12 weeks prior to randomization.\n* History of disseminated/complicated herpes zoster (for example, ophthalmic zoster or CNS involvement).\n* Positive test for hepatitis B virus (HBV) defined as:\n\n  1. positive for hepatitis B surface antigen (HBsAg), or\n  2. positive for hepatitis B core antibody (HBcAb) and positive for hepatitis B virus deoxyribonucleic acid (HBV DNA)\n* Hepatitis C virus (HCV) infection (hepatitis C antibody-positive and HCV ribonucleic acid \\[RNA\\]-positive).\n* Cirrhosis of the liver from any cause\n* Any of the following specific abnormalities on screening laboratory tests:\n\n  1. alanine transaminase (ALT) or aspartate aminotransferase (AST) \\>2 x upper limits of normal (ULN)\n  2. alkaline phosphatase (ALP) ≥2 x ULN\n  3. total bilirubin ≥1.5 x ULN (with the exception of patients on atazanavir, who must have total bilirubin \\<2 x ULN)\n* Chronic kidney disease with estimated glomerular filtration rate (eGFR) \\<40 mL/min/1.73 m\\^2.\n* History of any (non-mood-related) psychotic disorder; active psychotic symptoms of any type; substance abuse/dependence within 6 months of study entry (as determined by Severe combined immunodeficiency (SCID).\n* A positive urine drug screen for illicit drugs at any time during the study excluding marijuana.\n* An active suicidal plan as determined by a score \\>3 on item #3 on the Hamilton Rating Scale for Depression (HAM-D).\n* An active eating disorder or antisocial personality disorder.\n* \\<24 on the Mini-Mental State Exam.\n* Chronic use of non-steroidal anti-inflammatory agents (NSAIDS) (excluding 81mg of aspirin), glucocorticoid containing medications or minocycline within 2 weeks of baseline or at any time during the study.\n* Any contraindication for MRI scanning.\n* Failure of more than 2 antidepressant trials (at least 6 weeks at recommended dose) in the current episode or 5 antidepressant trials lifetime.\n* BMI \\>40 (to exclude severe obesity).\n* History of an autoimmune disorder",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Felger, PhD",
                    "role": "CONTACT",
                    "phone": "404-727-3987",
                    "email": "jfelger@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew H Miller, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jennifer Felger, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Grady Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vincent C Marconi, MD",
                            "role": "CONTACT",
                            "phone": "404-616-0673",
                            "email": "vcmarco@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew H Miller, MD",
                            "role": "CONTACT",
                            "phone": "404-727-8260",
                            "email": "amill02@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data will be made available for sharing through the National Institute of Mental Health Data Archive (NDA) data sharing platform hosted by the National Institute of Mental Health (NIMH).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be available for sharing after publication of the results from this study.",
            "accessCriteria": "De-identified human subjects data, harmonized to a common standard, are available to qualified researchers. Summary data are available to all.",
            "url": "http://nda.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059445",
                    "term": "Anhedonia"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M29467",
                    "name": "Anhedonia",
                    "asFound": "Anhedonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}