{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05332899",
            "orgStudyIdInfo": {
                "id": "STUDY00000083"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Influenza Human Challenge Model",
            "officialTitle": "Influenza Human Challenge Model",
            "therapeuticArea": [
                "Other"
            ],
            "study": "influenza-human-challenge-model"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-11",
            "studyFirstSubmitQcDate": "2022-04-11",
            "studyFirstPostDateStruct": {
                "date": "2022-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nadine Rouphael",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study examines how the immune system responds to the flu virus (H3N2) during and after infection and how the flu virus is transmitted in the environment. The study will used a flu virus called the H3N2 influenza challenge virus which was produced specifically for use in clinical research in controlled conditions. The study will also assess the safety of the H3N2 influenza challenge in healthy subjects. Mild to moderate symptoms are expected based on previous studies with this strain of influenza.",
            "detailedDescription": "Influenza continues to cause a significant burden of disease globally and in the United States. In the United States alone, it's estimated that in the 2017-2018 season there were 959,000 hospitalizations related to influenza illness, and 79,400 deaths. Worldwide, the World Health Organization (WHO) estimates that annual influenza epidemics cause 3-5 million cases of severe disease, with 290,000-650,000 of these severe cases resulting in death. Although annual influenza immunizations are recommended and antivirals are available, both have several limitations. The efficacy of the seasonal influenza vaccine is compromised by several factors: antigenic changes over time (requiring a strain-specific match each year), slow manufacturing processing, vaccine strain egg-adapted changes, short duration of protection, lack of cross-reactivity, and poor immunogenicity in certain populations (e.g. the elderly). Antiviral agents such as neuraminidase inhibitors are most effective if administered early in the disease course, and even then, have only a modest impact upon the duration of clinical symptoms. Furthermore, data are inconclusive regarding the ability of neuraminidase inhibitors to reduce the risk of complications, such as hospitalizations or progression to pneumonia. Data are needed to better understand correlates of immune protection that could be afforded by influenza vaccination and to test new therapeutics. As such, influenza challenge models can be informative.\n\nHuman challenge models have several benefits to traditional models (e.g. animal models) that can advance scientific understanding of influenza infection, the efficacy of influenza vaccination, and the benefits of influenza therapy. Ultimately, discoveries from the influenza challenge model could decrease the morbidity and mortality associated with influenza. Animal models do not directly translate well in predicting baseline human influenza immunity and subsequent immunological responses. Human challenge studies have been successfully conducted historically and offer significant advantages. The human challenge model is efficient (relatively few subjects are required to power a study), immunological responses of humans can be studied directly, and the exact timing of infection is known so that specific time points and measurements are precisely determined, which is especially useful when testing new vaccinations or therapeutics. Human challenge studies for influenza are a particularly attractive modality for the development of a universal influenza vaccine. As outlined by the National Institute of Allergy and Infectious Diseases (NIAID) strategic plan, a universal flu vaccine would be at least 75% effective, maintain protection for at least one year, protect against group I (e.g., H1, H5) and II (e.g., H3, H7) influenza A virus strains, and be effective for all age groups. The strategic plan also states that a human challenge model could offer unique benefits to better understand the concept of imprinting, determine correlates of protection against influenza, and evaluate different universal influenza vaccine candidates.\n\nThe goal of this study is to conduct a human challenge study to validate the influenza challenge model at Emory University and better understand influenza pathogenesis, immunity, transmission and evolution. Up to forty healthy subjects will be challenged using a previously validated influenza challenge model with influenza A H3N2 strain (A/Perth/16/2009 H3N2). Participants will take part in the study for 5 months. Enrolled participants will be admitted to Emory University Hospital during which time they will receive the influenza virus in the form of a spray in the nose or breathing in influenza virus through a device followed by an 8-day inpatient stay for observation, or by being exposed to participants already infected with the flu virus followed by a 9 to 12-day hospital stay. Follow-up outpatient visits will take place at the Hope Clinic of the Emory Vaccine Center."
        },
        "conditionsModule": {
            "conditions": [
                "Influenza"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Influenza Challenge Model with Influenza A H3N2 Strain",
                    "type": "EXPERIMENTAL",
                    "description": "Participants exposed to a previously validated influenza challenge model with influenza A H3N2 strain (A/Perth/16/2009 H3N2).",
                    "interventionNames": [
                        "Biological: Influenza Virus Type A H3N2 Challenge"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Influenza Virus Type A H3N2 Challenge",
                    "description": "The intervention product is a live challenge virus that is manufactured in the USA under Good Manufacturing Practice (GMP). The challenge will be administered intranasally using a sprayer device or by natural exposure to infected participants. Participants will be admitted to the hospital and quarantined for 8 to 12 days for monitoring, and will receive care and supportive treatment as necessary. Participants will be followed for a total of 12 weeks.",
                    "armGroupLabels": [
                        "Influenza Challenge Model with Influenza A H3N2 Strain"
                    ],
                    "otherNames": [
                        "A/Perth/16/2009 H3N2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Mild to Moderate Influenza Disease",
                    "description": "The number of participants experiencing mild to moderate influenza disease (MMID) from challenge to discharge from quarantine.",
                    "timeFrame": "Up to Day 8"
                },
                {
                    "measure": "Number of Serious Adverse Events",
                    "description": "The number of serious adverse events during the duration of the study will be evaluated.",
                    "timeFrame": "Up to Week 12"
                },
                {
                    "measure": "Number of Participants with Severe Influenza Disease",
                    "description": "The number of participants experiencing severe influenza disease (MMID) from challenge to discharge from quarantine.",
                    "timeFrame": "Up to Week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Geometric Mean Titers (GMTs) of Hemagglutination Inhibition (HAI)",
                    "description": "The GMT of HAI to the challenge H3N2 strain will be evaluated.",
                    "timeFrame": "Baseline, Day 28"
                },
                {
                    "measure": "Change in Geometric Mean Fold Rise (GMFR) of HAI",
                    "description": "The GMFR of HAI to the challenge H3N2 strain will be evaluated.",
                    "timeFrame": "Baseline, Day 28"
                },
                {
                    "measure": "Change in Number of Participants with 4-fold Rise in HAI",
                    "description": "The number of participants with a 4-fold rise in HAI will be evaluated.",
                    "timeFrame": "Baseline, Day 28"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide written informed consent prior to initiation of any study procedures.\n* Are able to understand and comply with all planned study procedures.\n* Healthy males and non-pregnant, non-breast-feeding females aged ≥18 and ≤49 years of age inclusive at enrollment.\n* Women of childbearing potential must be practicing abstinence or using an acceptable method of birth control for at least 30 days prior to enrollment through the duration of the trial. Male subjects must agree not to father a child for the duration of the trial.\n* Women of childbearing potential must have a negative serum or urine pregnancy test at screening and negative urine pregnancy test within 24 hours prior to challenge.\n* Are in good general health, as determined by the study investigator within 30 days of challenge and do not have any of the following conditions:\n\n  * Chronic pulmonary disease (e.g., asthma or reactive airway disease, emphysema)\n  * Chronic cardiovascular disease (e.g., cardiomyopathy, congestive heart failure, cardiac surgery, ischemic heart disease, known anatomic defects)\n  * Chronic medical conditions requiring close medical follow-up or hospitalization during the past 5 years (e.g., diabetes mellitus, renal dysfunction, hemoglobinopathies)\n  * Immunosuppression or ongoing malignancy or history of malignancy (excluding nonmelanotic skin cancer in remission without treatment for more than 5 years)\n  * Neurological and neurodevelopmental conditions (e.g., cerebral palsy, epilepsy, stroke, seizures)\n  * History of postinfectious or postvaccine neurological sequelae\n  * Autoimmune, inflammatory, vasculitic or rheumatic disease, including but not limited to systemic lupus erythematosus, polymyalgia rheumatica, rheumatoid arthritis or scleroderma\n* Demonstrate knowledge and comprehension of the study by scoring ≥70% on a quiz of the study protocol and policies.\n* Agrees to not use cigarettes, e-cigarettes, marijuana, or other tobacco products during the quarantine period.\n* Agrees to not use prescription or over-the-counter medications that could impact influenza challenge efficacy or symptoms (including oseltamivir, zanamivir, peramivir, baloxavir marboxil, amantadine and rimantadine, aspirin, intranasal steroids, acetaminophen, decongestants, antihistamines, and other NSAIDs), within 14 days prior to quarantine and through the quarantine period, unless approved by the investigator.\n\nExclusion Criteria:\n\n* Have household contact with or have daily contact with:\n\n  * Children under 5 years of age\n  * Children and/or teenagers who are receiving long-term aspirin therapy\n  * Women who are pregnant or who are trying to become pregnant\n  * Persons older than 65 years of age\n  * Persons of any age with significant chronic medical conditions such as: chronic pulmonary disease, chronic cardiovascular disease, contacts who required medical follow-up or hospitalization during the past 5 years because of chronic metabolic disease, immunosuppression or cancer, neurological and neurodevelopmental conditions\n* Are healthcare workers with patient contact in the 2 weeks after influenza challenge.\n* Plan to be living in a confined environment (e.g. ship, camp, or dormitory) within 2 weeks after receiving the challenge strain.\n* For females, are pregnant or plan to become pregnant at any time between the Screening Visit through the duration of the trial.\n* Are breastfeeding or plan to breastfeed at any given time throughout the study.\n* Have a body mass index (BMI) less than or equal to 18.5 and greater than or equal to 35.\n* Smoke more than 4 cigarettes, e-cigarettes, marijuana, or other tobacco products on weekly basis within 60 days prior to challenge.\n* Have moderate or severe illness and/or an oral temperature ≥100°F and/or diarrhea or vomiting within seven days prior to challenge.\n* Have a pulse rate less than 55 beats per minute (bpm) or \\>100 bpm. If heart rate is \\<55 bpm and the investigator determines that this is not clinically significant (e.g., athletes) and heart rate increases \\>55 bpm on moderate exercise (two flights of stairs), subject will not be excluded.\n* Have a systolic blood pressure less than 90 mmHg or greater than 140 mmHg on two separate measurements (screening and pre-challenge).\n* Have a diastolic blood pressure less than 50 mmHg or greater than 90 mmHg on two separate measurements (screening and pre-challenge).\n* Have long-term (≥2 weeks) use of high-dose oral (≥20 mg per day prednisone or equivalent) or parenteral glucocorticoids, or high-dose inhaled steroids for greater than 7 days in the last 3 months.\n* Have an active HIV, hepatitis B, or hepatitis C infection.\n* Have screening laboratory test results (white blood cells (WBCs), absolute neutrophil count (ANC), hemoglobin (Hgb), platelets) that are outside the laboratory reported normal values and deemed clinically significant by the study investigator.\n* Have a serum creatinine greater than 1.1 x upper limit of normal (ULN).\n* Have an alanine aminotransferase (ALT) greater than 1.1 x ULN.\n* Have abnormal findings on screening electrocardiogram deemed clinically significant by study investigator.\n* Have abnormal findings on screening chest X-ray deemed clinically significant by study investigator.\n* Have ongoing drug abuse/dependence (including alcohol), or a history of these issues within 5 years of enrollment.\n* Have positive urine/serum test for drugs of abuse (i.e. cocaine, benzodiazepines, opiates, or metabolites). Positive results for tetrahydrocannabinol (THC) will not be considered exclusionary. Metabolites and amphetamines as prescribed for a documented medical condition will also not be considered exclusionary.\n* Have any medical, psychiatric, occupational, or behavioral problems that could make it difficult for the subject to comply with the protocol as determined by the investigator.\n* Have received experimental products within 30 days before study entry or plan to receive experimental products at any time during the study.\n* Plans to enroll in another clinical trial that could interfere with safety assessment of the investigational product at any time during the study period, including study interventions such as drugs, biologics or devices.\n* Plan to donate blood during the course of the study.\n* Have received a live vaccine within 30 days before study entry or plan to receive a live vaccine prior to Day 31 of the challenge.\n* Have received an inactivated vaccine within 14 days before study entry or plan to receive an inactivated vaccine prior to Day 14 of the challenge.\n* Have received parenteral immunoglobulin or blood products within 3 months of the study start, or plan to receive parenteral immunoglobulin or blood products for the duration of the study.\n* Have a known close contact with anyone known to have influenza in the past 7 days prior to screening or challenge.\n* Have a known history of allergy to anti-influenza drugs, more than 2 classes of antibiotics or severe egg allergy.\n* Have any condition that, in the judgment of the study investigator, is a contraindication to protocol participation or impairs the subject's ability to give informed consent.\n* Have a BIOFIRE® FILMARRAY® respiratory panel that identifies any pathogen on the day of admission.\n* Clinically significant abnormality as deemed by the study investigator on the PFT and/or spirometry at screening visit (if applicable, for inhalation challenge only.)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "49 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nadine Rouphael, MD",
                    "role": "CONTACT",
                    "phone": "404-712-1435",
                    "email": "nroupha@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nadine Rouphael, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hope Clinic",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nadine Rouphael, MD",
                            "role": "CONTACT",
                            "phone": "404-712-1435",
                            "email": "nroupha@emory.edu"
                        },
                        {
                            "name": "Nadine Rouphael, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nadine Rouphael, MD",
                            "role": "CONTACT",
                            "phone": "404-712-1435",
                            "email": "nroupha@emory.edu"
                        },
                        {
                            "name": "Nadine Rouphael, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data will be available for sharing including data on safety, participant demographics and immunogenicity.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will be available for sharing immediately after the results from this study are published and ending 5 years following publication.",
            "accessCriteria": "Data will be made available for sharing with researchers who provide a methodologically sound protocol, for the purpose of achieving the aims stated in the protocol. Proposal should be directed to nroupha@emory.edu. Requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007251",
                    "term": "Influenza, Human"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000009976",
                    "term": "Orthomyxoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "asFound": "Influenza",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12902",
                    "name": "Orthomyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}