{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05728034",
            "orgStudyIdInfo": {
                "id": "STUDY00021859"
            },
            "organization": {
                "fullName": "Penn State University",
                "class": "OTHER"
            },
            "briefTitle": "Information Seeking About Pre-exposure Prophylaxis",
            "officialTitle": "Information Seeking About Pre-exposure Prophylaxis Among Men Who Have Sex With Men",
            "therapeuticArea": [
                "Other"
            ],
            "study": "information-seeking-about-pre-exposure-prophylaxis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-03",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Chris Skurka, PhD",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Penn State University"
            },
            "leadSponsor": {
                "name": "Penn State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of these two intervention studies is to test promising health communication messaging strategies most likely to enhance Black, Hispanic, and non-Hispanic White YMSM's (young men who have sex with men's) engagement with online content about injectable and oral PrEP (pre-exposure prophylaxis). Participants will be asked to browse a mock Google results page featuring various kinds of PrEP information, and their browsing behavior will be unobtrusively logged. In Study 1, participants will be randomly assigned to browse for information about oral PrEP or browse for information about injectable PrEP. The design of Study 2 will be identical to Study 1 but will focus only on injectable PrEP content. In addition to browsing behavior, visual behavior data will also be collected in Study 2 with eye-trackers.",
            "detailedDescription": "Study 1 (online between-subjects experiment): An online sample of YMSM (N = 600) will be strategically recruited to partake in a web-based survey experiment following a mixed experimental design: 2 (PrEP type \\[between\\]: oral or injectable PrEP) X 5 (messaging strategy \\[within\\]: response efficacy, social norms, exemplar, celebrity, \\& basic information). The survey will begin by determining eligibility (self-report screener questions), gathering consent, and asking participants to self-report on several psychographic measures (PrEP awareness, knowledge, interest, and stigma). Participants will then be asked to interact with a mock Google results page featuring an array of information about PrEP. The survey will randomly assign participants to one of two versions of the mock Google search page: Half of participants (n = 300) will browse for information about oral PrEP, and the other half (n = 300) will browse for information about injectable PrEP. This browsing experience will unobtrusively log browsing data (clicks, page durations). Participants will be able to click on the links on the search results page (which reflect the five messaging strategies), visit those pages, and return to the main results page. After three minutes, participants will then be asked to self-report their intention to adopt PrEP. They will then be debriefed.\n\nStudy 2 (in-person within-subjects experiment): Interested participants will complete an initial screening questionnaire to ensure eligibility and then be linked to a separate survey to provide their contact information. Upon arrival to the study site, participants (N = 75) will begin by providing consent. They will then complete the same measures as Study 1 of PrEP interest, knowledge, and stigma. A research assistant will lead participants through a calibration activity to ensure the eye-trackers are able to track the participants' eye gaze. Participants will complete the same mock browsing experience as Study 1 with the exception that all participants will browse for information about injectable PrEP. The survey software will unobtrusively log browsing behavior (clicks, page durations) while eye-trackers will unobtrusively track visual behavior (fixations). Participants will then self-report their intent to use PrEP and be debriefed by a research assistant,"
        },
        "conditionsModule": {
            "conditions": [
                "Pre-exposure Prophylaxis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 675,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Injectable PrEP information",
                    "type": "EXPERIMENTAL",
                    "description": "A mock Google search results page with five search results that reflect five messaging strategies about injectable PrEP (response efficacy, social norms, exemplar, celebrity, and basic information), displayed in random order.",
                    "interventionNames": [
                        "Behavioral: Injectable PrEP information"
                    ]
                },
                {
                    "label": "Oral PrEP information (Study 1 only)",
                    "type": "EXPERIMENTAL",
                    "description": "A mock Google search results page with five search results that reflect five messaging strategies about oral PrEP (response efficacy, social norms, exemplar, celebrity, and basic information), displayed in random order.",
                    "interventionNames": [
                        "Behavioral: Oral PrEP information"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Injectable PrEP information",
                    "description": "Participants will be able to click on the links on the search results page (which reflect the five messaging strategies about injectable PrEP), visit those pages, and return to the main results page.",
                    "armGroupLabels": [
                        "Injectable PrEP information"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Oral PrEP information",
                    "description": "Participants will be able to click on the links on the search results page (which reflect the five messaging strategies about oral PrEP), visit those pages, and return to the main results page.",
                    "armGroupLabels": [
                        "Oral PrEP information (Study 1 only)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Browsing behavior - First click",
                    "description": "SoSciSurvey software will unobtrusively log the clicks participants will make on the different search results, with each search result reflecting a different messaging strategy (response efficacy, social norms, exemplar, celebrity, and basic information). Our analysis will focus on which search result/messaging strategy participants click on first as a behavioral indicator of message engagement.",
                    "timeFrame": "Recorded while participants complete the Google results browsing task (3 minutes max)"
                },
                {
                    "measure": "Browsing behavior - Total page duration",
                    "description": "SoSciSurvey software will unobtrusively log the amount of time (in seconds) participants spend on the different search results after clicking on it, with each search result reflecting a different messaging strategy (response efficacy, social norms, exemplar, celebrity, and basic information). Our analysis will focus on the total amount of time participants spend on the page for each of the different search results/messaging strategies as a behavioral indicator of message engagement.",
                    "timeFrame": "Recorded while participants complete the Google results browsing task (3 minutes max)"
                },
                {
                    "measure": "Visual behavior - Total fixation duration (Study 2 only)",
                    "description": "Total fixation duration can be defined as how long the eyes dwell on a particular object in one's field of vision. Total fixation duration will be recorded by mobile eye-trackers.",
                    "timeFrame": "Recorded while participants complete the Google results browsing task (3 minutes max)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in intention to adopt PrEP",
                    "description": "Self-reported change in intention to initiate PrEP, assessed on a 0-100 sliding scale (0 = definitely not, 100 = definitely yes). Thus, higher scores reflect greater intentions to use PrEP.",
                    "timeFrame": "Will be measured immediately after completing the browsing task"
                },
                {
                    "measure": "Open-ended responses",
                    "description": "Participants will be given an opportunity to list any other thoughts and suggestions they have about the kinds of messaging strategies about injectable PrEP that might engage their attention.",
                    "timeFrame": "Will be measured immediately after completing the browsing task"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have an Internet-connectable device (Study 1 only)\n* Be 18-34 years of age\n* Identify as cisgender male\n* Identify as gay or bisexual\n* Be HIV negative\n* Have had anal sex in the past 6 months\n* Meet one of the following criteria: a. Have a sexual partner with HIV, b. Have inconsistent condom use, c. Have received an STI diagnosis in the last 6 months.\n\nExclusion Criteria:\n\n* Does not meet all of the criteria above",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "The focus of this grant is to understand PrEP-related information seeking among young-adult men who have sex with men (YMSM). The researchers will not recruit cisgender women (that is, women who were assigned female at birth) or transgender women (women who were assigned male at birth).",
            "minimumAge": "18 Years",
            "maximumAge": "34 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christofer J Skurka, PhD",
                    "role": "CONTACT",
                    "phone": "814-863-1482",
                    "email": "cjs7142@psu.edu"
                },
                {
                    "name": "Jessica Myrick, PhD",
                    "role": "CONTACT",
                    "phone": "814-863-0535",
                    "email": "jgm43@psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christofer J Skurka, PhD",
                    "affiliation": "Penn State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Pennsylvania State University",
                    "status": "RECRUITING",
                    "city": "University Park",
                    "state": "Pennsylvania",
                    "zip": "16802",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christofer Skurka, PhD",
                            "role": "CONTACT",
                            "phone": "814-863-1482",
                            "email": "cjs7142@psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.80201,
                        "lon": -77.85639
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27866750",
                    "type": "BACKGROUND",
                    "citation": "Rendina HJ, Whitfield TH, Grov C, Starks TJ, Parsons JT. Distinguishing hypothetical willingness from behavioral intentions to initiate HIV pre-exposure prophylaxis (PrEP): Findings from a large cohort of gay and bisexual men in the U.S. Soc Sci Med. 2017 Jan;172:115-123. doi: 10.1016/j.socscimed.2016.10.030. Epub 2016 Nov 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The researchers will make all data, analysis syntax, and materials (e.g., stimuli, survey measures) publicly available in accordance with NIH data sharing policies as well as Penn State University's IRB guidelines. Quantitative data will be made available in a non-proprietary file format (e.g., CSV). The researchers will strip all data of any personally identifying information before sharing our data. All the collected data will be actively managed, redundantly archived, and ultimately shared with the broader scientific community by the Data Commons online repository. The Penn State Data Commons is a service administered by Penn State University that provides maintenance and open access sharing of research project data during and after the period of support for the project. The Data Commons was developed with the intent of helping researchers comply with grant-funding agency requirements. It supports dissemination and long-term preservation (management, use, and re-use) of data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}