{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06017141",
            "orgStudyIdInfo": {
                "id": "STUDY00149314"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-05587",
                    "type": "OTHER",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "IIT-2022-VIVA",
                    "type": "OTHER",
                    "domain": "University of Kansas Cancer Center"
                },
                {
                    "id": "STUDY00149314",
                    "type": "OTHER",
                    "domain": "University of Kansas Cancer Center"
                },
                {
                    "id": "P30CA168524",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA168524"
                }
            ],
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Inhalational or Intravenous Anesthesia During Surgery for Patients With Colon Cancer, VIVA Study",
            "officialTitle": "VIVA: Volatile or IV Anesthesia for Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "inhalational-or-intravenous-anesthesia-during-surgery-for-patients-with-colon-cancer-viva-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-08-23",
            "studyFirstPostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Luke Selby",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Kansas Medical Center"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This trial evaluates how inhalational anesthesia (drawn in through the lungs) and total intravenous anesthesia (TIVA) (through a needle in a vein in the arm) change the body's ability to recover from surgery or whether they impact the immune system immediately after surgery in patients with colon cancer. It is unknown whether these types of anesthesia change recovery from surgery or change the chances cancer comes back following surgery. This study may help researchers learn how different types of anesthesia affect recovery from colon cancer surgery.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate the differential impact of TIVA versus inhaled anesthesia on neutrophil extracellular traps (NET) inflammation and immunosuppression among patients undergoing cancer surgery.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the differential impact of TIVA versus inhaled total anesthesia choice on patient reported post-operative recovery:\n\nIa. Overall, and domain-specific post-operative recovery (as measured by the Quality of Recovery Score \\[QoR\\]-40) on the day of discharge and other post-operative timepoints; Ib. Changes in overall and domain-specific post-operative recovery over time.\n\nII. To evaluate the differential impact of TIVA versus inhaled total anesthesia choice on peri-operative clinical and anesthetic outcomes, as recorded in the electronic medical record (EMR), including:\n\nIIa. Post-operative nausea and vomiting (from medical record); IIb. Post-operative pain (measured on a 1-10 scale) (from medical record); IIc. Return of gastrointestinal (GI) function (from medical record); IId. Post-operative cognitive impairment (from medical record); IIe. 30 and 90 days post-operative complications; IIf. Disease-free survival (from medical record); IIg. Overall survival (from medical record). III. To evaluate the differential impact of TIVA versus inhaled total anesthesia choice on circulating levels of inflammatory cytokines, immune cell populations, global inflammatory markers.\n\nIV. To evaluate the differential impact of TIVA versus inhaled total anesthesia choice on levels of circulating tumor DNA (ctDNA) at multiple post-operative timepoints according to standard of care practices of the University of Kansas Medical Center (KUMC) Division of Medical Oncology GI oncology practice.\n\nV. Correlation of peri-operative clinical and anesthetic outcomes to neutrophil extracellular traps (NET) levels, measures of immune suppression, ctDNA.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive standard of care (SOC) sedation with sevoflurane via inhalation and fentanyl intravenously (IV) on study prior to SOC surgery. Some patients may also receive sedation with propofol IV prior to surgery. All patients also undergo blood sample collection throughout the study and collection of tissue sample during surgery.\n\nARM II: Patients receive SOC sedation with fentanyl IV and propofol IV on study prior to SOC surgery. Patients also undergo blood sample collection throughout the study and collection of tissue sample during surgery.\n\nAfter completion of study treatment, patients are followed up at 1 and 3 days, 3 and 6 weeks, 3 and 6 months, and then yearly for 5 years from SOC surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Colon Adenocarcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Patients and statisticians are blinded to the type of anesthesia.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (sevoflurane, fentanyl citrate, propofol)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive SOC sedation with sevoflurane via inhalation and fentanyl IV on study during to SOC surgery. All patients also undergo blood sample collection throughout the study and collection of tissue sample during surgery.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Other: Electronic Health Record Review",
                        "Drug: Fentanyl Citrate",
                        "Drug: Propofol",
                        "Other: Questionnaire Administration",
                        "Drug: Sevoflurane",
                        "Procedure: Surgical Procedure"
                    ]
                },
                {
                    "label": "Arm II (fentanyl citrate, propofol)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive SOC sedation with fentanyl IV and propofol IV on study during to SOC surgery. Patients also undergo blood sample collection throughout the study and collection of tissue sample during surgery.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Other: Electronic Health Record Review",
                        "Drug: Fentanyl Citrate",
                        "Drug: Propofol",
                        "Other: Questionnaire Administration",
                        "Procedure: Surgical Procedure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood and tissue sample collection",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)",
                        "Arm II (fentanyl citrate, propofol)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Electronic Health Record Review",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)",
                        "Arm II (fentanyl citrate, propofol)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fentanyl Citrate",
                    "description": "Given via injection",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)",
                        "Arm II (fentanyl citrate, propofol)"
                    ],
                    "otherNames": [
                        "Actiq",
                        "Fentanyl",
                        "Fentyl",
                        "Oralet",
                        "Sublimaze"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Propofol",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)",
                        "Arm II (fentanyl citrate, propofol)"
                    ],
                    "otherNames": [
                        "Diprivan"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)",
                        "Arm II (fentanyl citrate, propofol)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sevoflurane",
                    "description": "Given via inhalation",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)"
                    ],
                    "otherNames": [
                        "Ultane"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Surgical Procedure",
                    "description": "Undergo SOC surgery",
                    "armGroupLabels": [
                        "Arm I (sevoflurane, fentanyl citrate, propofol)",
                        "Arm II (fentanyl citrate, propofol)"
                    ],
                    "otherNames": [
                        "Operation",
                        "Surgery",
                        "Surgery Type",
                        "Surgery, NOS",
                        "Surgical",
                        "Surgical Intervention",
                        "Surgical Interventions",
                        "Surgical Procedures",
                        "Type of Surgery"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Neutrophil extracellular traps (NET) formation",
                    "description": "The Neutrophil extracellular traps (NET) formation will be assessed by DNA complexes in myeloperoxidase (MPO). MPO are enzymes that come from white blood cells. The level of these enzymes will be compared by study group using statistical models. The time you are under anesthesia, the amount of anesthesia you are given, the type of surgery you have are all variables that will be considered when evaluating the two types of anesthesia.",
                    "timeFrame": "Post-operative day (POD) 1 to POD 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Early post-operative recovery",
                    "description": "The QoR-40 is a recovery-specific and patient-rated questionnaire that contains 40 items measuring five dimensions: the physical comfort (12 items), emotional state (nine items), physical independence (five items), psychological support (seven items) and pain (seven items). Recovery will be assessed starting at Post-Operative Day Zero until the time you are discharged from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "Global and post-operative recovery",
                    "description": "The QoR-40 is a recovery-specific and patient-rated questionnaire that contains 40 items measuring five dimensions: the physical comfort (12 items), emotional state (nine items), physical independence (five items), psychological support (seven items) and pain (seven items). Recovery will be assessed starting at Post-Operative Day Zero, Day One Post-Operative, Day Three Post Operative, Week Three Post-Operative, Week Six Post-Operative, Month Three Post-Operative, and Month Six Post-Operative.",
                    "timeFrame": "Post-Operative Day 0 to 6 months post-operatively"
                },
                {
                    "measure": "Post-operative nausea scores",
                    "description": "The post operative nausea scores will be assessed using standardized nursing assessments captured in the patient's medical record. These scores will be evaluated starting at Post-Operative Day Zero until patient discharge from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "Number and cumulative amount of doses of anti-emetics",
                    "description": "The number and amount of doses of antiemetics will be assessed in the patient's medical record starting at Post-Operative Day Zero until the time they are discharged from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "Total hospital opioid use",
                    "description": "The patient's total opioid use will be assessed in the patient's medical record starting at Post-Operative Day Zero until the time they are discharged from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "Patient-reported pain scores",
                    "description": "The patient's total opioid use will be assessed in the patient's medical record starting at Post-Operative Day Zero until the time they are discharged from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "Number of times a pro re nata (PRN) medication administered",
                    "description": "The number of times a patient is administered medication PRN (as needed) will be assessed in the patient's medical record starting at Post-Operative Day Zero until the time they are discharged from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "First post-op day when participant tolerates a regular diet (at the discretion of the surgical team)",
                    "description": "The first day when the patient is able to tolerate a regular diet. This will occur between Post-Operative Day Zero and the time they are discharged from the hospital.",
                    "timeFrame": "Post-Operative Day 0 to post-operative discharge, approximately 2-4 days"
                },
                {
                    "measure": "Time from study entry and from surgery to disease recurrence, death, or loss to follow up",
                    "description": "The length of time the patient is on the study and the time from surgery to either the cancer returning, the patient passing away, or the loss contact with the patient starting at Post-Operative Day Zero through the duration on the study (up to five years) unless the patient's disease returns, they pass away, or the study team loses contact with them.",
                    "timeFrame": "Post-Operative Day 0 up to Five Years Post-Operation"
                },
                {
                    "measure": "Post-operative complications",
                    "description": "Complications will be assessed via the patients' medical record, and the Clavien-Dindo classification system which includes the comprehensive complication index. The Clavien-Dindo classification system consists of complication index consists of the of the following grades: I, II, IIIa, IIIb, IVa, IVb, V. Post-operative complications will be assessed Post-Operative Day Zero, Week Three Post-Operative, Week Six Post-Operative, Month Three Post-Operative.",
                    "timeFrame": "Post-Operative Day 0 to Three Months Post-Operatively"
                },
                {
                    "measure": "Post-operative immune suppression",
                    "description": "Will be assessed by the notes in the patients' medical records and the biomarkers collected in the research blood tests. Post-operative immune suppression will be evaluated Post-Operative Day Zero, Week Three Post-Operative, Week Six Post-Operative, Month Three Post-Operative, and Month Six Post-Operative.",
                    "timeFrame": "Post-Operative Day 1 to 6 months Post-Operatively"
                },
                {
                    "measure": "Circulating tumor deoxyribonucleic acid (ctDNA)",
                    "description": "Will be assessed by blood tests using commercially available, FDA approved, assays according to the standard practices of the University of Kansas Cancer Center (KUMC) Division of Medical Oncology GI Oncology Group. Differences between groups will be compared using regression based and/or non-parametric analyses as appropriate.",
                    "timeFrame": "Post-Operative Day 0 up to 5 years"
                },
                {
                    "measure": "Changes in gene expression",
                    "description": "RNA sequencing of resected tumors will be used to investigate differences in gene expression by anesthesia type.",
                    "timeFrame": "Immediately post-operatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability of participant OR Legally Authorized Representative (LAR) to understand this study, and participant or LAR willingness to sign a written informed consent\n* Males and females age \\>= 18 years on day of consent\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 - 2\n* Patients undergoing resection for biopsy proven colon adenocarcinoma\n* Medically fit for colon resection\n* Ability to complete required study questionnaires\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n\nExclusion Criteria:\n\n* Diagnosis of rectal adenocarcinoma\n* Simultaneously enrolled in any therapeutic clinical trial. Subsequent enrollment in an adjuvant therapy clinical trial is not automatically prohibited by this trial. Trial eligibility for subsequent studies will be determined by the VIVA principal investigator (PI) and the PI of the other clinical trial in question\n* Diagnosed with a psychiatric illness or is in a social situation that would limit compliance with study requirements\n* Active grade 3 (per the National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI CTCAE\\] version 5.0) or higher viral, bacterial, or fungal infection within 2 weeks prior to the first dose of study treatment\n* Prisoner status\n* Allergies to eggs, egg products, soybeans, or soy products (relative or absolute contraindication to propofol)\n* Personal or first degree relative with a history of malignant hyperthermia (absolute contraindication to inhaled volatile anesthetics)\n* Diagnosis of inflammatory bowel disease\n* Planned multi-visceral resection (examples include: pelvic exenteration, combined liver and colon resection)\n* Patients undergoing resection for unresectable polyps, or incomplete polypectomies without biopsy proven adenocarcinoma are excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Luke V Selby",
                    "affiliation": "University of Kansas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Cancer Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Luke V. Selby",
                            "role": "CONTACT",
                            "phone": "913-588-7750",
                            "email": "lselby@kumc.edu"
                        },
                        {
                            "name": "Luke V. Selby",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003110",
                    "term": "Colonic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M6338",
                    "name": "Colonic Neoplasms",
                    "asFound": "Colon Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005283",
                    "term": "Fentanyl"
                },
                {
                    "id": "D000015742",
                    "term": "Propofol"
                },
                {
                    "id": "D000077149",
                    "term": "Sevoflurane"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000759",
                    "term": "Adjuvants, Anesthesia"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                },
                {
                    "id": "D000018685",
                    "term": "Anesthetics, Inhalation"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M18307",
                    "name": "Propofol",
                    "asFound": "Inhibitor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1673",
                    "name": "Sevoflurane",
                    "asFound": "Growth",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "asFound": "Implant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4089",
                    "name": "Adjuvants, Anesthesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20765",
                    "name": "Anesthetics, Inhalation",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "asFound": "Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}