{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05652153",
            "orgStudyIdInfo": {
                "id": "PSYCH-2023-31353"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23MH127307",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23MH127307"
                }
            ],
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Inhibitory Mechanisms of Negative Urgency in Adolescent Suicidal Behavior",
            "officialTitle": "Inhibitory Mechanisms of Negative Urgency in Adolescent Suicidal Behavior",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "inhibitory-mechanisms-of-negative-urgency-in-adolescent-suicidal-behavior"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-18",
            "studyFirstSubmitQcDate": "2022-12-05",
            "studyFirstPostDateStruct": {
                "date": "2022-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to understand why some people act more impulsively when feeling negative emotions, which is called negative urgency. The researchers hope to understand how negative urgency relates to the way networks of brain cells communicate with one another. The researchers will measure negative urgency and brain signals in adolescents aged 13-21 years with depression and suicidal thoughts and behaviors.\n\nThe main questions it aims to answer are:\n\n* Whether a type of brain signaling called cortical inhibition is related to negative urgency\n* Whether depressed adolescents with suicidal behavior have more problems with cortical inhibition than depressed adolescents with suicidal thoughts only\n* Whether the relationship between negative urgency and cortical inhibition changes over time\n\nAdolescents who participate in the study will complete the following activities at the time they join the study, as well as 6 months and 12 months later:\n\n* Interviews with researchers and questionnaires to learn about their thoughts, emotions, and symptoms\n* A questionnaire about impulsive behaviors and negative urgency\n* Computerized games that measure brain functions\n* An MRI scan of the brain\n* Transcranial magnetic stimulation with electroencephalography (TMS-EEG), a way to measure how brain cells communicate (cortical inhibition) using a magnet placed outside of the head and recording brain signals",
            "detailedDescription": "This project will study the neural underpinnings of impulsivity in adolescent suicidal behavior (SB). Suicide is the second leading cause of death in adolescence, and rates of adolescent SB are increasing. However, its neurobiology remains poorly understood, and treatments specifically targeting SB are lacking. SB in adolescents is a critical public health problem that demands urgent attention, particularly with research that will rapidly translate knowledge to clinical applications. Negative urgency, a component of impulsivity, is the tendency to act rashly in the context of negative emotion. It has been found to be increased among youth with SB and suicide attempts, and has been linked to impaired inhibition of limbic circuitry by the dorsolateral prefrontal cortex (DLPFC), yet precise mechanisms are unclear. Transcranial magnetic stimulation (TMS) permits noninvasive quantification of DLPFC functions such as cortical inhibition (CI), the process by which cortical interneurons regulate the activity of other circuits. Previous research indicates that adolescents with lifetime SB have reduced CI in the motor cortex that distinguishes them from non-suicidal youth. However, DLPFC CI has not been measured in adolescents with SB, nor is it clear how CI relates to cognitive and emotional systems implicated in SB, such as negative urgency. In order to study CI-related mechanisms of negative urgency in the DLPFC, simultaneous TMS and electroencephalography (TMS-EEG) is required. This is a longitudinal study of inhibitory physiology and negative urgency in 40 depressed adolescents with suicidal ideation (but no prior SB) and 40 depressed adolescents with SB. The study will utilize TMS-EEG and self-report measures of negative urgency to test hypotheses that dysregulated CI is associated with negative urgency, that DLPFC CI is deficient in adolescents with SB, and that CI deficits correlate longitudinally with changes in negative urgency and newly emergent SB. The long-term goal of this research is to utilize data gathered in this project to design a large-scale longitudinal study assessing neural and behavioral risk factors for developing SB, as well as trials of neuromodulatory treatments that will reduce the transition from suicidal thoughts to behaviors by targeting alterations in CI and negative urgency."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Behavior",
                "Suicidal Ideation",
                "Negative Urgency",
                "Cortical Inhibition",
                "Depression"
            ],
            "keywords": [
                "Suicidal Behavior",
                "Suicidal Ideation",
                "Negative Urgency",
                "Cortical Inhibition",
                "Depression",
                "Adolescent",
                "Transcranial Magnetic Stimulation",
                "Electroencephalography"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Two cohorts of adolescents (40 with current depression and prior suicidal ideation, but no prior suicidal behavior, Dep/SI group; 40 with depression and prior suicidal behavior \\[an interrupted or aborted attempt, or suicide attempt\\], Dep/SB group) will be followed longitudinally for 12 months. Measurement of clinical scales, negative urgency, and neurophysiology (TMS-EEG measurement of cortical inhibition) will be collected at baseline, 6 months, and 12 months. There is no allocation to an intervention.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Longitudinal Assessments",
                    "type": "OTHER",
                    "description": "Participants in both groups (Dep/SI and Dep/SB) will undergo identical assessments at baseline, 6 months, and 12 months. Assessments will include clinical interviews and rating scales, questionnaires (including a self-report scale of negative urgency), and single-/paired-pulse transcranial magnetic stimulation (sp/ppTMS) measurement of cortical inhibition.",
                    "interventionNames": [
                        "Other: Single-/paired-pulse transcranial magnetic stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Single-/paired-pulse transcranial magnetic stimulation",
                    "description": "Single-/paired-pulse transcranial magnetic stimulation (sp/ppTMS) is a technique for noninvasive assessment of brain physiology by delivering single or paired magnetic stimuli to the scalp with an electromagnetic coil. This results in transient induction of cortical electrical activity, which can be measured as evoked potentials by electromyography (EMG) and electroencephalography (EEG). Note that sp/ppTMS is used for neurophysiologic measurements; it is distinct from other TMS applications such as repetitive TMS, which can be used as interventions.",
                    "armGroupLabels": [
                        "Longitudinal Assessments"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Long-interval intracortical inhibition (LICI) - baseline",
                    "description": "LICI is a measure of cortical inhibitory physiology that is obtained by recording event-related potentials on electroencephalography (EEG) when applying paired magnetic pulses with transcranial magnetic stimulation (TMS).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Long-interval intracortical inhibition (LICI) - 6 months",
                    "description": "LICI is a measure of cortical inhibitory physiology that is obtained by recording event-related potentials on electroencephalography (EEG) when applying paired magnetic pulses with transcranial magnetic stimulation (TMS).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Long-interval intracortical inhibition (LICI) - 12 months",
                    "description": "LICI is a measure of cortical inhibitory physiology that is obtained by recording event-related potentials on electroencephalography (EEG) when applying paired magnetic pulses with transcranial magnetic stimulation (TMS).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Negative urgency - baseline",
                    "description": "Negative urgency, the tendency to act impulsively in the context of negative emotion, is measured using a subscale of the self-report Urgency, Premeditation, Perseverance, Sensation Seeking, Positive Urgency (UPPS-P) Impulsive Behavior Scale. Higher scores indicate greater negative urgency.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Negative urgency - 6 months",
                    "description": "Negative urgency, the tendency to act impulsively in the context of negative emotion, is measured using a subscale of the self-report Urgency, Premeditation, Perseverance, Sensation Seeking, Positive Urgency (UPPS-P) Impulsive Behavior Scale. Higher scores indicate greater negative urgency.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Negative urgency - 12 months",
                    "description": "Negative urgency, the tendency to act impulsively in the context of negative emotion, is measured using a subscale of the self-report Urgency, Premeditation, Perseverance, Sensation Seeking, Positive Urgency (UPPS-P) Impulsive Behavior Scale. Higher scores indicate greater negative urgency.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in long-interval intracortical inhibition (LICI)",
                    "description": "Change in LICI from baseline will be measured for participants who experience new-onset SB during the study (at either 6-month or 12-month visit, as applicable).",
                    "timeFrame": "6 months or 12 months"
                },
                {
                    "measure": "Change in negative urgency",
                    "description": "Change in negative urgency (on the UPPS-P negative urgency subscale) from baseline will be measured for participants who experience new-onset SB during the study (at either 6-month or 12-month visit, as applicable).",
                    "timeFrame": "6 months or 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 13-21 years (inclusive)\n* Any sex, gender, race, or ethnicity\n* For participants 18 years of age or older, ability to provide written informed consent\n* For participants under 18 years of age, ability to provide written assent, with legal guardian's ability to provide written informed consent\n* Ability of participant (and parent/guardian, if applicable) to read and to communicate verbally and in writing in English (in order to permit comprehensive assessment of suicide risk by study team, and to facilitate safety planning and mitigation of suicide-related risks as necessary)\n* Current diagnosis of a unipolar depressive episode (major depressive episode, unspecified depressive disorder, or adjustment disorder with depressed mood), confirmed on the structured diagnostic interview (MINI or MINI-Kid)\n* For participants in the Dep/SI group:\n\n  * Any lifetime history of suicidal ideation, as assessed by the Columbia Suicide Severity Rating Scale (C-SSRS)\n  * No prior history of suicidal behavior (interrupted attempt, aborted attempt, or suicide attempt) as assessed by the C-SSRS\n* For participants in the Dep/SB group:\n\n  -- Any lifetime history of suicidal behavior (interrupted attempt, aborted attempt, or suicide attempt) as assessed by the C-SSRS\n* If the study participant will be completing any of the assessments remotely through the use of video teleconferencing, access to a reliable internet connection will be required\n\nExclusion Criteria:\n\n* Imminent suicide risk as determined by the PI or other study board-certified child and adolescent psychiatrist (based on review of C-SSRS and SSI scales and clinical assessment of participant)\n* Current substance use meeting diagnostic criteria for a substance use disorder within the last month on the MINI or MINI-KID diagnostic interview (with the exceptions of caffeine and nicotine)\n* Lifetime history of psychosis, hypomania, or mania\n* Historical diagnosis of autism spectrum disorder or intellectual disability\n* Antiepileptic medication use or chronic benzodiazepine use (as-needed benzodiazepine use will be permitted if it can be held on day of study visit with TMS-EEG testing)\n* Pregnancy or suspected pregnancy in participants capable of becoming pregnant (assessed with urine pregnancy test)\n* Medical/neurologic history that would pose increased risks for transcranial magnetic stimulation (TMS) or magnetic resonance imaging (MRI), or factors that would impede completion of study procedures, including:\n\n  * Neurological disorders including seizure disorder, history of anoxia, history of head injuries with loss of consciousness for greater than 5 minutes\n  * Suicide attempt by hanging or strangulation (asphyxiation) leading to anoxia\n  * Any personal history of seizure or family history of epilepsy\n  * Any metallic implants, fragments, or devices\n  * Any cardiac pacemaker, medication pump, neural stimulator, or other implanted medical device\n  * Risk for increased intracranial pressure (e.g., history of intracranial mass)\n  * History of intracranial surgical procedure\n  * Any contraindication to TMS determined by the TMS Adult Safety Screen (TASS)\n  * Any contraindication to MRI identified on imaging center screening form\n* Any non-removable hair, head, or neck body modifications that would impede TMS and proper EEG recording",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Charles P Lewis, MD",
                    "role": "CONTACT",
                    "phone": "612-625-4081",
                    "email": "lewi1538@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathryn Cullen, MD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55414",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charles Lewis",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}