{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06013371",
            "orgStudyIdInfo": {
                "id": "STUDY-23-00464"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "PDE4 Inhibition in Seborrheic Dermatitis and Papulopustular Rosacea",
            "officialTitle": "PDE4 Inhibition in the Treatment of Seborrheic Dermatitis and Papulopustular Rosacea With PF-07038124",
            "therapeuticArea": [
                "Dermatology",
                "Other"
            ],
            "study": "inhibition-in-seborrheic-dermatitis-and-papulopustular-rosacea"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-22",
            "studyFirstSubmitQcDate": "2023-08-22",
            "studyFirstPostDateStruct": {
                "date": "2023-08-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benjamin Ungar",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a double-blind, vehicle-controlled clinical trial. The study will take place at Icahn School of Medicine at Mount Sinai. The study will include 33-39 adult subjects with moderate-to-severe-Seborrheic dermatitis (SD) as well as 33-39 adult subjects with moderate-to-severe papulopustular rosacea (PPR). Subjects will be randomized 2:1 to receive study drug or placebo.\n\nEnrolled subjects will apply topical PF-07038124 0.02% ointment once daily for 8 weeks. They will return for visits at weeks 4, 8, and 12 following study treatment initiation for repeat clinical assessments, medication reviews, tape-strip, blood and urine sample collections, and monitoring for adverse events.",
            "detailedDescription": "After providing consent, all subjects will be assessed for study eligibility, which includes a review of the subjects past and current medical conditions, familial medical history and detailed review of past and current medications. Subjects will also undergo a review of past topical treatments/therapies for SD or PPR, and clinical assessments (SD: clinical SD score, IGA, Peak Pruritus Numerical Rating Scale \\[PP-NRS\\]; PPR: inflammatory lesion count, IGA, PP-NRS).\n\nSubjects who meet inclusion criteria for eligibility may continue with the Baseline Visit (Week 0) or can be scheduled to return for the Baseline Visit within 28 days of the Screening Visit.\n\nAt Baseline/Week 0, subjects will undergo clinical assessments (SD: clinical SD Severity Score, IGA, PP-NRS; PPR: inflammatory lesion count, IGA, PP-NRS), review of concomitant medications, standardized clinical photography, and a Dermatology Life Quality index (DLQI) questionnaire. Subsequent clinical assessments including standardized clinical photography, and questionnaire completion will be performed at follow up visits at Week 4, Week 8, and Week 12. Skin tape-strip samples will be collected for mechanistic studies (described below) at baseline (lesional and non-lesional facial skin), Week 4 (lesional facial skin), Week 8 (lesional facial skin), and Week 12 (lesional facial skin). Additional blood samples will be collected and stored at baseline and at Week 8 (or early termination, whichever is first) for potential future mechanistic analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Seborrheic Dermatitis",
                "Papulopustular Rosacea"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Subjects will be randomized 2:1 to either drug or placebo",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Treatment will be double-blind",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PF-07038124",
                    "type": "EXPERIMENTAL",
                    "description": "PF-07038124 0.02% ointment once daily for 8 weeks",
                    "interventionNames": [
                        "Drug: PF-07038124"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo Ointment",
                    "interventionNames": [
                        "Drug: Placebo Ointment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "PF-07038124",
                    "description": "topical PDE4 inhibitor",
                    "armGroupLabels": [
                        "PF-07038124"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Ointment",
                    "description": "matching placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Subjects reaching Investigator's Global Assessment (IGA) success - Seborrheic dermatitis (SD)",
                    "description": "IGA success defined as: clear (0) or almost clear (1) and a reduction from baseline of ≥2 points score of 0 or 1 at 8 weeks. Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nClear (0) - Complete clear, no signs of SD\n\nAlmost Clear (1) - Only slight pink color or trace amounts of scaling\n\nMild (2) - Pink to red color, or slight\n\nModerate (3) - Distinct redness or clearly visible scaling\n\nSevere (4) - Severe score in erythema or scaling",
                    "timeFrame": "Baseline and Week 8"
                },
                {
                    "measure": "Percent change in lesion count Papulopustular Rosacea (PPR)",
                    "description": "Percent change from baseline in inflammation (papule/pustule) lesion count at 8 weeks",
                    "timeFrame": "Baseline and Week 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in SD severity score at 8 weeks",
                    "description": "Change from baseline in each component and overall SD score (composed of erythema, scaling, and pruritus components) at 8 weeks. Each component scored 0-4 (0 = absence, 1 = mild, 2 = moderate, 3 = significant, 4 = severe). Total score from 0-12. Higher score indicates more severe symptoms.",
                    "timeFrame": "Baseline and 8 weeks"
                },
                {
                    "measure": "Number of patients with treatment success via IGA in PPR",
                    "description": "IGA success is defined as clear (0) or almost clear (1),and a reduction from baseline of ≥2 points score of 0 or 1 at 8 weeks. Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nClear (0) - No inflammatory lesions present, no erythema\n\nAlmost Clear (1) - Very few, small papules/pustules, very mild erythema present\n\nMild (2) - Few small or large papules/pustules, moderate erythema\n\nModerate (3) - Several small or large papules/pustules, moderate erythema\n\nSevere (4) - Numerous small and/or large papules/pustules, severe erythema",
                    "timeFrame": "Baseline and 8 weeks"
                },
                {
                    "measure": "Change in Clinical Erythema - PPR",
                    "description": "Change from baseline in clinical erythema assessment at 8 weeks. Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nClear (0) -Clear skin with no signs of erythema\n\nAlmost Clear (1) - Almost clear; slight redness\n\nMild (2) - Mild erythema; definite redness\n\nModerate (3) - Moderate erythema; marked redness\n\nSevere (4) - Severe erythema; fiery redness",
                    "timeFrame": "Baseline and 8 weeks"
                },
                {
                    "measure": "Change in Patient assessment of erythema - PPR",
                    "description": "Change from baseline in patient severity assessment of erythema at 8 weeks. Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nClear (0) - Clear of unwanted redness\n\nAlmost Clear (1) - Nearly clear of unwanted redness\n\nMild (2) - Somewhat more redness than I prefer\n\nModerate (3) - More redness than I prefer\n\nSevere (4 - Completely unacceptable redness",
                    "timeFrame": "Baseline and 8 weeks"
                },
                {
                    "measure": "Change in Lesion count - PPR",
                    "description": "Change from baseline and from 8 weeks in inflammatory (papule/pustule) lesion count at 12 weeks",
                    "timeFrame": "Baseline, 8 weeks, 12 weeks"
                },
                {
                    "measure": "Change in IGA Score - SD and PPR",
                    "description": "Change from baseline in IGA score at 4 and 8 weeks. Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nSD Clear 0 Complete clear, no signs of SD Almost Clear 1 Only slight pink color or trace amounts of scaling Mild 2 Pink to red color, or slight Moderate 3 Distinct redness or clearly visible scaling Severe 4 Severe score in erythema or scaling Clear (0) - Complete clear, no signs of SD\n\nPPR Clear 0 No inflammatory lesions present, no erythema Almost Clear 1 Very few, small papules/pustules, very mild erythema present Mild 2 Few small or large papules/pustules, moderate erythema Moderate 3 Several small or large papules/pustules, moderate erythema Severe 4 Numerous small and/or large papules/pustules, severe erythema",
                    "timeFrame": "Baseline, 4 and 8 weeks"
                },
                {
                    "measure": "Percent change in IGA Score - SD and PPR",
                    "description": "Percent change from baseline in IGA score at 4 and 8 weeks. Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nSD Clear 0 Complete clear, no signs of SD Almost Clear 1 Only slight pink color or trace amounts of scaling Mild 2 Pink to red color, or slight Moderate 3 Distinct redness or clearly visible scaling Severe 4 Severe score in erythema or scaling Clear (0) - Complete clear, no signs of SD\n\nPPR Clear 0 No inflammatory lesions present, no erythema Almost Clear 1 Very few, small papules/pustules, very mild erythema present Mild 2 Few small or large papules/pustules, moderate erythema Moderate 3 Several small or large papules/pustules, moderate erythema Severe 4 Numerous small and/or large papules/pustules, severe erythema",
                    "timeFrame": "Baseline, 4 and 8 weeks"
                },
                {
                    "measure": "Change in IGA Score - SD and PPR",
                    "description": "Change from baseline and from 8 weeks in IGA at 12 weeks (i.e., 4 weeks after treatment cessation). Full scale is scored from 0-4, higher score indicates more severe symptoms.\n\nSD Clear 0 Complete clear, no signs of SD Almost Clear 1 Only slight pink color or trace amounts of scaling Mild 2 Pink to red color, or slight Moderate 3 Distinct redness or clearly visible scaling Severe 4 Severe score in erythema or scaling Clear (0) - Complete clear, no signs of SD\n\nPPR Clear 0 No inflammatory lesions present, no erythema Almost Clear 1 Very few, small papules/pustules, very mild erythema present Mild 2 Few small or large papules/pustules, moderate erythema Moderate 3 Several small or large papules/pustules, moderate erythema Severe 4 Numerous small and/or large papules/pustules, severe erythema",
                    "timeFrame": "Baseline and Week 12"
                },
                {
                    "measure": "Change in Peak Pruritus Numerical Rating Scale (PP-NRS) from Baseline at Week 8",
                    "description": "Change from baseline in PP-NRS at 8 weeks On a scale of 0 to 10, with 0 being 'no itch' and 10 being 'worst itch imaginable', patient rates their itch at the worst moment during the previous 24 hours. Higher score indicates more severe symptoms.",
                    "timeFrame": "Baseline and Week 8"
                },
                {
                    "measure": "Number of related adverse events",
                    "description": "Number of adverse events reported throughout the study that are deemed related to study drug.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Frequency of adverse events",
                    "description": "The frequency at which adverse events that are deemed related to study drug are reported throughout the study.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Severity of Adverse Events",
                    "description": "Severity will be measured as a category (mild, Moderate, severe) according to CTCAE 5.0.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female subjects ≥ 18 years of age at the time of signing the informed consent document.\n* Subject is able to understand and voluntarily sign an informed consent document prior to participation in any study assessments or procedures.\n* Subject is able to adhere to the study visit schedule and other protocol requirements.\n* Diagnosis of SD and baseline IGA ≥ 3 with facial involvement\n* OR\n* Diagnosis of PPR, baseline IGA ≥ 3, and baseline inflammatory lesion count ≥ 12\n* Subject agrees to discontinue all treatments for SD and PPR from screening through study completion aside from the study drug\n* Subject is judged to be in otherwise good overall health as judged by the investigator, based on medical history, physical examination, and laboratory testing. (NOTE: The definition of good health means a subject does not have uncontrolled significant co-morbid conditions).\n* Females of childbearing potential (FCBP) must have a negative pregnancy test at Screening and Baseline. While on the study drug and for at least 90 days after the last application of the study drug, male and female participants must be willing to take appropriate contraceptive measures to avoid pregnancy or fathering a child. FCBP who engage in activity in which conception is possible must use one of the approved contraceptive options described below:\n\n  * Option 1: Any one of the following highly effective contraceptive methods: hormonal contraception (oral, injection, implant, transdermal patch, vaginal ring); intrauterine device (IUD); tubal ligation; or partner's vasectomy.\n  * OR\n  * Option 2: Male or female condom (latex condom or nonlatex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]); PLUS one additional barrier method: (a) diaphragm with spermicide; (b) cervical cap with spermicide; or (c) contraceptive sponge with spermicide.\n\nThe female subject's chosen form of contraception must be effective by the time the female subject is enrolled into the study.\n\nExclusion Criteria:\n\nThe presence of any of the following will exclude a subject from enrollment:\n\n* Subjects with other skin diseases that would interfere with the study assessment in the opinion of the investigator.\n* Active bacterial, fungal, or viral skin infection within 2 weeks from study initiation.\n* Subject has clinically significant (as determined by the investigator) renal, hepatic, hematologic, intestinal, endocrine, pulmonary, cardiovascular, neurological, psychiatric, immunologic, or other major uncontrolled diseases (e.g., malignancy, TB, thromboembolic events) that will affect the health of the subject during the study, or interfere with the interpretation of study results.\n* Subject has previously received treatment with oral or topical PDE4 inhibitors.\n* Current other topical treatments (e.g., topical corticosteroids, topical calcineurin inhibitors, topical JAK inhibitors, topical metronidazole, topical minocycline, topical ivermectin, topical azelaic acid, topical brimonidine, topical oxymetazalone, topical antihistamines, topical antibacterials) within 2 weeks of baseline.\n* Use of systemic non-biologic immunosuppressive medications, including, but not limited to, cyclosporine, systemic or intralesional corticosteroids, mycophenolate mofetil, azathioprine, methotrexate, tacrolimus, oral JAK inhibitors within 4 weeks of study initiation.\n* Use of systemic biologic immunosuppressive medications, including, but not limited to inhibitors of IL-17, IL-12/23, or IL-23, TNF inhibitors, dupilumab, and abatacept within 12 weeks of baseline.\n* History of adverse systemic or allergic reactions to any component of the study drug.\n* Current participation in any other study with a biologic investigational medication within 6 months of baseline, or non-biologic investigational medication within 12 weeks of baseline.\n* Subject who is pregnant or breast feeding.\n* SD or PPR Baseline IGA \\< 3; PPR inflammatory lesion count \\<12; SD with no facial involvement.\n* Active hepatitis B, hepatitis C, human immunodeficiency virus (HIV), or positive HIV serology at the time of screening for subjects determined by the investigators to be at high-risk for this disease.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benjamin Ungar, MD",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "Benjamin.Ungar@mountsinai.org"
                },
                {
                    "name": "Giselle Singer",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "giselle.singer@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Ungar, MD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Ungar",
                            "role": "CONTACT",
                            "phone": "212-241-3288",
                            "email": "Benjamin.Ungar@mountsinai.org"
                        },
                        {
                            "name": "Giselle Singer",
                            "role": "CONTACT",
                            "phone": "212-241-3288",
                            "email": "giselle.singer@mssm.edu"
                        },
                        {
                            "name": "Benjamin Ungar",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data will be analyzed as aggregated data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003872",
                    "term": "Dermatitis"
                },
                {
                    "id": "D000012393",
                    "term": "Rosacea"
                },
                {
                    "id": "D000012628",
                    "term": "Dermatitis, Seborrheic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000012625",
                    "term": "Sebaceous Gland Diseases"
                },
                {
                    "id": "D000017443",
                    "term": "Skin Diseases, Eczematous"
                },
                {
                    "id": "D000017444",
                    "term": "Skin Diseases, Papulosquamous"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7067",
                    "name": "Dermatitis",
                    "asFound": "Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15214",
                    "name": "Rosacea",
                    "asFound": "Papulopustular Rosacea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15442",
                    "name": "Dermatitis, Seborrheic",
                    "asFound": "Seborrheic Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15439",
                    "name": "Sebaceous Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19712",
                    "name": "Skin Diseases, Eczematous",
                    "relevance": "LOW"
                },
                {
                    "id": "M19713",
                    "name": "Skin Diseases, Papulosquamous",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M29334",
                    "name": "Phosphodiesterase 4 Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}