{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06124924",
            "orgStudyIdInfo": {
                "id": "MED-2023-32227"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "SGLT2 Inhibitors After Acute Kidney Injury With Indications Pilot",
            "officialTitle": "SGLT2 Inhibitors After Acute Kidney Injury With Indications Pilot",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "inhibitors-after-acute-kidney-injury-with-indications-pilot"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-26",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-03",
            "studyFirstSubmitQcDate": "2023-11-03",
            "studyFirstPostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "SGLT2i have been shown to reduce risk for mortality, progression of chronic kidney disease, and cardiovascular outcomes in these populations. Yet, because SGLT2i can have an acute hemodynamic effect on kidney function, in clinical practice providers are wary of providing these medications to patients who have established indications but recently had acute kidney injury (AKI).\n\nThis is a pilot interventional study to collect process-data (measures of recruitment and measures of adherence) that can be used to establish feasibility for a larger pilot randomized trial in the future. The study aims to conduct a small randomized intervention trial with two arms, with approximately 10-12 patients in the intervention arm and 5-6 in the control arm. The intervention will be providing a prescription for a SGLT2i based on established criteria for this FDA-approved class of drugs, and the control will be usual care (through which, control arm participants will also have access to this FDA-approved class of drugs - expect receipt of a SGLT2i in the control arm to be rare, but a degree of crossover will be expected)."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Kidney Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 17,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "control",
                    "type": "NO_INTERVENTION",
                    "description": "usual care. no medication will be prescribed by Dr. Murphy. Only a basic metabolic panel lab test will be ordered in EPIC for the study participant to be done approximately 2 weeks after discharge and the results of which are to be routed to Dr. Murphy. A post-AKI / post-discharge basic metabolic panel lab test is a usual care lab test, and Dr. Murphy reviews such lab test results in his usual clinical practice."
                },
                {
                    "label": "Experimental group",
                    "type": "EXPERIMENTAL",
                    "description": "randomized to SGLT2i",
                    "interventionNames": [
                        "Drug: SGLT2 inhibitor"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SGLT2 inhibitor",
                    "description": "a starting dose of a SGLT2i will be prescribed for the participant for pickup at discharge via the UMMC discharge pharmacy. The preferred prescription will be empagliflozin (Jardiance) 10mg daily with a 90-day fill and no refills, but this can be adjusted to other SGLT2i or other doses in the outpatient setting by either Dr. Murphy or by the participants' established providers, typically based on insurance company preferences among the three FDA-approved SGLT2i.",
                    "armGroupLabels": [
                        "Experimental group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "SGLT2i use",
                    "description": "proportion of patients in each arm of the study using a SGLT2i at one month of follow-up.",
                    "timeFrame": "1 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "number of participants who obtained follow-up basic metabolic panel",
                    "description": "How many participants in each arm of the study obtain follow-up basic metabolic panel lab testing prior to the one-month (+/- 10 days) follow-up phone call.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "screening feasibility",
                    "description": "How many patients we screen for every candidate we identify",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "participation rate",
                    "description": "How many candidate-patients we approach who enroll in the study as participants.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Type 2 diabetes mellitus, as indicated by review of the candidate's chart, as confirmed by interviewing the participant prior to randomization as part of the consent process, and documentation of at least one non-insulin diabetes medication that are specific to type 2 diabetes mellitus (with concurrent insulin use allowed) based on outpatient medication reconciliation documented in the inpatient medical notes and medication tab of Epic. SGLT2i are considered first- line therapy for type 2 diabetes mellitus.\n* Age 40 to 75 years at time of screening. This age range is chosen to decrease the likelihood of pregnancy while also increasing the likelihood of participants having adequate life expectancy to benefit from SGLT2i use.\n* No positive pregnancy test results during the current hospitalization (or from a transferring hospital or transferring emergency room) or documentation in the electronic medical chart of an existing pregnancy. For candidates for the study who are female of childbearing age \\&lt;55 years (an approximate upper limit for menopause) with a urine sample in the UMMC laboratory available to add-on a urine pregnancy test, Dr. Murphy will ask the primary team or nephrology team to add-on that test if medical relevant (pregnancy is virtually always medically relevant). If they cannot (because no urine sample is available or they determine it is not medically relevant), that patient will no longer be considered a study- candidate.\n* AKI occurring during the index hospitalization or present-on-admission, with a nephrology consult active after the onset of the AKI. The nephrology consult team need not be active at the time of study enrollment, though, if not medically needed any longer.\n* Serum creatinine concentration that has peaked and has begun to improve (defined as a creatinine ≥0.30 mg/dL below the maximum serum creatinine concentration measured during the index hospitalization).\n* Serum creatinine concentration that is no higher than 0.05 mg/dL higher on the day of randomization than compared to the most recent serum creatinine concentration ≥12 hours prior.\n* A current creatinine-based eGFR ≥45 mL/min/1.73 m 2 (which, due to the stable- to-improving serum creatinine concentration requirements, as above, would indicate an eGFR that is truly ≥45 mL/min/1.73 m 2 ). eGFR ≥45 mL/min/1.73 m 2 is the most cautious eGFR threshold published among the three commercially available SGLT2i. 6,7\n* A high likelihood, based on assessment of their medical chart, for discharge in the coming days with a plan to discharge to home without hospice services (meaning: not discharging to a rehabilitation facility or another hospital).\n\nExclusion Criteria:\n\n* Vulnerable populations, including those with cognitive disorders (as noted in problem lists and active inpatient notes from the index hospitalization), pregnant patients, incarcerated patients, etc. will not be candidates for this study.\n* If non-English speaking, a lack of available in-person interpreter within UMMC will be an exclusion criteria.\n* A prior history of intolerance to a SGLT2i, as documented in the patient's allergy list and upon interviewing the candidate prior to randomization during the consenting process.\n* If the candidate reports that they would object to taking a diuretic medication that, according to its mechanism of action, will increase their daily urinary volume, that will preclude study enrollment.\n* Current treatment for a urinary tract infection of genital infection, defined by inpatient medical notes, or the candidate reporting a medical history of recurrent urinary tract infections will preclude study enrollment.\n* Hypoglycemia, defined as a blood glucose concentration, \\&lt;60 mg/dL, during the hospitalization prior to randomization or the candidate reporting a medical history of recurrent hypoglycemia will preclude study enrollment.\n* Both the consulting nephrology team and the primary inpatient team will be contacted before the patient is contacted, and they will be empowered to opt- out the patient if they do not think the patient is appropriate to receive a SGLT2i at this time. If Dr. Murphy is one of the staff physicians for the day for the candidate-patient, that patient will be excluded to avoid conflicts of interest or undue pressure on the patient. The patient can be one of Dr. Murphy's established outpatient or can be scheduled for AKI-nephrology follow-up after discharge with Dr. Murphy in the outpatient setting.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Murphy, MD, MS",
                    "role": "CONTACT",
                    "phone": "murph670@umn.edu",
                    "email": "murph670@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel Murphy, MD, MS",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55414",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel Murphy",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058186",
                    "term": "Acute Kidney Injury"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28998",
                    "name": "Acute Kidney Injury",
                    "asFound": "Acute Kidney Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077203",
                    "term": "Sodium-Glucose Transporter 2 Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1691",
                    "name": "Sodium-Glucose Transporter 2 Inhibitors",
                    "asFound": "HIV-positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M258082",
                    "name": "Empagliflozin",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}