{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05990881",
            "orgStudyIdInfo": {
                "id": "2006564-3"
            },
            "organization": {
                "fullName": "Rhode Island Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Injection of Botulinum Toxin for Thumb Carpometacarpal Arthritis",
            "officialTitle": "Botulinum Toxin Injection in the Management of Thumb Carpometacarpal Arthritis: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "injection-of-botulinum-toxin-for-thumb-carpometacarpal-arthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-24",
            "studyFirstSubmitQcDate": "2023-08-10",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rhode Island Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical trial is to gather information on the safety and effectiveness of botulinum toxin injection (or Botox) in the treatment of thumb joint pain/arthritis. People with thumb joint pain or arthritis usually receive steroid injections to help with the pain. However, this medicine does not always work well and also carries known important side effects. There is currently no alternative to this injection medicine.\n\nThis clinical trial seeks to investigate botulinum toxin as a possible alternative to steroid injection. The difference between Botox and steroid injections is that they are different medicines and work in different ways. Botox, as it is being used in this study, is not FDA-approved. It is therefore considered an investigational medicine.",
            "detailedDescription": "Thumb carpometacarpal (CMC) osteoarthritis (OA) is one of the most common conditions treated by hand surgeons in the US. The treatment algorithm includes a stepwise strategy starting with conservative management and escalating to operative interventions when nonoperative measures fail to control pain or there is progression to a painful joint. Intra-articular injection of steroids represents a mainstay in the treatment approach for patients with thumb CMC OA, but despite its ubiquity, the American College of Rheumatology only conditionally recommends steroid injections due to a lack of evidence. Additionally, steroid injections carry significant risks, including the possibility of tissue atrophy, skin hypopigmentation, and joint arthropathy. As a result, alternative means have been sought to better treat pain and potentially delay the need for surgery. Botulinum toxin (BoNT) may be one such alternative.\n\nBoNT is produced by Clostridium botulinum and exerts temporary neuromodulation by rapidly and strongly binding to presynaptic cholinergic nerve terminals. BoNT has also been shown to inhibit the secretion of pain mediators from the nerve endings of the dorsal root ganglia, reduce local inflammation around nerve endings, deactivate sodium channels, and perform retrograde axonal transport. Due to the growing evidence of efficacy in treating neuropathic pain, the use of BoNT has become incorporated in the management of chronic migraines, trigeminal neuralgia, spinal cord injuries, and post-stroke pain syndrome. Additionally, intra-articular BoNT injections were shown to decrease pain in patients with knee and shoulder refractory arthritis.\n\nThe investigators propose that intra-articular BoNT injections may decrease pain in patients with thumb CMC OA through the chemical denervation of articular pain fibers."
        },
        "conditionsModule": {
            "conditions": [
                "Carpometacarpal Sprain",
                "Thumb Sprain",
                "Clostridium; Botulinum"
            ],
            "keywords": [
                "Botulinum toxin",
                "Carpometacarpal joint arthritis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "There will be two groups to which patients will be randomized: the control group, in which patients will receive the standard treatment for carpometacarpal joint arthritis (i.e., corticosteroid injection), and the experimental group, in which patients receive Botulinum toxin injection.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Patients will not be informed of which group they are assigned. A small bandage will be placed over the injection site after the injection is performed since corticosteroid injections may cause mild, benign skin discoloration.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients in this group will receive standard-of-care corticosteroid injections.",
                    "interventionNames": [
                        "Drug: Standard-of-care corticosteroid injections"
                    ]
                },
                {
                    "label": "Botulinum Toxin",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in this group will receive a Botulinum Toxin injection.",
                    "interventionNames": [
                        "Drug: Botulinum toxin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Botulinum toxin",
                    "description": "Patients in this group will receive an injection of Botulinum toxin.",
                    "armGroupLabels": [
                        "Botulinum Toxin"
                    ],
                    "otherNames": [
                        "Botox"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Standard-of-care corticosteroid injections",
                    "description": "Patients in this group will receive an injection of corticosteroid injections, which are considered standard of care.",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Thumb Pain",
                    "description": "The primary outcome of interest is an improvement of thumb-specific pain scored by a change in the visual analog scale (VAS) pain score. VAS was chosen based on strong evidence supporting its validity in assessing pain in patients with OA. VAS will be measured by asking patients to make a vertical mark on a 10-cm horizontal line with 0 (far-left hash mark) representing no pain and 10 (far-right hash mark) representing the worst pain of their life. Scores will be quantified by measuring the difference in the distance from the left hash mark to the patient's mark in millimeters using a caliper. Based on the literature, the minimal clinically important difference (MCID) for VAS is 1.6 cm and 2.2 cm for substantial clinical benefit (SCB). Pre-injection VAS scores will be taken to first establish a baseline.",
                    "timeFrame": "Post-injection VAS scores will then be taken at each subsequent follow-up visit: 2-weeks, 1-month, 6-months, and 1-year (primary study endpoint)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Grip Strength",
                    "description": "Secondary outcomes will include grip strength measured by asking a patient to compress a Jamar hydraulic hand dynamometer with maximal exertion at 2 seconds. This will be performed 3 times in each hand, alternating between the study hand and the contralateral hand, in order to provide rest between attempts and establish a baseline for the unaffected or less affected hand. The average of 3 values for each hand will be computed and recorded.\n\nIn a similar fashion, key pinch strength will be measured using a pinch dynamometer.",
                    "timeFrame": "2-weeks, 1-month, 6-months, and 1-year (primary study endpoint)."
                },
                {
                    "measure": "Thumb range of motion",
                    "description": "Thumb range of motion (ROM) will be measured for the basal joint: (1) in-plane thumb abduction values represent the angle (in degrees) between the axis of the first and second metacarpal, with the apex centered over the scaphoid when the hand is placed flat upon the exam table, (2) out-of-plane thumb abduction values represent the angle (in degrees) between the axis of the first and second metacarpal bones when the dorsum of the hand is placed flat upon the exam table and the patient is asked to point their thumb vertically toward the ceiling; (3) metacarpophalangeal (MCP) values will consist of measurement of the angle between the axis of the metacarpal and proximal phalangeal bones of the first digit, as means of assessing laxity in the adjacent joint, which is commonly increased as a sequelae of basilar joint arthritis.",
                    "timeFrame": "2-weeks, 1-month, 6-months, and 1-year (primary study endpoint)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (\\> 18 years old) with a diagnosis of thumb CMC OA\n* Diagnosis of thumb CMC OA\n* History, clinical exam, and radiographic findings, as done in prior studies on this topic.\n* Subjective: thumb or wrist pain at rest or with activity, joint stiffness\n* Exam: basal joint tenderness, decreased mobility, deformity, instability\n* Radiograph: joint space narrowing, subchondral sclerosis, osteophytes, subchondral cysts, Eaton-Littler stage.\n* Failed conservative management with oral pain medication and splinting for at least 3 months.\n\nExclusion Criteria:\n\n* Severe osteoarthritis (Eaton-Littler stage 4) or too large osteophytes to allow for injection into the joint space Inflammatory arthritis\n* Any concomitant hand conditions (i.e. carpal tunnel, trigger finger, etc)\n* Prior significant hand trauma related to the thumb or first CMC joint\n* Prior intervention or hand surgery\n* Patients with fibromyalgia or complex regional pain syndrome (CRPS)\n* Pregnant and breastfeeding patients will also be excluded. We also will exclude individuals attempting to conceive or who could become pregnant within 6-months of treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Loree K Kalliainen, MD",
                    "role": "CONTACT",
                    "phone": "6127082517",
                    "email": "lkkllnn@gmail.com"
                },
                {
                    "name": "Vinay Rao, MD",
                    "role": "CONTACT",
                    "phone": "8133856534",
                    "email": "vinayrao33@gmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "235 Plain Street",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Loree K Kalliainen, MD",
                            "role": "CONTACT",
                            "phone": "612-708-2517",
                            "email": "lkkllnn@gmail.com"
                        },
                        {
                            "name": "Elijah M Persad-Paisley, BA",
                            "role": "CONTACT",
                            "phone": "3472353331",
                            "email": "elijahpp@brown.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "15252092",
                    "type": "BACKGROUND",
                    "citation": "Haara MM, Heliovaara M, Kroger H, Arokoski JP, Manninen P, Karkkainen A, Knekt P, Impivaara O, Aromaa A. Osteoarthritis in the carpometacarpal joint of the thumb. Prevalence and associations with disability and mortality. J Bone Joint Surg Am. 2004 Jul;86(7):1452-7. doi: 10.2106/00004623-200407000-00013."
                },
                {
                    "pmid": "29969109",
                    "type": "BACKGROUND",
                    "citation": "Weiss AC, Goodman AD. Thumb Basal Joint Arthritis. J Am Acad Orthop Surg. 2018 Aug 15;26(16):562-571. doi: 10.5435/JAAOS-D-17-00374."
                },
                {
                    "pmid": "31103085",
                    "type": "BACKGROUND",
                    "citation": "Pickrell BB, Eberlin KR. Thumb Basal Joint Arthritis. Clin Plast Surg. 2019 Jul;46(3):407-413. doi: 10.1016/j.cps.2019.02.010."
                },
                {
                    "pmid": "25776442",
                    "type": "BACKGROUND",
                    "citation": "Trellu S, Dadoun S, Berenbaum F, Fautrel B, Gossec L. Intra-articular injections in thumb osteoarthritis: A systematic review and meta-analysis of randomized controlled trials. Joint Bone Spine. 2015 Oct;82(5):315-9. doi: 10.1016/j.jbspin.2015.02.002. Epub 2015 Mar 14."
                },
                {
                    "pmid": "2011163",
                    "type": "BACKGROUND",
                    "citation": "Jankovic J, Brin MF. Therapeutic uses of botulinum toxin. N Engl J Med. 1991 Apr 25;324(17):1186-94. doi: 10.1056/NEJM199104253241707. No abstract available."
                },
                {
                    "pmid": "24715952",
                    "type": "BACKGROUND",
                    "citation": "Singh JA. Use of botulinum toxin in musculoskeletal pain. F1000Res. 2013 Feb 15;2:52. doi: 10.12688/f1000research.2-52.v2. eCollection 2013."
                },
                {
                    "pmid": "16112345",
                    "type": "BACKGROUND",
                    "citation": "Cote TR, Mohan AK, Polder JA, Walton MK, Braun MM. Botulinum toxin type A injections: adverse events reported to the US Food and Drug Administration in therapeutic and cosmetic cases. J Am Acad Dermatol. 2005 Sep;53(3):407-15. doi: 10.1016/j.jaad.2005.06.011."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001906",
                    "term": "Botulism"
                },
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000013180",
                    "term": "Sprains and Strains"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000003015",
                    "term": "Clostridium Infections"
                },
                {
                    "id": "D000016908",
                    "term": "Gram-Positive Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000020511",
                    "term": "Neuromuscular Junction Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020258",
                    "term": "Neurotoxicity Syndromes"
                },
                {
                    "id": "D000005517",
                    "term": "Foodborne Diseases"
                },
                {
                    "id": "D000011041",
                    "term": "Poisoning"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5184",
                    "name": "Botulism",
                    "asFound": "Clostridium; Botulinum",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15974",
                    "name": "Sprains and Strains",
                    "asFound": "Sprain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6247",
                    "name": "Clostridium Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19252",
                    "name": "Gram-Positive Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M22297",
                    "name": "Neuromuscular Junction Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M22080",
                    "name": "Neurotoxicity Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M8641",
                    "name": "Foodborne Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13931",
                    "name": "Poisoning",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T807",
                    "name": "Botulism",
                    "asFound": "Clostridium; Botulinum",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4120",
                    "name": "Neurotoxicity Syndromes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001905",
                    "term": "Botulinum Toxins"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065087",
                    "term": "Acetylcholine Release Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21257",
                    "name": "Botulinum Toxins, Type A",
                    "relevance": "LOW"
                },
                {
                    "id": "M250193",
                    "name": "abobotulinumtoxinA",
                    "relevance": "LOW"
                },
                {
                    "id": "M5183",
                    "name": "Botulinum Toxins",
                    "asFound": "Resection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3473",
                    "name": "Acetylcholine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                }
            ]
        }
    },
    "hasResults": false
}