{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05516277",
            "orgStudyIdInfo": {
                "id": "1K23HL157754-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1K23HL157754-01A1"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Insomnia Treatment and Cardiometabolic Health in Older Adults With Posttraumatic Stress Disorder",
            "officialTitle": "Insomnia Treatment and Cardiometabolic Health in Older Adults With Posttraumatic Stress Disorder",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "insomnia-treatment-and-cardiometabolic-health-in-older-adults-with-posttraumatic-stress-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-16",
            "studyFirstSubmitQcDate": "2022-08-23",
            "studyFirstPostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Monica R. Kelly, PhD, DBSM",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "VA Office of Research and Development",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot randomized controlled trial will address a gap in knowledge related to addressing modifiable risk factors for cardiometabolic disease through treating residual insomnia, sleep difficulties that remain after successful treatment of another condition, in the context of PTSD in understudied older adults. This study provides a non-medication treatment for PTSD called Cognitive Processing Therapy (CPT) followed by one of two non-medication sleep education and treatment programs for sleep problems that remain after completing PTSD treatment in older adults with PTSD. The aims of this project are to evaluate 1) the added benefits of treating residual insomnia on sleep and PTSD symptoms; 2) the added benefits of treating residual insomnia following CPT on cardiometabolic risk biomarkers and quality of life; and 3) the durability of the sleep, PTSD, cardiometabolic and quality of life benefits of treating residual insomnia following CPT at 6-month follow-up in older adults with PTSD.",
            "detailedDescription": "Both insomnia and Post Traumatic Stress Disorder (PTSD) are independent risk factors for cardiometabolic diseases; the leading causes of morbidity and mortality in the US for which the growing geriatric population is at elevated risk. PTSD and insomnia disorder frequently co-occur yet require unique treatments, as sleep difficulties are one of the most common residual symptoms that remain after completing an evidence-based PTSD treatment.\n\nThis pilot randomized controlled trial provides a non-medication treatment for PTSD called Cognitive Processing Therapy (CPT) followed by one of two non-medication sleep education and treatment programs for sleep problems that remain after completing PTSD treatment in older adults with PTSD. Individuals over 50 years of age, who have received care at the VA Greater Los Angeles Healthcare System, and who have been exposed to a stressful or traumatic life event will be recruited for this study.\n\nParticipants will be asked to complete a baseline evaluation that involves (a) being asked questions about health, medications, personal information, quality of life, sleep patterns and habits, mood, and stressful/traumatic experiences; (b) wearing a blood pressure monitor at home for 24 hours; (c) wearing a continuous glucose monitor sensor that contains a small filament (a thread-sized needle) inserted into the upper arm or abdomen for 7 consecutive days; (d) wearing a wristwatch device that measures sleep/wake patterns for 7 consecutive days; and (e) completing a daily sleep diary for 7 consecutive days. Participants may also be screened for sleep apnea with a portable sleep apnea monitoring device with sensors worn on the wrist, index finger and chest for one night.\n\nInformation from the baseline evaluation and medical records will be reviewed by the research team to determine whether an individual is eligible and likely able to complete all future study activities. Participants will be contacted to be advised of their study eligibility status. If eligible after the baseline assessment, study staff will review future study activities and confirm the participant's interest in continuing in the study. All eligible and interested participants will then receive an evidence-based PTSD treatment (CPT; 12 sessions). Following completion of the PTSD treatment, participants will be randomly assigned to receive one of two sleep education programs (5 sessions). For eligible individuals, participation in this research will last about 11 months.\n\nMain study outcomes assessments from the baseline evaluation will be repeated three times: (1) one week after completion of the PTSD treatment; (2) one week after completion of the sleep education program; and (3) 6-months after the sleep education program ends. Data will be analyzed using \"intention to treat\" principles, using appropriate statistical methods for clinical trials.\n\nThe investigators hope to determine which sleep education program is most effective in improving sleep quality and how these programs affect health. Findings from this pilot study will expand our understanding of the relationships between evidence-based insomnia and trauma treatments and key outcomes of sleep, PTSD symptoms, cardiometabolic health and quality of life in older adults with PTSD and insomnia while informing future research."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Insomnia",
                "Cardiovascular Diseases",
                "Metabolic Disease"
            ],
            "keywords": [
                "Quality of Life"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Individuals will be assigned to one of two educational programs simultaneously",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants and outcome assessors will be blinded to group assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 167,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Behavioral Sleep Education Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Manual-based education program focusing on behavioral sleep provided in individual 60-minute sessions for 5 weekly sessions.",
                    "interventionNames": [
                        "Behavioral: Behavioral Sleep Education Intervention"
                    ]
                },
                {
                    "label": "General Sleep Education Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Manual-based education program focusing on general sleep provided in individual 60-minute sessions for 5 weekly sessions.",
                    "interventionNames": [
                        "Behavioral: General Sleep Education Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Sleep Education Intervention",
                    "description": "Manual-based education program focusing on behavioral sleep provided in individual 60-minute sessions for 5 weekly sessions.",
                    "armGroupLabels": [
                        "Behavioral Sleep Education Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General Sleep Education Intervention",
                    "description": "Manual-based education program focusing on general sleep provided in individual 60-minute sessions for 5 weekly sessions.",
                    "armGroupLabels": [
                        "General Sleep Education Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Consensus sleep diary questionnaire",
                    "description": "Self-reported sleep quality assessed with the Consensus sleep diary, a brief patient questionnaire evaluating multiple aspects of sleep quality including sleep onset latency (time to fall asleep in minutes) and sleep efficiency percentage (time asleep in minutes/time in bed in minutes x 100).",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "The PCL-5 is a self-report PTSD severity questionnaire evaluating multiple aspects of PTSD symptoms. A total symptom severity score (range - 0-80) can be obtained by summing the scores for each of the 20 items. A higher score indicates more severe PTSD symptoms.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "24-hr ambulatory blood pressure monitoring (ABPM) blood pressure variability",
                    "description": "ABPM is an assessment of hypertension, a cardiometabolic disease, and blood pressure patterns across the 24-hour period. We will assess within-subject blood pressure variability via standard deviation across 24-hours.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "24-hr ambulatory blood pressure monitoring (ABPM) systolic/diastolic loads",
                    "description": "ABPM is an assessment of hypertension, a cardiometabolic disease, and blood pressure patterns across the 24-hour period. We will assess systolic/diastolic loads via percentage of elevated values across 24-hours.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "24-hr ambulatory blood pressure monitoring (ABPM) change in blood pressure day to night",
                    "description": "ABPM is an assessment of hypertension, a cardiometabolic disease, and blood pressure patterns across the 24-hour period. We will assess change in blood pressure from day to night (day-night).",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "WHOQOL-BREF questionnaire",
                    "description": "Self-reported quality of life assessed with a brief patient questionnaire evaluating aspects of quality of life across four domains: 1) Physical health, 2) Psychological, 3) Social relations, and 4) Environment. Mean scores for each domain range from 4-20, which are multiplied by 4 to transform the domain score into a scaled score that is comparable to the full WHOQOL-100 measure. A higher score indicated higher quality of life.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Homeostatic Model Assessment of Insulin Resistance (HOMA)",
                    "description": "HOMA is an assessment of insulin resistance, a cardiometabolic disease risk factor",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "Hemoglobin A1c (HbA1c)",
                    "description": "HbA1c is an assessment of hyperglycemia, a cardiometabolic disease.",
                    "timeFrame": "Change from baseline to 6 months after completion of sleep intervention"
                },
                {
                    "measure": "Body Mass Index (BMI)",
                    "description": "BMI is a measure body composition, a cardiometabolic disease risk factor.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "Central adiposity",
                    "description": "Hip-to-waist ratio is a measure of central adiposity, a cardiometabolic disease risk factor.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "Actigraphy",
                    "description": "Actigraphy is a wrist-watch style device with an imbedded accelerometer that measures movement to define sleep/wake patterns including sleep onset latency (time to fall asleep) and sleep efficiency (time asleep/time in bed x 100).",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                },
                {
                    "measure": "Dyslipidemia",
                    "description": "Fasting serum lipids are measures of dyslipidemia, a cardiometabolic disease.",
                    "timeFrame": "Change from baseline to 1 week after completion of sleep intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Community-dwelling Veterans aged 50 years and older\n* Received care from a Veterans Health Administration (VHA) facility in the prior year\n* Diagnosis of PTSD\n* Diagnosis of insomnia disorder\n* Lives within a 50-mile radius of the research offices at the VA Sepulveda Ambulatory Care Center\n\nExclusion Criteria:\n\n* Active substance use or in recovery with less than 90 days of sobriety\n* Too ill to engage in the study procedures (e.g., unable to attend the in-person meetings)\n* Unable to self-consent to participate\n* Unstable housing (as this will impact the research team's ability to retrieve costly and difficult to replace monitoring equipment)\n* Severe cardiovascular or respiratory disease (e.g., ventilatory failure, CHF)\n* Unstable medical or psychiatric disorders (which are a contraindication for behavioral treatment of insomnia)\n* Comorbid sleep disorders (i.e., central sleep apnea syndrome, diagnosed narcolepsy or circadian rhythm sleep-wake phase disorders) based on medical record review and baseline assessment data, or untreated, severe sleep disordered breathing (SDB) as assessed via WatchPAT or previous clinical evaluation (apnea-hypopnea index \\[AHI\\] ≥ 30; or AHI ≥ 15 plus Epworth Sleepiness Scale \\[ESS\\] score ≥ 10) that better explain sleep difficulties",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Monica Kelly, PhD",
                    "role": "CONTACT",
                    "phone": "818-891-7711",
                    "phoneExt": "36066",
                    "email": "monica.kelly2@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Monica Kelly, PhD",
                    "affiliation": "UCLA / VA Greater Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Greater Los Angeles Healthcare System",
                    "status": "RECRUITING",
                    "city": "North Hills",
                    "state": "California",
                    "zip": "91343",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica Kelly, PhD",
                            "role": "CONTACT",
                            "phone": "818-891-7711",
                            "phoneExt": "36066",
                            "email": "monica.kelly2@va.gov"
                        },
                        {
                            "name": "Monica Kelly, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.23639,
                        "lon": -118.48472
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We do not plan to make individual participant data (IPD) available to other researchers as this is a pilot study."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-06-10",
                    "uploadDate": "2024-06-12T13:34",
                    "filename": "ICF_001.pdf",
                    "size": 451106
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007319",
                    "term": "Sleep Initiation and Maintenance Disorders"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "asFound": "Metabolic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10356",
                    "name": "Sleep Initiation and Maintenance Disorders",
                    "asFound": "Insomnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}