{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06336681",
            "orgStudyIdInfo": {
                "id": "#12966"
            },
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "Inspiratory Muscle Training on The Severity of Exercise-Induced Bronchoconstriction and Time-Trial Performance (IMT_EIB)",
            "officialTitle": "Effect of Flow-Resistive Inspiratory Muscle Training on The Severity of Exercise-Induced Bronchoconstriction and Cycling Time-Trial Performance",
            "acronym": "IMT_EIB",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "inspiratory-muscle-training-on-the-severity-of-exercise-induced-bronchoconstriction-and-time-trial-performance"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-07",
            "studyFirstSubmitQcDate": "2024-03-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tim Mickleborough",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Due to the lack of studies examining the impact of inspiratory muscle training (IMT) on the severity of exercise-induced bronchoconstriction (EIB) and exercise performance, the specific aim of this study is to assess the efficacy of flow-resistive IMT on EIB severity and symptoms, short-acting beta-2-agonist medication use, operating lung volumes, respiratory and limb locomotor muscle deoxygenation during constant-load cycling exercise, exertional dyspnea, and cycling time-trial performance.",
            "detailedDescription": "To the investigators knowledge, no study has been conducted assessing the impact of inspiratory muscle training (IMT) on exercise-induced bronchoconstriction (EIB) severity, exertional dyspnea, and cycling time-trial performance. A review noted that studies examining the impact of IMT on asthma have all demonstrated an increase in inspiratory muscle strength (maximal inspiratory pressure, MIP) and endurance (sustained maximal inspiratory pressure). In addition, it has been observed that the reduction in the perception of dyspnea following and during exercise leads to a reduction in short-acting beta-2-agonist (SABA) use and fewer asthma symptoms. The same review also noted the lack of data available to explain the impacts of IMT on exercise performance and tolerance in athletes with EIB. Due to the lack of studies examining the impact of IMT on the severity of EIB and exercise performance, the specific aim of this study is to assess the efficacy of flow-resistive IMT on EIB severity and symptoms, SABA medication use, operating lung volumes, respiratory and limb locomotor muscle deoxygenation during constant-load cycling exercise, femoral blood flow, exertional dyspnea, and cycling time-trial performance. It is hypothesized that eight weeks of IMT will reduce EIB's severity and symptoms, respiratory and limb locomotor muscle deoxygenation, improve operating lung volumes, and exertional dyspnea and improve cycling time-trial performance."
        },
        "conditionsModule": {
            "conditions": [
                "Exercise Induced Bronchospasm",
                "Exercise Induced Asthma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Inspiratory Muscle Training (IMT) group",
                    "type": "EXPERIMENTAL",
                    "description": "The test protocol requires participants to inhale maximally (maximum inspiratory pressure, MIP) against 2mm diameter leak and sustain inhalation (sustained maximal inspiratory pressure, SMIP) until task failure. Participants will complete 3 SMIP maneuvers with each training session and use the best of the three for that day's training template (corresponding to about 80% SMIP for the IMT group) via the PrO2Fit software. Participants must match or exceed the SMIP template with each increasing level of the work-rest ratio. Work at each level consists of 6 breaths, 36 breaths total. If six breaths are completed, the next level starts. Rest intervals will progressively shorten as training continues from 40-seconds to 5-seconds. The session will be terminated if participants are unable to match at least 90% of the training template for two consecutive breaths or have completed all 36 breaths. Training will be done 3 times a week, and over 8-weeks.",
                    "interventionNames": [
                        "Device: PrO2Fit Device"
                    ]
                },
                {
                    "label": "Sham Inspiratory Muscle Training (Sham-IMT) group",
                    "type": "SHAM_COMPARATOR",
                    "description": "Similar to the IMT group protocol, participants will be required to complete 3 SMIP maneuvers with each training session. Participants will use the best of the three for that day's training template (corresponding to about 30% SMIP for the Sham-IMT group) via the PrO2Fit software. Participants must match or exceed the SMIP template with each increasing level of the work-rest ratio. Work at each level consists of 6 breaths, 36 breaths total. If six breaths are completed, the next level starts. Rest intervals will progressively shorten as training continues from 40-seconds to 30-, 20-, 15-, 10-, and 5-seconds. The training session will be terminated if participants are unable to match at least 90% of the training template for two consecutive breaths or have completed all 36 breaths. Training will be done 3 times a week, and over 8-weeks.",
                    "interventionNames": [
                        "Device: PrO2Fit Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "PrO2Fit Device",
                    "description": "The flow-resistive protocol using the device requires participants to maximally inhale as hard as they can and as long as they can against a small leak (2mm diameter hole) until task failure. This records maximum inspiratory pressure (MIP) and sustained maximal inspiratory pressure (SMIP) values which will be recorded and the best is chosen for the software template by the participant to continue their training session (previously described in arm/group description). The use of the device occurs three times a week, and used for 6-8 weeks.",
                    "armGroupLabels": [
                        "Inspiratory Muscle Training (IMT) group",
                        "Sham Inspiratory Muscle Training (Sham-IMT) group"
                    ],
                    "otherNames": [
                        "Flow-resistive inspiratory muscle training",
                        "Sham-Flow-resistive inspiratory muscle training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Exercise-Induced Bronchoconstriction (EIB) Severity",
                    "description": "More specifically, the pre- and post-values of the percentage drop in forced expiratory volume in 1 second (FEV1) from the eucapnic voluntary hyperpnea (EVH) test before and after IMT will be measured. Percentage drop in forced expiratory volume in 1 second (FEV1) will be reported in percentages.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Maximum Inspiratory Pressure and Sustained Maximum Inspiratory Pressure",
                    "description": "More specifically, the pre- to post-values of maximum inspiratory pressure (reported as cmH2O) and sustained maximum inspiratory pressure (reported as pressure time units) before and after IMT will be measured.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "16-km Cycling Time-Trial Time to Completion",
                    "description": "More specifically, differences in 16-km cycling time-trial completion time (seconds) before and after IMT.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "16-km Cycling Time-Trial Power Output",
                    "description": "More specifically, differences in 16-km cycling time-trial power output (watts) before and after IMT.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Constant Load Performance",
                    "description": "More specifically, differences in constant load performance (i.e., power output \\[watts\\]) before and after IMT.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perception of Breathing Intensity and Unpleasantness and Leg Fatigue",
                    "description": "More specifically, whether IMT affects an individual's perception of exertional dyspnea (revised Borg Scales from 0-10 to rate breathing intensity and unpleasantness) and revised Borg Scales from 0-10 to rate leg fatigue during constant load cycling and a 16-km cycling time-trial. Scores will be reported as whole numbers between 0-10. Higher scores indicate extreme intensity, unpleasantness, or fatigue.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Deoxygenation of the respiratory and limb locomotor muscles by near-infrared spectroscopy",
                    "description": "More specifically, the effects of IMT on the deoxygenation of the respiratory and limb locomotor muscles during constant load cycling and a 16-km cycling time-trial",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Femoral blood flow (FBF) of the limb locomotor muscles by ultrasound",
                    "description": "More specifically, the effects of IMT on femoral blood flow (FBF) of the limb locomotor muscles during constant load cycling",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Lung Volumes",
                    "description": "More specifically, the effects of IMT on operating lung volumes during constant load cycling and a 16-km cycling time-trial.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female, between the ages of 18 to 35 years.\n* Required to be a competitive recreational or college athlete and have at least 1-2 years of cycling or biking experience.\n* Body Mass Index (BMI) of 18.5 to 28 kg/m\\^2\n* Considered \"moderately to highly active\" by the International Physical Activity Questionnaire (IPAQ).\n* Have clinically treated mild to moderate persistent asthma and/or exercise-induced bronchoconstriction (EIB), with a resting forced expiratory volume in 1 second (FEV1) \\> 65% of predicted.\n* A ≥ 10% drop in FEV1 after eucapnic voluntary hyperpnea (EVH).\n* Prescribed short-acting β2-agonists (SABAs) by a physician.\n* Comfortable not taking SABA before experimental visits.\n\nExclusion Criteria:\n\n* History of smoking or recreational smoking, cardiovascular disease, renal disease, neurological disease, and metabolic disease.\n* Currently taking asthma maintenance medications (e.g., corticosteroids and leukotriene modifiers)\n* Any injuries in the past 6 months.\n* Taking selective serotonin reuptake inhibitors (SSRI)'s (antidepressants and anxiety medication), attention-deficit hyperactivity disorder (ADHD) medication, and chronically consume pain medication (Aleve, Tylenol, cannabidiol (CBD), etc.).\n* Has had or is positive for COVID-19.\n* Resting blood pressure of \\> 130 mmHg systolic or 90 mmHg diastolic.\n* Resting Pulse rate of \\> 100 bpm.\n* Regularly consuming fish oil supplements or eating more then one fish meal per week",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tim Mickleborough, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(812) 855-0753",
                    "email": "tmickleb@indiana.edu"
                },
                {
                    "name": "Abigail Sogard, M.S.K.",
                    "role": "CONTACT",
                    "phone": "(812) 855-0753",
                    "email": "asogard@iu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tim Mickleborough, Ph.D.",
                    "affiliation": "Indiana University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "School of Public Health-Bloomington",
                    "status": "RECRUITING",
                    "city": "Bloomington",
                    "state": "Indiana",
                    "zip": "47405",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tim Mickleborough, Ph.D.",
                            "role": "CONTACT",
                            "phone": "812-855-0753",
                            "email": "tmickleb@indiana.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.16533,
                        "lon": -86.52639
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The plan to share individual participant data (IPD) is still unknown. However, if other researchers request IPD, we will evaluate that request and determine to share IPD."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001986",
                    "term": "Bronchial Spasm"
                },
                {
                    "id": "D000001250",
                    "term": "Asthma, Exercise-Induced"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000001249",
                    "term": "Asthma"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000092202",
                    "term": "Exercise-Induced Allergies"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "relevance": "LOW"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M5262",
                    "name": "Bronchial Spasm",
                    "asFound": "Bronchospasm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4557",
                    "name": "Asthma, Exercise-Induced",
                    "asFound": "Exercise Induced Bronchospasm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15837",
                    "name": "Spasm",
                    "relevance": "LOW"
                },
                {
                    "id": "M12077",
                    "name": "Muscle Cramp",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M2906",
                    "name": "Exercise-Induced Allergies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16204",
                    "name": "Sulfamethazine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}