{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05000515",
            "orgStudyIdInfo": {
                "id": "AG071506"
            },
            "organization": {
                "fullName": "University of Colorado, Boulder",
                "class": "OTHER"
            },
            "briefTitle": "Inspiratory Muscle Strength Training for Lowering Blood Pressure and Improving Endothelial Function in Postmenopausal Women: Comparison With \"Standard of Care\" Aerobic Exercise",
            "officialTitle": "Inspiratory Muscle Strength Training for Lowering Blood Pressure and Improving Endothelial Function in Postmenopausal Women: Comparison With \"Standard of Care\" Aerobic Exercise",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "inspiratory-muscle-strength-training-for-lowering-blood-pressure-and-improving-endothelial-function-in-postmenopausal-women-comparison-with-standard-of-care-aerobic-exercise"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-03",
            "studyFirstSubmitQcDate": "2021-08-03",
            "studyFirstPostDateStruct": {
                "date": "2021-08-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Douglas Seals",
                "investigatorTitle": "Distinguished Professor",
                "investigatorAffiliation": "University of Colorado, Boulder"
            },
            "leadSponsor": {
                "name": "University of Colorado, Boulder",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "High blood pressure (BP) is the major modifiable risk factor for cardiovascular diseases (CVD) and related health conditions, particularly among postmenopausal (PM) women. In adults age ≥50 years this risk is primarily driven by above-normal systolic BP (SBP ≥120 mmHg), as diastolic BP plateaus, then decreases in older adulthood. Although SBP is lower in premenopausal women vs. age-matched men, SBP reaches, then surpasses men after age 60. As such, \\>75% of PM women in the U.S. have above-normal SBP, which, in turn, is responsible for a 2-fold increase in risk of hypertension and corresponding increases in risk of CVD, chronic kidney disease and many other disorders. A key process linking high SBP to CVD and related conditions is vascular endothelial dysfunction, mediated by excessive reactive oxygen species (ROS)-induced oxidative stress and reductions in nitric oxide (NO) bioavailability. As the number of PM women is rapidly growing, further increases in SBP-related CV disorders are projected without effective intervention.\n\n* Aerobic exercise (AE) is a first-line, standard-of-care therapy for lowering BP. In PM women with baseline SBP ≥120 mmHg, AE reduces casual (resting) SBP by \\~3 mmHg (back to baseline ≤4 weeks post-training), whereas 24-hour SBP is typically unchanged. However, only 25-30% of PM women meet guidelines for 150 min/week of moderate-intensity AE, citing the extensive time requirement, facility access and travel disruptions as major barriers. Another, far less recognized, limitation is that AE training consistently improves endothelial function in midlife/older men, but not in estrogen-deficient PM (PMe-) women, i.e., in \\>95% of the 60+million PM women in the U.S. Thus, establishing new lifestyle therapies that induce and sustain reductions in SBP and increases in endothelial function in PMe- women with above-normal SBP is an important public health goal.\n* High-resistance inspiratory muscle strength training (IMST) is a time-efficient (5 minutes per session) lifestyle intervention consisting of 30 inspiratory maneuvers performed against a high resistance. Preliminary data suggest 6-weeks of IMST performed 6 days/week reduces SBP by 9 mmHg in adults with above-normal SBP (i.e., greater than 120 mmHg) at baseline. Importantly, this reduction in SBP is equal to or greater than the reduction in blood pressure typically achieved with time- and effort-intensive healthy lifestyle strategies like conventional aerobic exercise. In addition, IMST improved endothelial function in the PMe- women in a small pilot study.\n* To translate these promising preliminary results towards clinical practice, this randomized clinical trial is being conducted to directly compare the efficacy of a longer, clinically relevant treatment duration of IMST (3 months) against home-based, moderate-intensity (standard-of-care) AE in PMe-women. The primary outcome will be the change in casual SBP (IMST vs. AE). Changes in 24-hour SBP and endothelial function will serve as secondary outcomes. Effects on NO bioavailability, ROS/oxidative stress, and the role of \"circulating factors\" will provide insight into mechanisms of action. The sustained effects on SBP and endothelial function also will be assessed.\n* Accordingly, a randomized, blinded, sham-controlled, parallel group design clinical trial will be conducted to assess the efficacy of 3-months of IMST (75 percent maximal inspiratory pressure) vs. brisk walking (40-60% heart rate reserve; an established healthy lifestyle strategy) for lowering SBP and improving endothelial function in PMe- women age 50 years and older with above-normal SBP. It is hypothesized that IMST will lower SBP and improve endothelial function by decreasing oxidative stress and increasing nitric oxide bioavailability. It is also expect that adherence to the intervention will be excellent (over 80 percent of all training sessions completed at the appropriate intensity).\n* To test this hypothesis, 90 PMe- women age 50 years and older who have SBP \\>/= 120 mmHg will be recruited. Participants will undergo baseline testing for casual (resting) SBP, 24-hour ambulatory SBP and endothelial function. Innovative mechanistic probes including pharmaco-dissection with vitamin C, analysis of biopsied endothelial cells, and high-throughput metabolomics, will be performed to assess oxidative stress and nitric oxide bioavailability at baseline.\n* After baseline testing, subjects will be randomized to perform either 3-months of high-resistance IMST or brisk walking. Subjects will train 6 days/week. Following 3 months of training, subjects will redo all the tests that were done during baseline testing to assess training-induced changes in SBP, physiological functions, and underlying mechanisms. Subjects will then cease training for 6 weeks before returning to the lab for follow-up testing to determine the persistent effects of IMST.",
            "detailedDescription": "Study Overview: This is a randomized, single-blind, parallel-design, clinical trial assessing the efficacy of high-resistance inspiratory muscle strength training (IMST) to lower systolic blood pressure (SBP), improve vascular endothelial function and investigate associated mechanisms in estrogen-deficient postmenopausal (PMe-) women with above-normal SBP (i.e., \\>/= 120 mmHg) at baseline. IMST will be compared to moderate-intensity aerobic exercise (AE; 150 min/week brisk walking) training, a standard-of-care lifestyle intervention for lowering SBP and improving vascular endothelial function. AE lowers casual SBP by approximately 3 mmHg in PMe- women; however, data from our laboratory has shown that AE does not consistently improve vascular endothelial function in this subject group. In addition, only 25-30% of PM women adhere to AE guidelines. Data from the PMe- women who participated in our 6-week IMST pilot trial suggest that IMST lowers casual SBP by 8 mmHg and improves vascular endothelial function, measured as brachial artery flow-mediated dilation (FMDba), by more than 40% in these women. In addition, IMST is a time-efficient intervention (5 min/day) that promotes adherence due to the minimal time burden (95% adherence in our pilot study). Therefore, IMST is a promising lifestyle intervention to improve cardiovascular health in PMe- women. However, these data from a small number of PMe- women need to be confirmed in an appropriately-powered clinical trial with a guideline-based treatment duration.\n\n* Subject Enrollment and Screening: Potential participants will be made aware of the proposed study through described recruitment efforts (see Recruitment and Retention Plan section). Interested participants will contact a staff research assistant via phone or email (contact information supplied with recruitment materials) and will be administered a general screening form online through the Research Electronic Data Capture (REDCap) system to determine eligibility. REDCap is a secure web-based application designed to support data capture for research studies.\n* After hearing a study description and having questions answered by the staff research assistant, those eligible and interested in participating in the study will provide written and verbal informed consent, and undergo in-person screening at the University of Colorado (CU) Boulder Clinical Translational Research Center (CTRC). Informed consent will only be obtained by members of the research team who have been observed and approved by the CTRC Research Subject Advocate (see Protection of Human Subjects). We plan to consent and screen 120 subjects in order to meet our enrollment targets (to account for an approximately 33% rate of exclusion based on inclusion/exclusion criteria).\n* In-person screening will include: review of medical history; physical exam; resting heart rate; resting blood pressure; blood draw for metabolic profile, lipid profile, complete blood count, and thyroid stimulating hormone; measurement of ankle-brachial index; and 12-lead ECG at rest and during graded exercise testing (see Eligibility Criteria section for detailed inclusion/exclusion criteria).\n* Resting blood pressure will be measured on a second occasion within one week of the initial screening to establish baseline blood pressure status. SBP measured on the two separate days will be averaged and must be \\>/= 120 mmHg for enrollment into the study.\n* Assessment of Study Outcomes: All subjects will undergo testing for all primary, secondary, and other outcome measures, as well as assessment of subject characteristics known to effect SBP and vascular endothelial function, before and after 3 months of IMST/AE training. Additionally, casual SBP, 24-hour SBP and FMDba will be measured again 6 weeks after the cessation of training to establish the long-lasting effects of IMST. All testing will take place in the CU Boulder CTRC.\n* Testing day 1: All day 1 measurements will be made after a 12-hour fast from food and caffeine (water allowed) and 24 hours after abstaining from alcohol and exercise.\n* Casual BP;\n* I.V. placement and blood sampling;\n* Venous endothelial cell collection;\n* FMDba (vascular endothelial function);\n* FMDba after supra-therapeutic vitamin C infusion (ROS-mediated suppression of vascular endothelial function);\n* Brachial artery dilation to sublingual nitroglycerin (endothelium-independent dilation; control measure).\n* Following day 1 testing, subjects will be outfitted with an ambulatory BP monitor pre-programmed to automatically measure BP once every 20 minutes. Subjects will be provided with written and verbal instructions for proper monitor operation and will wear the monitor for 24 hours before returning it to the investigators. A study team member will evaluate ambulatory BP data for completeness immediately upon return of the monitor; if an unsatisfactory number of BP measurements (\\<67% of expected) were made to properly characterize 24-hour SBP, the subject will be re-outfitted with the ambulatory monitor, re-instructed on its use, and wear it for an additional 24-hour period.\n* Testing day 2: All day 2 measurements will be made approximately 2 hours after eating a small meal or snack and 24 hours after abstaining from alcohol and exercise.\n* Three-day diet records to ensure that daily fluid and caloric intake remain stable;\n* The Community Healthy Activities Model Program for Seniors (CHAMPS) questionnaire will be completed and physical activity assessed by accelerometer (Actigraph, three-day records) to document stability of physical activity level outside of the physical activity prescribed in the intervention;\n* Sleep stability assessed with the Epworth Sleepiness Scale;\n* Maximal oxygen consumption using indirect calorimetry during incremental treadmill exercise (Balke protocol) will be measured to document aerobic fitness; and\n* Body composition assessed by dual energy x-ray absorptiometry (DEXA) and anthropometry to measure body composition; body mass also will be determined during check-in visits.\n* The Research Strategy and Outcome Measures sections provide more detailed descriptions of these procedures. Similar protocols and procedures are well established in the Integrative Physiology of Aging Laboratory and the CU Boulder CTRC.\n* Participant Randomization: After completing baseline testing, subjects will be randomized to either IMST or AE. A randomized block design will be used to balance groups for age (midlife: \\</= 64 years; older: 65+ years) and SBP status (elevated SBP/stage 1 hypertension: SBP 120-139 mmHg; stage 2 hypertension: SBP 140+ mmHg). Randomization will be carried out by study biostatistician, Dr. Zhiying You. Subjects will be categorized based on the block randomization scheme and then a random number generator will be used to assign subjects to either IMST or AE. Researchers involved in collection and analysis of all outcome data will be blinded to the assigned intervention.\n* Delivery of the intervention: after completing baseline testing, subjects will begin their assigned intervention (IMST or AE).\n* IMST: To set appropriate training loads, subjects will first have their maximal inspiratory pressure (PImax) determined as the average of the 3 highest inspiratory pressures produced during a series of maximal inspiratory efforts against a near-infinite resistance. All training will be done utilizing the POWERBreathe KH2 trainer, a hand-held pressure-threshold device that 1) can be pre-programmed to provide appropriate resistance to inspiration and 2) records data from all training sessions to assess adherence to the intervention. Subjects will receive verbal and written instructions of the training protocol (5 sets of 6 breaths, 1 minute rest between sets) and POWERBreathe KH2 operation from an unblinded research assistant. The research assistant will set the POWERBreathe KH2 to 75% PImax and supervise the first training session to ensure proper technique and comprehension. Subjects will return for one additional supervised training session one week later to ensure maintenance of proper training technique. All other training sessions will be performed \"on-your-own\" unsupervised at home, but with adherence and quality tracked with the internal storage of the POWERBreathe KH2. Subjects will also be given a training diary to track adherence.\n* AE: Subjects randomized to the AE group will perform 25 minutes of brisk walking/day, 6 days/week for 3 months. AE training will be done at an intensity of 40-60% heart rate reserve. This will result in subjects in the AE group performing 150 minutes/week of moderate-intensity aerobic exercise, in line with Health and Human Services guidelines and standard-of-care treatment for lowering SBP. The appropriate heart rate range will be calculated for each subject using the maximum heart rate achieved during the maximal oxygen consumption test performed during Testing Day 2. Subjects will receive verbal and written instructions for the training protocol and heart rate monitor (Polar OH1) operation. An unblinded research assistant will supervise the first training session on our laboratory treadmill to ensure proper training intensity. Subjects will return for one additional supervised training session one week later to ensure maintenance of proper training intensity and to match subject contact time with the IMST group. All other training sessions will be performed \"on-your-own\" unsupervised, but with adherence and quality tracked with the heart rate data stored on the Polar OH1 monitor. Subjects will also be given a training diary to track adherence.\n* Check-In Visits: Subjects will return to the laboratory once every 2 weeks for a check-in visit. Casual BP will be measured at the start of each check-in visit and adherence will be assessed through device data storage and diary review. Adherence and tolerability will be assessed by discussing all adverse events with a CTRC nurse. For subjects randomized to IMST, PImax will be reevaluated during each check-in visit to ensure maintenance of the training stimulus as subjects progress through the intervention.\n* Post-Testing: After completing 3 months of IMST or AE training, subjects will return for reassessment of all outcomes and subject characteristic measures. All post-testing measurements will be made between 24-48 hours after completion of the most recent IMST/AE training session to determine the chronic effects of the intervention and avoid confounding by acute effects of IMST or AE. Importantly, subjects will continue IMST/AE training until completion of post-testing measures (adjusting timing of training sessions not to fall within 24 hours of scheduled visits) to maintain training stimulus. All post-testing measurements will be made under the same experimental conditions, at the same time of day, in the same order, and with the same techniques as baseline testing.\n* Follow-Up Testing: Following completion of post-testing, subjects will return their POWERBreathe KH2 training device (for those randomized to IMST) and all subjects will begin a 6-week period of no training (no IMST or AE), i.e., returning to normal lifestyle. Subjects will be contacted weekly via phone or email during this period to aid in subject retention and adherence. Subjects will return to the laboratory after 6 weeks to reassess casual SBP, 24-hour SBP and FMDba in order to determine the long-lasting effects of IMST on these outcomes.\n* Intervention Duration and Study Sample Size: The expected duration for a participant to complete the entire protocol from screening to follow-up testing is 23 weeks. A total of 72 participants (36/group) will complete the study. We intend to enroll 90 subjects (45/group) to allow for a 20% dropout rate. Based on this, approximately 2 participants will be enrolled each month, which will allow us to complete human subjects data collection by month 52 of the requested 60-month award period. This will leave 8 months to complete biochemical analyses, final data analysis and manuscript writing. This rate of testing is achievable based on our IMST pilot trial and previous AE interventions performed in the laboratory, and the availability of the CTRC facilities and staff.\n* Data Collection and Analysis (including blinding): Collection of all outcome measures data will be performed by postdoctoral fellow, Dr. Daniel Craighead, with assistance of members of the laboratory. I.V. placement, blood draws and vascular endothelial cell collection will be performed by experienced CTRC clinical staff. All functional data analysis (i.e., measures of vascular endothelial function) will be performed by Dr. Craighead. Having a single researcher perform all data collection and analysis will remove the potential for inter-investigator variation. Dr. Craighead and other research staff involved in data acquisition will remain blinded throughout data collection and analysis. A separate, unblinded research assistant will administer and oversee the IMST and AE training programs and related data (i.e., adherence, PImax, etc.) as assessment of these data inherently cause unblinding. Analysis of all biochemical data will be overseen by staff research associate and wet-laboratory director, Dr. Brian Ziemba. All data will be analyzed as outlined in the Research Strategy and Outcome Measures sections; data analysis and dissemination of results will be completed by the end of this award."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Blood Pressure",
                "Endothelial Dysfunction",
                "Hypertension"
            ],
            "keywords": [
                "Above-normal blood pressure",
                "Inspiratory muscle strength training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-resistance inspiratory muscle strength training",
                    "type": "EXPERIMENTAL",
                    "description": "Using a handheld device, participants will perform 30 breaths a day at 75% of maximal inspiratory pressure, six days a week, for three months.",
                    "interventionNames": [
                        "Other: High-resistance inspiratory muscle strength training"
                    ]
                },
                {
                    "label": "Aerobic exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will walk for 25 minutes a day, six days a week, for three months at a target heart rate of 40-60% heart rate reserve. Heart rate will be monitored with a heart rate monitor.",
                    "interventionNames": [
                        "Other: Aerobic exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "High-resistance inspiratory muscle strength training",
                    "description": "Participants will perform inspiratory muscle strength training.",
                    "armGroupLabels": [
                        "High-resistance inspiratory muscle strength training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Aerobic exercise",
                    "description": "Participants will perform brisk walking.",
                    "armGroupLabels": [
                        "Aerobic exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in casual systolic and diastolic blood pressure at 3 months",
                    "description": "casual systolic and diastolic blood pressure",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in ambulatory systolic and diastolic blood pressure at 3 months",
                    "description": "Systolic and diastolic blood pressure measured over 24 hours with an ambulatory monitor",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline endothelial function at 3 months",
                    "description": "brachial artery flow-mediated dilation",
                    "timeFrame": "3 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline in oxidative stress-associated suppression of endothelial function at 3 months",
                    "description": "Assessed as the change in brachial artery flow-mediated dilation following infusion of a supreatherapeutic dose of ascorbic acid known to scavenge superoxide compared to isovolumic saline",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell oxidative stress at 3 months",
                    "description": "Endothelial cell abundance of nitrotyrosine",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell nitric oxide production at 3 months",
                    "description": "Cultured endothelial cell production of nitric oxide after incubation with subject serum sampled before and after the intervention",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell superoxide production at 3 months",
                    "description": "Cultured endothelial cell production of superoxide after incubation with subject serum sampled before and after the intervention",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in plasma concentrations of L-arginine, a substrate for nitric oxide, at 3 months",
                    "description": "Targeted plasma metabolomics using liquid chromatography-mass spectrometry",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in plasma concentrations of dehydroascorbate, an antioxidant, at 3 months",
                    "description": "Targeted plasma metabolomics using liquid chromatography-mass spectrometry",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Adherence to the intervention",
                    "description": "Percentage of prescribed training sessions completed",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelium-independent dilation at 3 months",
                    "description": "Brachial artery dilation to sublingual nitroglycerin",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Postmenopausal women (\\>12 months of amenorrhea)\n* Estrogen deficient (no hormone therapies within the previous 12 months)\n* Age 50 years and older\n* Ability to provide informed consent\n* Willing to accept random assignment to condition\n* Resting systolic blood pressure of 120 mmHg or greater\n* Body mass index \\<40 kg/m2\n* Weight stable in the prior 3 months (\\<2 kg weight change) and willing to remain weight stable throughout study\n* No change in blood pressure medications or other medications (prescription or dosing) in the prior 3 months and willing to maintain current medication regimen\n* Free from clinical disease with the exception of hypertension\n\nExclusion Criteria:\n\n* Younger than age 50 years\n* Early menopause (menopause before age 45 years)\n* Having had a hysterectomy\n* History of uncontrolled hypertension (systolic blood pressure \\>180 mmHg and/or diastolic blood pressure \\>120 mmHg)\n* Current smoker\n* Alcohol dependence or abuse\n* Abnormal blood pressure response to exercise (drop in systolic blood pressure below resting levels or systolic blood pressure \\>260 mmHg or diastolic blood pressure \\>115 mmHg)\n* Regular vigorous aerobic/endurance exercise (\\>4 bouts/week, \\>30 min/bout at a workload \\>6 METS)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel H Craighead, PhD",
                    "role": "CONTACT",
                    "phone": "303-492-3010",
                    "email": "imststudy@colorado.edu"
                },
                {
                    "name": "Narissa P McCarty, MS",
                    "role": "CONTACT",
                    "phone": "303-492-2485",
                    "email": "imststudy@colorado.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Douglas R Seals, PhD",
                    "affiliation": "University of Colorado, Boulder",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Integrative Physiology of Aging Laboratory",
                    "status": "RECRUITING",
                    "city": "Boulder",
                    "state": "Colorado",
                    "zip": "80309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melanie Zigler, MS",
                            "role": "CONTACT",
                            "phone": "303-492-2485",
                            "email": "melanie.connell@colorado.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.01499,
                        "lon": -105.27055
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36105300",
                    "type": "DERIVED",
                    "citation": "Craighead DH, Freeberg KA, McCarty NP, Rossman MJ, Moreau KL, You Z, Chonchol M, Seals DR. Inspiratory muscle strength training for lowering blood pressure and improving endothelial function in postmenopausal women: comparison with \"standard of care\" aerobic exercise. Front Physiol. 2022 Aug 29;13:967478. doi: 10.3389/fphys.2022.967478. eCollection 2022."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053120",
                    "term": "Respiratory Aspiration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "asFound": "Inspiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}