{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05970575",
            "orgStudyIdInfo": {
                "id": "NE3107-TBI-TRP"
            },
            "organization": {
                "fullName": "Neurological Associates of West Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Insulin-sensitizing NE3107 in Improving Sleep and Fatigue in Subjects With Traumatic Brain Injury",
            "officialTitle": "Open Label Phase IIa Study Evaluating the Safety and Efficacy of NE3107 in Improving Sleep and Fatigue in Subjects With Traumatic Brain Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "insulin-sensitizing-in-improving-sleep-and-fatigue-in-subjects-with-traumatic-brain-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-12-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-21",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-21",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-21",
            "studyFirstSubmitQcDate": "2023-07-31",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Neurological Associates of West Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BioVie Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to measure changes in cognition through verbal and visual test procedures and changes in biomarkers of Traumatic Brain Injury and inflammatory and metabolic parameters.",
            "detailedDescription": "A growing body of literature recognizes neuroinflammation as a pivotal contributor to the pathogenesis of TBI. A surge of inflammatory cytokines and chemokines, including tumor necrosis factor-alpha (TNF-α), interleukin-1 (IL-1), interleukin-6 (IL-6), and nuclear factor kappa-light-chain-enhancer of activated B cells (NF-kB), often follows TBI, leading to a complex cascade of secondary events that ultimately result in neuronal damage and long-term consequences.\n\nIt has been shown that patients with mild TBI have higher plasma inflammatory cytokine levels than those without TBI at both 24 hours and 6 months following initial injury.The activation of these inflammatory mediators has been demonstrated in both cerebrospinal fluid (CSF) and serum of TBI patients. Elevated levels of TNF-α in CSF and serum have been associated with injury severity and unfavorable outcomes in TBI.\n\nIL-1, IL-6, and TNF-α induce the extracellular signal-regulated kinase (ERK) pathway, promoting neuroinflammation. Furthermore, NF-kB, a crucial transcription factor in the inflammatory response, plays a significant role in amplifying neuroinflammation post-TBI, mediating the expression of several inflammatory cytokines and contributing to neuronal apoptosis and cognitive impairment.\n\nNeuroinflammation's contribution to sleep disturbances, fatigue, and cognitive impairment has been increasingly recognized. These inflammatory cytokines may influence the hypothalamic-pituitary-adrenal (HPA) axis and disrupt sleep architecture, leading to sleep disturbances and fatigue. Further, they are known to induce synaptic alterations and neuronal apoptosis, contributing to cognitive impairment.\n\nChronic, low-grade inflammation often ensues post-TBI, contributing to the persistent and potentially insidious process leading to long-term impairment and diminished quality of life.\n\nApart from neuroinflammation, intracranial insulin resistance, another secondary consequence of TBI, plays a significant role in the pathogenesis of TBI. Insulin resistance has been observed in TBI patients, and it's linked to worse outcomes. In mouse models, induced TBI has been shown to demonstrate reduced glucose uptake in mice brains on positron emission tomography (PET) scans, consistent with the insulin resistance that has been seen in TBI patients. Insulin resistance may exacerbate neuroinflammation, disrupt synaptic plasticity, and contribute to cognitive deficits, further compounding the injury's impact.\n\nIf these symptoms remain untreated, they can significantly impair quality of life, limiting independent living and reducing the ability to perform daily activities. They can also predispose individuals to mental health disorders such as depression and anxiety and lead to a higher risk of chronic diseases and premature death.\n\nCurrently, there is no therapeutic option to halt or fully reverse the sequelae from traumatic brain injuries or the attendant neurophysiological deterioration. Other conditions with similarly limited-to-no available and effective treatment strategies, including Alzheimer's disease, share an overlapping deteriorative quality relating to neuroinflammation and even reduced insulin functioning. A promising area of research among traumatic brain injury and Alzheimer's treatment is investigating the use of insulin synthesizers; this study group has also initiated a project involving NE3107 among patients with Alzheimer's disease (IND 159271). In addition to IND 159271, several Phase 3 studies had been previously initiated and/or completed with compounds such as Semaglutide, a hormone that stimulates insulin signaling, Metformin, an insulin synthesizer , and NE3107, an anti-inflammatory insulin-sensitizing agent.\n\nIn this study, the drug under investigation is NE3107 (17a-ethynyl0androst-5-ene-3b, 7b, 17b-triol). NE3107 is a small, blood-brain permeable molecule with anti-inflammatory and insulin-sensitizing properties. The mechanism of action for NE3107 involves selective inhibition of inflammatory mediators."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Arm: NE3107",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will take 200mg BID (12 hours apart) of NE3107 for 6 months.",
                    "interventionNames": [
                        "Drug: NE3107"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "NE3107",
                    "description": "Participants will take 20mg twice daily (BID) approximately 12 hours apart. The dose will be stable the duration of the study intervention (6 months)",
                    "armGroupLabels": [
                        "Experimental Arm: NE3107"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as Assessed by Quantification of Adverse Events",
                    "description": "Primary outcome will be collection of AEs and SAEs",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "a tool used to measure the quality and patterns of sleep",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Multidimensional Fatigue Inventory (MFI)",
                    "description": "to measure overall fatigue",
                    "timeFrame": "Baseline, 3 Months, 6 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Montreal Objective Cognitive Assessment change",
                    "description": "The MoCA evaluates frontal-executive functions (e.g., verbal abstraction and mental calculation), language (e.g., confrontation naming, phonemic fluency), orientation (e.g., person, place, date, day of the week, and time), visuospatial construction (e.g., simple figure copy), divided visual attention, and immediate and delayed memory of unstructured information. MoCA scores range from 0-30 possible points; 26 or greater is considered to reflect normal cognitive status.",
                    "timeFrame": "Baseline, 3 Months, 6 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of traumatic brain injury, confirmed by neurologist or other medical professional\n\nAge within range of 18-75 years old\n\nMultidimensional Fatigue Inventory (MFI) score of 27 or greater\n\nEpworth Sleepiness Scale (ESS) score of 10 or greater AND/OR a Pittsburgh Sleep Index (PSI) score of 5 or greater\n\nAbility to Consent: Participants need to be capable of giving informed consent or have a legally authorized representative who can do so.\n\nAbility to participate for the duration of the study\n\nExclusion Criteria:\n\n* In order for a subject to be considered for this study, he/she may NOT have any of the following:\n\nDiagnosis of other chronic Neurological Conditions: Examples are participants with other pre-existing neurological conditions, such as Alzheimer's or Parkinson's Disease or untreated epilepsy.\n\nSevere Psychiatric Illness: Conditions such as schizophrenia, bipolar disorder, or severe depression.\n\nCurrent diagnosis of Substance Abuse Disorder, including opioid use disorder.\n\nDysphagia or Significant GI dysmotility or conditions that would significantly impair absorption\n\nSignificant language impairment with expressive or receptive aphasia\n\nHematological or Metabolic derangement or diagnosis of other medical condition that could be negatively affected by participating in this clinical trial.\n\nPregnant or plans for pregnancy or breastfeeding during the course of the study\n\nDiagnosis of genetic or developmental disorder with cognitive impairment\n\nUse of more than 2 sleep aids including melatonin\n\nAdvanced stages of any terminal illness or any active cancer that requires chemotherapy\n\nHistory of breast cancer\n\nWomen with child-bearing potential who are not willing to use a double-barrier birth control method\n\nMales not willing to use a double-barrier birth control method with female sex partners with child-bearing potential\n\nIndividuals with hepatic impairment as defined by:\n\nAlanine aminotransferase (ALT) lab values \\>3x the upper normal limit (UNL)\n\nAspartate aminotransferase (AST) lab values \\>3x UNL\n\nOR\n\nHistory of clinically significant liver disease in the Principal Investigator's medical judgment\n\nIndividuals with renal impairment as defined by Creatinine clearance (Cockcroft-Gault formula) of \\<45 mL/min.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "74 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kennedy Mahdavi",
                    "role": "CONTACT",
                    "phone": "3108295968",
                    "email": "kmahdavi@theneuroassociates.com"
                },
                {
                    "name": "Jonathan Haroon",
                    "role": "CONTACT",
                    "phone": "3108295968",
                    "email": "jharoon@theneuroassociates.com"
                }
            ],
            "locations": [
                {
                    "facility": "The Regenesis Project",
                    "status": "RECRUITING",
                    "city": "Santa Monica",
                    "state": "California",
                    "zip": "90403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katelyn Hoffman",
                            "role": "CONTACT",
                            "phone": "310-829-5968",
                            "phoneExt": "214",
                            "email": "khoffman@theneuroassociates.com"
                        },
                        {
                            "name": "Jonathan Haroon",
                            "role": "CONTACT",
                            "email": "jharoon@theneuroassociates.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.01945,
                        "lon": -118.49119
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}