{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05404581",
            "orgStudyIdInfo": {
                "id": "G200049"
            },
            "organization": {
                "fullName": "University of Virginia",
                "class": "OTHER"
            },
            "briefTitle": "Insula Neuromodulation for Chronic Neuropathic Pain",
            "officialTitle": "A Staged, Comprehensive Investigation of Insular Neuromodulation for Treatment-refractory, Chronic Neuropathic Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "insula-neuromodulation-for-chronic-neuropathic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-26",
            "studyFirstSubmitQcDate": "2022-05-31",
            "studyFirstPostDateStruct": {
                "date": "2022-06-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jeff Elias, MD",
                "investigatorTitle": "Professor of Neurological Surgery",
                "investigatorAffiliation": "University of Virginia"
            },
            "leadSponsor": {
                "name": "University of Virginia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Boston Scientific Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This study will comprehensively investigate the insula as a brain target for neuromodulation to treat chronic neuropathic pain.",
            "detailedDescription": "In the first stage, 12 subjects with refractory neuropathic pain will be enrolled to an inpatient clinical trial for insular brain mapping with acute stimulation and neurophysiological brain monitoring. Electrodes for stimulation and recording will be implanted stereotactically along the anterior-posterior axis of the insular cortex. 'Responders' to trial stimulation and the optimal region of the insula for pain relief will be identified during this inpatient stage.\n\n'Responder' subjects who have positive analgesic effects from acute insular stimulation during the first stage will continue to the second stage. The second stage, clinical trial is conducted outpatient and will test chronic deep brain stimulation of the insula. The study design is randomized, sham-stimulation-controlled, double-blinded, and cross-over where subjects receive both active and sham stimulation. Furthermore, neurophysiological biomarkers of pain will be investigated by studying changes in neural activity."
        },
        "conditionsModule": {
            "conditions": [
                "Neuropathic Pain",
                "Chronic Pain"
            ],
            "keywords": [
                "stereoencephalography",
                "deep brain stimulation",
                "insula",
                "neuromodulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Subjects who respond favorably to trial stimulation of the insula will be enrolled in a crossover study of DBS where they will be randomized to 3 months of active stimulation and 3 months of sham stimulation.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants are blinded to stimulator status in the crossover phase of the study. Primary outcomes are determined by an assessor who is blinded to stimulation status.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "SHAM_COMPARATOR",
                    "description": "Subjects who respond favorably to test/trial stimulation of the insula will be implanted with DBS devices. In an outpatient clinical trial, each subject will receive 3 months of active stimulation and 3 months of sham stimulation. The assignment for stimulation will be randomized and blinded to the subject and to the outcome assessors.",
                    "interventionNames": [
                        "Device: neuromodulation"
                    ]
                },
                {
                    "label": "DBS of the insula",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects who respond favorably to test/trial stimulation of the insula will be implanted with DBS devices. In an outpatient clinical trial, each subject will receive 3 months of active stimulation and 3 months of sham stimulation. The assignment for stimulation will be randomized and blinded to the subject and to the outcome assessors.",
                    "interventionNames": [
                        "Device: neuromodulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "neuromodulation",
                    "description": "During the inpatient phase of the study, insular mapping will be performed with electrical stimulation to implanted SEEG electrodes in order to optimize the region for trial stimulation.\n\nSubjects who respond favorably to trial stimulation in the hospital, will progress to the outpatient clinical trial phase where a DBS system will be implanted. All subjects will be blindly randomized to 3 months of stimulation and 3 months of sham stimulation.",
                    "armGroupLabels": [
                        "Control",
                        "DBS of the insula"
                    ],
                    "otherNames": [
                        "deep brain stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adverse events",
                    "description": "Adverse event reporting will be collected throughout the study period. This will include neurological assessments by the study team postoperatively using the NIH Stroke Scale, MR imaging of implanted electrodes, comprehensive assessment of mood and cognition by a licensed psychologist, and vigilance for suicide with the asQ Screening Tool.",
                    "timeFrame": "Entire study period from enrollment through 6 months post DBS implantation"
                },
                {
                    "measure": "Pain intensity",
                    "description": "The primary efficacy outcome measure compares the change in pain intensity, as rated by the blinded subjects using the Numeric Pain Rating Scale (NPRS), between bilateral DBS of the insula and sham stimulation. The NPRS is an 11 point scale where 0 represents \"no pain\" and 10 represents the \"worst possible pain.\" Clinical pain severity will be assessed daily in the home environment with a 7-day Ecological Momentary Assessment (NPRS rating) aggregated across days. The analysis will focus on DBS-ON Week 12 data relative to the DBS-OFF (Sham) Week 12 data, controlling for Baseline data.",
                    "timeFrame": "Baseline, 3 months post DBS stimulation, 3 months post sham stimulation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women, between 18 and 80 years, inclusive\n2. Subjects who are able and willing to give consent and able to attend all study visits\n3. The pain is:\n\n   * chronic with ≥6 month duration\n   * severe is defined as: 'average' NPRS score of ≥ 5 out of 10 at current visit and the subject reports having a similar level of pain for at least the past two months\n   * disabling and has resulted in an inability to work or perform ADLs in the home\n   * medication-refractory to adequate trials of at least 3 prescription medications (including at least one current or past opioid) commonly used for symptomatic relief of pain. An adequate medication trial is defined as a therapeutic dose of each medication without sufficient effect.\n   * treatment-resistant and cannot be treated or has failed procedures including interventional therapies with injections, spinal neuromodulation with medication infusion or stimulation, and neurosurgical ablation surgery.\n4. The pain is neuropathic or predominantly neuropathic if mixed components.\n\n   * Subject suffering from a pure neuropathic pain syndrome will be included if the pain has resulted from a specific injury including trauma, ischemia, hemorrhage, infection, tumor or iatrogenic to either the peripheral (nerve, spinal root, plexus, cranial nerve) or to the central nervous system (spinal cord or brain) Etiologies include:\n   * Poststroke pain\n   * Thalamic pain\n   * Spinal cord injury\n   * Brachial plexus injury or limb avulsion\n   * Peripheral nerve injury or painful neuropathy\n   * Postherpetic neuralgia, Tolosa Hunt syndrome, or cavernous sinus syndromes\n   * Trigeminal neuropathic pain (not trigeminal neuralgia)\n5. Insula region must be apparent on MRI so that direct targeting can be performed for SEEG and DBS electrode placement.\n6. Able to communicate and report sensations during all stimulation testing\n7. Stable prescribed doses of all symptomatic pain medications for 30 days prior to study entry and for the duration of the study.\n8. Inclusion and exclusion criteria have been agreed upon by the principal investigator and the pain psychologist, both of whom have interviewed, examined and if appropriate provided psychotherapeutic intervention to the subject.\n\nExclusion Criteria:\n\n1. Idiopathic pain syndromes will be excluded. Examples include:\n\n   1. Fibromyalgia syndrome\n   2. temporomandibular joint disorders\n   3. irritable bowel syndrome\n   4. chronic headaches\n   5. interstitial cystitis\n   6. chronic pelvic pain\n   7. whiplash-associated disorders\n2. Subjects deemed poor candidates by a multidisciplinary team of pain clinicians including specialists in neurosurgery, pain management, and pain psychology:\n\n   1. Significant clinician concern(s) about reliability of subject-reported information, such as subject in active process of seeking disability for neuropathic pain\n   2. Subjects exhibiting any behavior(s) consistent with ethanol or substance abuse as defined by the criteria outlined in the DSM-V as manifested by one (or more) of the following occurring within a 12 month period: Recurrent substance use resulting in a failure to fulfill major role obligations at work, school, or home (such as repeated absences or poor work performance related to substance use; substance-related absences, suspensions, or expulsions from school; or neglect of children or household). Recurrent substance use in situations in which it is physically hazardous (such as driving an automobile or operating a machine when impaired by substance use)\n   3. Recurrent substance-related legal problems (such as arrests for substance related disorderly conduct)\n   4. Continued substance use despite having persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of the substance (for example, arguments with spouse about consequences of intoxication and physical fights).\n   5. Suspected dementia based on neuropsychological screening or Mini Mental State Exam (MMSE) Score \\< 25\n3. Subjects with active psychiatric illness will be excluded. For the purpose of this study, active psychiatric illness includes:\n\n   1. History of significant psychiatric disorder (e.g., comorbid schizophrenia, bipolar disorder, suicidal ideation/attempts) that could interfere with interpretation of study endpoints.\n   2. Exhibiting current suicide ideation and/or a history of suicide attempt within past 2 years\n   3. been hospitalized for the treatment of a psychiatric illness within the past 2 years\n   4. received transcranial magnetic stimulation for depression treatment\n   5. received electroconvulsive therapy for depression\n   6. any presence or history of psychosis\n4. Subjects with unstable cardiac status including:\n\n   1. Unstable angina pectoris on medication\n   2. Subjects with documented myocardial infarction within six months of protocol entry\n   3. Significant congestive heart failure defined with ejection fraction \\< 40\n   4. Subjects with unstable ventricular arrhythmias\n   5. Subjects with atrial arrhythmias that are not rate-controlled\n5. Severe hypertension (diastolic BP \\> 100 on medication)\n6. Subjects with standard contraindications for MR imaging such as non-MRI compatible implanted metallic devices including cardiac pacemakers, size limitations, etc.\n7. On medications that increases the bleeding risk, based on the published guidelines41 which are currently recognized by the American Society of Regional Anesthesia and Pain Medicine, American Academy of Pain Medicine and the North American Neuromodulation Society; specifically:\n\n   1. Aspirin or another antiplatelet medication (clopidogrel, prasugrel, ticlopidine, abiciximab) for the last 7 days prior to treatment.\n   2. Oral, subcutaneous or intravenous anticoagulant medications, such as oral vitamin K inhibitors for the last 7 days, non-vitamin K inhibitor oral anticoagulant (dabigatran, apixaban, rivaroxaban) for the last 72 hours.\n   3. Intravenous or subcutaneous heparin-derived compounds for the last 48 hours.\n8. Individuals who are not able or willing to tolerate prolonged hospitalization with continuous video EEG monitoring\n9. Subjects participating or have participated in another clinical trial to investigate or treat chronic pain in the last 30 days\n10. Subjects with risk factors for intraoperative or postoperative bleeding from a documented coagulopathy or if their serum coagulation studies (platelet count, PT, PTT, and INR) exceed the institutional laboratory limits.\n11. Subjects with brain tumors or any significant intracranial mass.\n12. Subjects with a history of seizure\n13. Any illness that in the investigator's opinion preclude participation in this study\n14. Pregnancy or lactation\n15. Subjects with a true allergy to opioid medications which would preclude PET imaging\n16. Legal incapacity or limited legal capacity\n17. Subjects with a deep brain stimulation implant\n18. History of hemorrhagic stroke or cerebrovascular event within the past year of treatment exhibiting incomplete resolution",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Judy Beenhakker",
                    "role": "CONTACT",
                    "phone": "434-982-1856",
                    "email": "jgb3p@hscmail.mcc.virginia.edu"
                },
                {
                    "name": "Zak Sturgill",
                    "role": "CONTACT",
                    "phone": "434-243-9986",
                    "email": "ffm7rc@virginia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeff Elias, MD",
                    "affiliation": "University of Virginia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Virginia",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zak Sturgill",
                            "role": "CONTACT",
                            "phone": "434-243-9986",
                            "email": "ffm7rc@virginia.edu"
                        },
                        {
                            "name": "Jeff Elias, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33799301",
                    "type": "RESULT",
                    "citation": "Liu CC, Moosa S, Quigg M, Elias WJ. Anterior insula stimulation increases pain threshold in humans: a pilot study. J Neurosurg. 2021 Apr 2;135(5):1487-1492. doi: 10.3171/2020.10.JNS203323."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009437",
                    "term": "Neuralgia"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12381",
                    "name": "Neuralgia",
                    "asFound": "Neuropathic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}