{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02138669",
            "orgStudyIdInfo": {
                "id": "STU 012011-115"
            },
            "secondaryIdInfos": [
                {
                    "id": "Intacs_Prospective",
                    "type": "OTHER",
                    "domain": "UTSW - Department of Ophthalmology"
                }
            ],
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Intacs Prescription Inserts for Keratoconus Patients",
            "officialTitle": "INTACS® Prescription Inserts Used to Treat Patients With Keratoconus as a Humanitarian Use Device",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intacs-prescription-inserts-for-keratoconus-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-01"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-05-05",
            "studyFirstSubmitQcDate": "2014-05-12",
            "studyFirstPostDateStruct": {
                "date": "2014-05-14",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Steven Verity",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The US food and Drug Administration (FDA) originally approved INTACS prescription inserts in April 1999 for the correction of low levels of nearsightedness (-1.00 to -3.00 diopters). Additional clinical data have shown that INTACS are safe for the treatment of keratoconus, in July 2004, FDA approved INTACS inserts for the treatment of keratoconus as a Humanitarian Use Device (FDA approval letter attached). The statute and the implementing regulation of FDA (21 CFR 814.124 (aj) require IRB review and approval before a HUD is used.INTACS prescription inserts are composed of two clear segments, each having an arc length of 150°, they are manufactured form a biomedical material called polymethylmethacrylate (PMMA) and are available in three thicknesses. Two INTACS inserts ranging from 0.250mm to 0.350mm may be implanted depending on the orientation of the cone and the amount of myopia and astigmatism to be reduced.",
            "detailedDescription": "The INTACS procedure is typically performed in an outpatient setting. The two tiny INTACS inserts are surgically placed into the periphery of the cornea through a tiny cut that is made on the cornea after numbing drops have been applied. A specially designed instrument creates a tunnel by separating the tissue layers in the outside periphery of the cornea, the INTACS inserts are placed into this tunnel where they remain. One or two ophthalmic sutures will be placed to close the incision. A postoperative care information booklet will be given to the patients; patients will be followed by means of postoperative appointments for up to 12 months after the surgery. The visits/testing schedules are listed below:\n\nPre-OR visit (1.5 hours): Visual Acuity (VA), Refraction, Topography, Keratometry, Glare Test. Mesopic Pupil Size, Pachymetry, Tonometry, Slit Lamp Exam and Contrast Sensitivity.\n\nSurgery (30min): At Laser Center for Vision Care which is part of Aston and department of Ophthalmology.\n\nPost-OR Day 1(10min): VA, Slit Lamp Exam.\n\nPost-OR 1week (20min): Visual Acuity, Refraction, Topography, Tonometry, Slit Lamp Exam.\n\nPost-OR 1 month (20minj: Visual Acuity, Refraction, Topography, Tonometry, Slit Lamp Exam.\n\nPost-OR 3 month (1.5 hours): Some as pre-op Visit.\n\nPost-OR 6 month (20min): Visual Acuity, Refraction, Topography, Tonometry, Slit Lamp Exam.\n\nPost-OR 12 month (1.5 hours): Same as pre-op."
        },
        "conditionsModule": {
            "conditions": [
                "Keratoconus"
            ],
            "keywords": [
                "Cornea",
                "Keratoconus",
                "Steep cornea"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intacs Device",
                    "type": "OTHER",
                    "description": "INTACS® prescription inserts are an ophthalmic medical device designed for the reduction or elimination of myopia and astigmatism in patients with keratoconus so that their functional vision may be restored and the need for a corneal transplant procedure can potentially be deferred.",
                    "interventionNames": [
                        "Device: Intacs"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Intacs",
                    "description": "INTACS® prescription inserts are an ophthalmic medical device designed for the reduction or elimination of myopia and astigmatism in patients with keratoconus so that their functional vision may be restored and the need for a corneal transplant procedure can potentially be deferred.",
                    "armGroupLabels": [
                        "Intacs Device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy of INTACS prescription inserts to reduce astigmatism due to Keratoconus as determined by refraction assessment.",
                    "description": "INTACS® prescription inserts are used to treat patients with Keratoconus as a Humanitarian Use Device. Efficacy of the INTACS inserts to reduce the effects of Keratoconus will be assessed using Refraction (pre-op refraction will be evaluated post-operatively) to assess the effectiveness of INTACS surgery in regards decreasing level of astigmatism.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Efficacy of INTACS prescription inserts to reduce astigmatism due to Keratoconus as determined by visual acuity examination.",
                    "description": "INTACS® prescription inserts are used to treat patients with Keratoconus as a Humanitarian Use Device. Efficacy of the INTACS inserts to reduce the effects of Keratoconus will be assessed using Visual Acuity to assess the effectiveness of INTACS surgery in regards decreasing level of astigmatism.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Efficacy of INTACS prescription inserts to reduce other corneal aberrations due to Keratoconus as determined by corneal topography assessment.",
                    "description": "Corneal Topography evaluation to assess post-operative vs. pre-operative corneal surface curvature differences will be used to measure efficacy of this INTACS prescription inserts, and an evaluation whether there is a need for further interventions, including corneal transplant.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Efficacy of INTACS prescription inserts to reduce other corneal aberrations due to Keratoconus as determined by tonometry assessment.",
                    "description": "Tonometry will be used to measure efficacy of this INTACS prescription inserts, and an evaluation whether there is a need for further interventions, including corneal transplant.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Efficacy of INTACS prescription inserts to reduce other corneal aberrations due to Keratoconus as determined by slit lamp corneal examination.",
                    "description": "Slit Lamp corneal examination will be used to measure efficacy of this INTACS prescription, and an evaluation whether there is a need for further interventions, including corneal transplant.",
                    "timeFrame": "12 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nWho have experienced a progressive deterioration in their vision, such thot they can no longer achieve adequate functional vision on a daily basis with their contact lenses or spectacles; Who are 21 years of age or older; Who have clear central corneas; Who have a corneal thickness of 450 microns or greater at the proposed incision site; Who have corneal transplantation as the only remaining option to improve their functional vision.\n\nExclusion Criteria:\n\nWho have abnormally thin corneas or who have a corneal thickness of 449 microns or less at the proposed incision site;\n\nPatients with collagen vascular, autoimmune or immunodeficiency disease;\n\nPregnant or nursing patients;\n\nPresence of ocular conditions, such as recurrent corneal erosion syndrome or corneal dystrophy, that my predispose the patient to future complications;\n\nPatients who are taking on or more of following medications: isotretinoin (Accutane); amiodarone HCL (Cordarone).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter Chen, PhD",
                    "role": "CONTACT",
                    "phone": "214-648-3837",
                    "email": "Peter.Chen@UTSouthwestern.edu"
                },
                {
                    "name": "Asha Varghese, MS",
                    "role": "CONTACT",
                    "phone": "214-648-3087",
                    "email": "Asha.Varghese@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven Verity, MD",
                    "affiliation": "UTSW Medical Center at Dallas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UTSW Medical Center at Dallas",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Boris Patlis, MS",
                            "role": "CONTACT",
                            "phone": "214-645-2015",
                            "email": "Boris.Patlis@UTSouthwestern.edu"
                        },
                        {
                            "name": "Steven Verity, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007640",
                    "term": "Keratoconus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003316",
                    "term": "Corneal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10666",
                    "name": "Keratoconus",
                    "asFound": "Keratoconus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6539",
                    "name": "Corneal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3218",
                    "name": "Keratoconus",
                    "asFound": "Keratoconus",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}