{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05556447",
            "orgStudyIdInfo": {
                "id": "IRB00086495"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Internet-delivered Management of Chemotherapy-Induced Peripheral Neuropathy (CIPN)",
            "officialTitle": "Internet-delivered Management of Chemotherapy-Induced Peripheral Neuropathy (CIPN): Outcomes and Exploration of Mechanisms",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "internet-delivered-management-of-chemotherapy-induced-peripheral-neuropathy-cipn"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-22",
            "studyFirstSubmitQcDate": "2022-09-22",
            "studyFirstPostDateStruct": {
                "date": "2022-09-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "HonorHealth Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a small pilot trial (n=26) among cancer survivors with CIPN who will utilize an internet-delivered pain coping program for 8 weeks in order to assess program feasibility and preliminary understanding of how participation in the program may influence pain interference. Also proposed is a secondary focus on subjective and objective function, medication use, psychological distress, and coping.",
            "detailedDescription": "Chemotherapy-induced peripheral neuropathy (CIPN) is a sensory polyneuropathy occurring in 50-75% of patients receiving neurotoxic chemotherapy that presents with varying degrees of paresthesia, dysesthesia, allodynia, hyperalgesia, and pain. For 30% of survivors, CIPN remains for a lifetime, often accompanied by morbidity, increased healthcare utilization, impaired functional and psychological status, strained relationships, and reduced quality of life. CIPN patients often present with multiple patterns of peripheral neuropathy owing to diversity in their causative etiologies, environmental factors, and patient-specific pathophysiology. Recent studies call for a shift in focus from solely etiologic characterization (e.g. drug mechanism based) to individual pain phenotyping that characterizes CIPN patients based on the reaction of the nervous system (e.g. pain processing). Given its high prevalence, complex presentation, absence of effective prevention, and few established therapies for addressing long-term symptoms, CIPN poses a major burden to patients/providers. Better understanding of CIPN's underlying biological and psychosocial mechanisms paired with enhanced access to effective interventions may lead to improved CIPN management. Cognitive behavioral pain coping skills training (PCST) has shown effectiveness for reducing pain-related suffering among patients with cancer pain as well as those experiencing various neuropathic symptoms-they target specific psychological processes known to contribute to pain, distress, and disability. Despite established effectiveness, in-person PCST interventions often are underused in clinical care due to barriers such as high resource costs, shortage of trained therapists, and travel requirements. There remains a need for evidence-based behavioral pain interventions for CIPN delivered with innovative methods to overcome treatment access barriers, reduce pain interference, and enhance quality of life/functioning. We developed an 8-week internet-delivered PCST program using an expert systems approach designed to retain essential features of in-person PCST that does not require therapist involvement-a concept increasingly important for providing socially-distant care amid the corona virus disease (COVID-19) pandemic. The published small trials investigating PCST for CIPN demonstrates promise of this approach for reducing the CIPN burden and justifies larger-scale testing of internet-based PCST for CIPN."
        },
        "conditionsModule": {
            "conditions": [
                "CIPN - Chemotherapy-Induced Peripheral Neuropathy"
            ],
            "keywords": [
                "paresthesia",
                "dysesthesia",
                "allodynia",
                "hyperalgesia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "pilot trial enrolling 26 cancer survivors with chronic chemotherapy-induced peripheral neuropathy (CIPN) who will undergo the painTRAINER intervention",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 26,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Internet delivered pain coping",
                    "type": "EXPERIMENTAL",
                    "description": "8 week online pain coping skills training program with weekly, 45-minute modules guided by an automated coach",
                    "interventionNames": [
                        "Behavioral: Internet delivered pain coping skills training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Internet delivered pain coping skills training",
                    "description": "Participants in the intervention group will complete 8 weeks of pain coping skills training delivered online",
                    "armGroupLabels": [
                        "Internet delivered pain coping"
                    ],
                    "otherNames": [
                        "PCST"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adherence Rate",
                    "description": "Participant adherence in the pilot trial will be measured individually based on the number of modules completed, of the 8 possible modules, during the 12 week intervention period. Participants who complete 6 of the 8 modules will be considered \"completers\" of the program, though the percent adherence to the program would be 75%.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Retention Rate",
                    "description": "Participant retention in the pilot trial will be based on the percentage of all participants that are retained in the trial overtime. If 100% of participants complete 100% of the modules, this would equate to a 100% retention rate.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Acceptability of the Intervention",
                    "description": "Acceptability will be assessed based on two indicators: the ability to recruit the desired number of participants into the trial during the specified recruitment period (26 total participants) and based on assessments of participant satisfaction with the program. Participant satisfaction will be assessed via satisfaction surveys developed specifically for the online pain coping skills training intervention, with questions scored on a likert scale ranging from \"not at all satisfied\" to \"very satisfied\" for each unique aspect of the program.",
                    "timeFrame": "Week12"
                },
                {
                    "measure": "Pain Interference Score",
                    "description": "Preliminary efficacy of the program will be assessed based on how well the program results in improvements in participant's levels of pain interference, which will be measured using the Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference scale and the Brief Pain Inventory Pain Interference scale.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Pain Interference Score",
                    "description": "Preliminary efficacy of the program will be assessed based on how well the program results in improvements in participant's levels of pain interference, which will be measured via combined composite scores developed from the Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference scale and the Brief Pain Inventory Pain Interference scale.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Pain Interference Score",
                    "description": "Preliminary efficacy of the program will be assessed based on how well the program results in improvements in participant's levels of pain interference, which will be measured via combined composite scores developed from the Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference scale and the Brief Pain Inventory Pain Interference scale.",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Pain Interference Score",
                    "description": "Preliminary efficacy of the program will be assessed based on how well the program results in improvements in participant's levels of pain interference, which will be measured via combined composite scores developed from the Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference scale and the Brief Pain Inventory Pain Interference scale.",
                    "timeFrame": "Week 36"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Objective physical function Scores - Patient-Reported Outcomes Measurement Information System (PROMIS)",
                    "description": "Participant reports of their physical functioning will be assessed using physical activity questionnaires; the Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function 6b - Each item on the measure is rated on a 5-point scale (1=never; 2=rarely; 3=sometimes; 4=often; and 5=always) with a range in score from 8 to 40 with higher scores indicating greater severity of depression.",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Change in Objective physical function Scores - PROMIS Functional Assessment of Chronic Illness Therapy (FACIT) Fatigue scale",
                    "description": "Participant reports of their physical functioning will be assessed using physical activity questionnaires; the PROMIS Functional Assessment of Chronic Illness Therapy (FACIT) Fatigue scale - The FACIT Fatigue Scale is a short, 13-item, easy to administer tool that measures an individual's level of fatigue during their usual daily activities over the past week. The level of fatigue is measured on a four point Likert scale (4 = not at all fatigued to 0 = very much fatigued)",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Change in Medication and substance amount use",
                    "description": "Medication and substance use will be monitored with diaries completed at multiple timepoints during the study, and using the Tobacco, Alcohol, Prescription medication, and other Substance use (TAPS). The TAPS assesses substance use behaviors over the last 12 months.",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Change in Psychological distress Scores - PROMIS Cognitive Function scale",
                    "description": "Psychological distress will be assessed via the PROMIS Cognitive Function scale, a 4-item questionnaire that asks participants to report on how often they have experienced certain thoughts and cognitive processes over the last 7 days, scored on a likert scale from \"never\" to \"very often\".",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Change in Psychological distress Scores - General Anxiety Disorder scale (GAD 7)",
                    "description": "Psychological distress will be assessed via the General Anxiety Disorder scale (GAD 7) - GAD-7 total score for the seven items ranges from 0 to 21. 0-4: minimal anxiety. 5-9: mild anxiety. 10-14: moderate anxiety. 15-21: severe anxiety.",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Change in Psychological distress Scores - Patient Health Questionnaire (PHQ 8)",
                    "description": "Psychological distress will be assessed via the Patient Health Questionnaire (PHQ 8) - Total score is determined by adding together the scores of each of the four items. Scores are rated as normal (0-2), mild (3-5), moderate (6-8), and severe (9-12) -Total score ≥3 for first 2 questions suggests anxiety -Total score ≥3 for last 2 questions suggests depression.",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Coping",
                    "description": "Coping will be assessed via questionnaire designed specifically for the internet-based pain coping skills program featured in the intervention. Questions pertain to how well participants feel that have developed adaptive coping strategies related to their pain coping processes, as well as how often they incorporate new coping skills into daily life.",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                },
                {
                    "measure": "Spirituality",
                    "description": "Spirituality will be assessed using the 38-item Brief Multidimensional Measure of Religiousness and Spirituality, which assesses spirituality across 11 domains, including: daily spiritual experiences; values and beliefs; forgiveness; private religious practices; religious and spiritual coping; religious support; religious and spiritual history; commitment; organizational religiousness, and overall self ranking.",
                    "timeFrame": "baseline, 12 weeks, 24 weeks, and 36 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must have a documented diagnosis of invasive cancer (of any type) requiring neurotoxic chemotherapy (alone, in combination, or in conjunction with surgery or radiation). Individuals with a cancer history of only superficial skin cancers or in situ malignancy are not eligible.\n* Must have clinical symptoms of Grade 2 or Grade 3 peripheral neuropathy (National Cancer Institute Common Terminology Criteria for Adverse Events), AND clinically documented chemotherapy-induced peripheral neuropathy (CIPN) following treatment with any single or combined neurotoxic chemotherapy (i.e., platinums, vinca alkaloids, taxanes, or proteasome inhibitors).\n* Must have been ≥24 months since the time in which neurotoxic chemotherapy was first initiated (i.e., time since the first administration of neurotoxic chemotherapy), and either no evidence of residual disease or with stable disease, as established by imaging/clinical exam/laboratory testing.\n* Must have completed all planned anticancer therapy (with the exception of maintenance therapy when appropriate). Maintenance therapy includes planned chronic immunotherapy, hormonal therapy, targeted therapy to prevent recurrence of disease rather than to treat active disease. Individuals on maintenance therapy and actively receiving chemotherapy drugs are not eligible. Time frame applies to most recent completion of chemotherapy treatment if participant has experienced cancer recurrence(s).\n* Must report a score of ≥ 4 on the single item Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Intensity (1a) scale.\n* Must report experiencing symptoms of pain, physical suffering, or discomfort, of any intensity, on at least \"Most Days\" of the week on the Graded Chronic Pain Scale Revised (Abbreviated).\n* Must be on a stable medication regimen (i.e., no changes to prescribed analgesic or neuropathic pain medication regimens) over a period of at least 30 days prior to enrollment, and no upward dose titrations during the intervention period, including: opioid analgesics (i.e., hydrocodone, oxycodone, tramadol, etc), duloxetine (i.e., Cymbalta), pregabalin (e.g., Lyrica), gabapentin (e.g., Neurontin, Gralise). Changes to prescriptions during the study should only occur if advised by a participant's doctor. Unexpected adjustments to prescriptions due unforeseen clinical need are allowable at any time.\n* Must be expected to be able to complete all study activities according to the treating/referring clinician.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2.\n* Age 18 or older at the time of study entry.\n* Must be able to speak, read, and understand English.\n\nExclusion Criteria:\n\n* Has a disability or condition that precludes completion of study activities (e.g., severe vision or hearing impairment, diagnosis of dementia or clinical evidence of severe cognitive impairment; diagnosis or clinical evidence of severe psychiatric disorder; diagnosed drug or alcohol abuse disorder), as per patient report or documented in the medical record.\n* Reports only preexisting pain conditions deemed unrelated to CIPN (e.g., migraine headache, arthritis, back disorders, bursitis/tendonitis, injuries, fibromyalgia).\n* Has symptoms of preexisting neuropathy prior to treatment with neurotoxic chemotherapy (i.e., self-reported or documented history of unresolved or pre- existing peripheral neuropathy due to diabetes, HIV, or other conditions known to be unrelated to chemotherapy treatment).\n* Has a known or suspected diagnosable substance use disorder (according to Diagnostic and Statistical Manual of Mental Disorders (DSM-5) criteria) or is actively receiving treatment for one, per patient report or documented in the medical record.\n* Currently being prescribed buprenorphine or suboxone.\n* Suspected or proven progressive cancer by clinical history, exam or imaging evaluation.\n* Enrolled in hospice care or end-of-life palliative care.\n* No reliable access to Internet, wi-fi, or compatible device, and declines the Tablet Lending Program.\n* Does not have a working email address.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Donald B Penzien, PhD",
                    "role": "CONTACT",
                    "phone": "601-454-5573",
                    "email": "penzien@gmail.com"
                },
                {
                    "name": "Megan B Irby, PhD",
                    "role": "CONTACT",
                    "phone": "336-757-2610",
                    "email": "irbyM@wfu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Donald B Penzien, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest Baptist Health",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan B Irby, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Glenn J Lesser, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Megan B Irby, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Donald B Penzien, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Peripheral Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13205",
                    "name": "Paresthesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9981",
                    "name": "Hyperalgesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}