{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04921631",
            "orgStudyIdInfo": {
                "id": "STUDY20030163"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG068567-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG068567-01"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Integrated Supportive and Palliative Care for Older Adults in the ICU",
            "officialTitle": "Randomized Trial of Specialty Palliative Care Integrated With Critical Care for Critically Ill Older Adults",
            "acronym": "ProPACC",
            "therapeuticArea": [
                "Critical Care"
            ],
            "study": "integrated-supportive-and-palliative-care-for-older-adults-in-the-icu"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-28",
            "studyFirstSubmitQcDate": "2021-06-09",
            "studyFirstPostDateStruct": {
                "date": "2021-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Douglas White",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The National Academy of Medicine and the National Institutes of Health have called for urgent action to improve the care delivered to the nearly 1,000,000 older Americans who die in intensive care units (ICUs) annually, or survive with substantial impairments. These patients often die with distressing symptoms and may receive more invasive, life-prolonging treatment than they would choose for themselves. Moreover, their family members acting as surrogate decision makers often experience lasting psychological distress from the ICU experience. The investigators will conduct a randomized trial among 500 patients and 750 surrogates and up to 1250 clinicians to determine whether early integration of specialty palliative care with standard critical care can improve outcomes for critically ill older patients at high risk of death or severe functional impairments and their family members."
        },
        "conditionsModule": {
            "conditions": [
                "Critical Illness"
            ],
            "keywords": [
                "Intensive care",
                "Palliative care",
                "Surrogate decision-making",
                "Quality of communication",
                "Patient-centered care",
                "Anxiety",
                "Depression",
                "Post-traumatic stress disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention arm will receive early specialty palliative care integrated with standard critical care.",
                    "interventionNames": [
                        "Behavioral: Early Integration of Specialty Palliative Care with Critical Care"
                    ]
                },
                {
                    "label": "No intervention",
                    "type": "NO_INTERVENTION",
                    "description": "Usual ICU care; each study ICU has a policy for family meetings within 72 hours of admission and at least weekly thereafter."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Early Integration of Specialty Palliative Care with Critical Care",
                    "description": "The PC team will visit the patient within 24 hours of randomization and the consultation will address the following domains of PC: illness understanding and goals of care conversations with patients/surrogates; symptom assessment and management; spiritual needs; patient and family coping and support; and care coordination and transitions. The initial family meeting will be scheduled to occur within two days of randomization. Follow-up visits will be conducted by the PC MD/APP every weekday. During this time, the ICU and PC team will be in daily communication. The PC team will continue to follow the patient in the hospital once discharged from ICU. Prior to discharge, the PC team will document patient goals and preferences for future treatment, coordinate appropriate PC services in the home and/or outpatient clinic settings and contact the patient's primary physician to provide an update on the patient's hospital stay.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient and family centeredness of care",
                    "description": "12-item Patient Perceived Patient-Centeredness of Care Scale (PPPC), previously modified for use by surrogates, completed at 3-month telephone follow-up of surrogates.",
                    "timeFrame": "Measured at 3 months after hospital discharge"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Composite measure of goal-concordant care",
                    "description": "Assessed by surrogates and patients (if able) at 3-month telephone follow-up using an 8-item composite measure of goal-concordant care.",
                    "timeFrame": "Measured at 3 months"
                },
                {
                    "measure": "Unmet palliative care needs",
                    "description": "Measured using the adapted Needs of Social Nature, Existential Concerns, Symptoms, and Therapeutic Interaction (NEST) scale administered to surrogates and patients (if able) on day 5 post-randomization. The adapted NEST scale is designed for ICU use; it is a 13-item instrument developed to identify unmet social, emotional, physical, and care-system needs in serious illness.",
                    "timeFrame": "Measured at day 5 post-randomization"
                },
                {
                    "measure": "Surrogates' prognostic awareness",
                    "description": "Assessed on study day 5 using the validated Clinician-Surrogate Concordance Scale (CSCS), which our research team developed. The single item CSCS has excellent test-retest reliability (r =0.91). It has established criterion validity and responsiveness to change.",
                    "timeFrame": "Measured on study day 5"
                },
                {
                    "measure": "Surrogates' clarity about patient values and preferences",
                    "description": "Assessed by surrogates/patients after family meetings on study day 5 using the \"informed\" and \"values clarity\" subscales, 6 items out of the 16-item Decisional Conflict Scale (DCS). The scale has established responsiveness to change, test-retest reliability (r=0.81), internal consistency (α=0.92), and discriminant validity.",
                    "timeFrame": "Measured on study day 5"
                },
                {
                    "measure": "Satisfaction with ICU care",
                    "description": "Assessed using the Family Satisfaction in the ICU (FS-ICU) instrument at 3-month telephone follow-up of surrogates and patients (if able). The FS-ICU is a 24-item scale concerning satisfaction with care, communication, and decision-making in the ICU.",
                    "timeFrame": "Measured at 3 months"
                },
                {
                    "measure": "Symptoms of anxiety and depression",
                    "description": "The Hospital Anxiety and Depression Scale (HADS) is a 14-item, two-domain (anxiety, depression) instrument with established reliability and validity among ICU surrogates that is recommended by consensus guidelines for use among ICU surrogates. Assessed at 6-month telephone follow-up of surrogates and patients (if able).",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Risk of post-traumatic stress disorder",
                    "description": "Assessed using the Impact of Events Scale-revised (IES-R) at 6-month telephone follow-up of surrogates and patients (if able). The IES-R is a valid, reliable, and responsive 22-item instrument measuring symptoms of avoidance and intrusive thoughts. A score ≥33 indicates a high risk of PTSD. It has been used successfully among ICU surrogates.",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Proportion of patients with new DNR order during index hospitalization and time to first DNR order during index hospitalization",
                    "description": "Proportion of patients with new DNR order during index hospitalization and time to first DNR order during index hospitalization",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Proportion of patients who received comfort-focused care during the index hospitalization and time to comfort-focused care during index hospitalization",
                    "description": "Proportion of patients who received comfort-focused care during the index hospitalization and time to comfort-focused care during index hospitalization",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Proportion of patients enrolled in hospice during index hospitalization and time to hospice enrollment during index hospitalization",
                    "description": "Proportion of patients enrolled in hospice during index hospitalization and time to hospice enrollment during index hospitalization",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "ICU and hospital length of stay",
                    "description": "Duration of time patient spent in ICU and hospital during index hospitalization",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Duration of mechanical ventilation",
                    "description": "Duration of time patient spent on mechanical ventilation during index hospitalization",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Cost of index hospitalization",
                    "description": "Assigning costs using validated methods, the cost of index hospitalization will be calculated",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Resource utilization over 6-months follow-up",
                    "description": "Among hospital survivors investigators will perform interviews with surrogates at 3-months and 6-months to identify patient's post-discharge healthcare utilization (e.g. hospital admissions, ED visits, skilled-nursing facility use, hospice use, etc.), assigning costs using validated methods.",
                    "timeFrame": "Measured at 3 months and 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Patient hospital survival",
                    "description": "The vital status of the patient will be assessed at the conclusion of index hospitalization.",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Duration of survival from hospital discharge through 6-month follow-up",
                    "description": "This will be measured as a time-to-event variable, with time 0 being the date of hospital discharge. All death dates will be confirmed by querying the SSDMF at the completion of the trial.",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Days alive outside healthcare facilities",
                    "description": "Investigators will calculate the number of days a patient was alive from discharge to 6 months, then subtract that from the number of days the patient was in a hospital, LTAC, SNF, rehab facility, or hospice.",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Patients' functional status",
                    "description": "Assessed using the Katz Index of Independence in Activities of Daily Living, a validated and widely-used scale to quantify patients' functional status.",
                    "timeFrame": "Measured at 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patient Inclusion Criteria\n\n1. Admitted to a participating study ICU\n2. Age greater than or equal to 60 years\n3. Meets one or more of the following acute or chronic triggers for PC consultation\n\nAcute:\n\n* Cardiac or respiratory arrest with coma\n* Ischemic or hemorrhagic stroke requiring mechanical ventilation\n* ICU admission after hospital stay of greater than or equal to 10 days or ICU readmission within 30 days\n* Age greater than or equal to 80 and 1 or more forms of organ support\n* Multiorgan system failure\n* CCM physician judgment of greater than or equal to 50% risk of in-hospital death or new severe long term functional impairment\n\nChronic:\n\n* Admission from a SNF or LTACH with progressive functional decline\n* Metastatic (stage IV) cancer or advanced cancer without curative treatment\n* End stage cardiorespiratory disease\n* End stage liver disease\n* Advanced dementia or other end-stage neurologic disease\n* Age greater than or equal to 80 with two or more major comorbidities\n* Moderate-severe frailty (excluding stable intellectual or physical disability\n\n  1. Pittsburgh Cardiac Arrest Category (PCAC) greater than or equal to 2\n  2. Organ support: RRT, invasive or non-invasive mechanical ventilation, vasopressors\n  3. Sequential Organ Failure Assessment (SOFA) score greater than or equal to 10\n  4. Model for End-Stage Liver Disease (MELD) greater than or equal to 30\n  5. Major comorbidities defined by Charlson Co-morbidity Index (CCI)\n  6. Clinical Frailty Scale (CFS) score greater than or equal to 6\n\nPatient Exclusion\n\n* No surrogate decision maker\n* Already received (or refused) a Palliative Care consultation during the same hospitalization\n* Determined to be imminently dying (within hours) by CCM physician\n* Within 1 year of receiving organ transplant, or actively undergoing work-up for organ transplant\n* Non-English speaking\n\nSurrogate Inclusion\n\n* Primary surrogate, as determined by the patient's advance directive or by the hierarchy codified in state law\n* Up to 3 additional surrogates\n\nSurrogate Exclusion\n\n* Age \\<18\n* Cannot read or understand English\n* Cannot complete surveys due to physical or cognitive limitations\n\nClinician Inclusion\n\n•Patient's primary attending (or their designee)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Douglas B White, MD, MAS",
                    "role": "CONTACT",
                    "phone": "412-864-3757",
                    "email": "douglas.white@pitt.edu"
                },
                {
                    "name": "Rachel A Butler, MHA, MPH",
                    "role": "CONTACT",
                    "phone": "412-383-3453",
                    "email": "rab192@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Douglas B White, MD, MAS",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Yael Schenker, MD, MAS, FAAHPM",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Douglas B White, MD, MAS",
                            "role": "CONTACT",
                            "phone": "412-864-3757",
                            "email": "douglas.white@pitt.edu"
                        },
                        {
                            "name": "Douglas White, MD, MAS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Yael Schenker, MD, MAS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Derek Angus, MD, MPH",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Arnold, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Seaman, PhD, RN",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Joyce Chang, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11532588",
                    "type": "BACKGROUND",
                    "citation": "Teno JM, Clarridge B, Casey V, Edgman-Levitan S, Fowler J. Validation of Toolkit After-Death Bereaved Family Member Interview. J Pain Symptom Manage. 2001 Sep;22(3):752-8. doi: 10.1016/s0885-3924(01)00331-1."
                },
                {
                    "pmid": "33822069",
                    "type": "BACKGROUND",
                    "citation": "Glass DP, Wang SE, Minardi PM, Kanter MH. Concordance of End-of-Life Care With End-of-Life Wishes in an Integrated Health Care System. JAMA Netw Open. 2021 Apr 1;4(4):e213053. doi: 10.1001/jamanetworkopen.2021.3053."
                },
                {
                    "pmid": "35595373",
                    "type": "DERIVED",
                    "citation": "Andersen SK, Vincent G, Butler RA, Brown EHP, Maloney D, Khalid S, Oanesa R, Yun J, Pidro C, Davis VN, Resick J, Richardson A, Rak K, Barnes J, Bezak KB, Thurston A, Reitschuler-Cross E, King LA, Barbash I, Al-Khafaji A, Brant E, Bishop J, McComb J, Chang CH, Seaman J, Temel JS, Angus DC, Arnold R, Schenker Y, White DB. ProPACC: Protocol for a Trial of Integrated Specialty Palliative Care for Critically Ill Older Adults. J Pain Symptom Manage. 2022 Jun;63(6):e601-e610. doi: 10.1016/j.jpainsymman.2022.02.344."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Raw data and derived datasets will be made available to external investigators and the public on a case-by-case basis, to be approved by the PI and in accordance with institutional, HIPAA, state and federal regulations. A data-sharing agreement may be instituted, depending upon the data to be shared. All data that is shared will be de-identified to protect participant privacy and confidentiality. Data and datasets will be retained and available to share for at least three years following completion of the project, in accordance with NIH regulations."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016638",
                    "term": "Critical Illness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M19010",
                    "name": "Critical Illness",
                    "asFound": "Critical Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}