{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05639465",
            "orgStudyIdInfo": {
                "id": "UIUC IRB 21906"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH131248-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH131248-01"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Urbana-Champaign",
                "class": "OTHER"
            },
            "briefTitle": "Intervention to Prevent Behavioral Health Symptoms Among Pandemic Affected Children",
            "officialTitle": "Pragmatic RCT of a Multi-level Mechanistically Informed Community Intervention to Prevent the Onset of Behavioral Health Symptoms Among Socioeconomically Disadvantaged Pandemic Affected Children",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "intervention-to-prevent-behavioral-health-symptoms-among-pandemic-affected-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-04",
            "studyFirstSubmitQcDate": "2022-11-26",
            "studyFirstPostDateStruct": {
                "date": "2022-12-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tara Powell",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Illinois at Urbana-Champaign"
            },
            "leadSponsor": {
                "name": "University of Illinois at Urbana-Champaign",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Save the Children",
                    "class": "OTHER"
                },
                {
                    "name": "Care Connections Mental Wellness and Learning Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Dickinson Independent School District",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Bay District Schools",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Houston",
                    "class": "OTHER"
                },
                {
                    "name": "Baylor College of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "University of South Florida",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Coalition for Compassionate Schools",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Boys and Girls Club of Manatee County",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Communities in Schools of Galveston County",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Communities in Schools Palm Beach",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Communities in Schools Gulf South",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Racial and ethnic minority children who live in socioeconomically disadvantaged communities are disproportionately impacted by pandemic and climate-induced disasters. Although effective interventions have been designed to treat mental health related symptoms in post-disaster settings, accessible, empirically supported prevention interventions are needed to prevent the onset of mental and behavioral health issues among these children. Building on our preliminary findings, the proposed study examines the efficacy and implementation of a COVID-19 adapted disaster focused prevention intervention, Journey of Hope-C19, in preventing behavioral health and interpersonal problems among racial and ethnic minority children who live in low-resource high poverty communities.",
            "detailedDescription": "The COVID-19 pandemic is having a profound impact on children globally, jeopardizing their sense of safety, security, and behavioral health. In addition to COVID-19, millions of children are still recovering from recent hurricanes that struck the southern the United States. Children exposed to climate-induced disasters (e.g. hurricanes) are at a significant risk for mental and behavioral health challenges. Coupled with an enduring pandemic, many of these children are disproportionately at risk for escalating mental health problems. Racial and ethnic minority children who live in socioeconomically disadvantaged neighborhoods are among the most vulnerable during and after large-scale disasters. They are more likely experience high levels of social and material losses, displacement, and lack of access to mental and physical health services. Thus, there is a critical need for these children to received accessible, empirically supported preventative interventions to mitigate the onset of mental illness and behavioral health issues. Most post-disaster behavioral health interventions are designed to treat rather than prevent mental health conditions and are often inaccessible to racial and ethnic minority children living in socioeconomically disadvantaged communities. The present study, therefore, seeks to examine the implementation and efficacy of the COVID-19 adaptation of a disaster focused empirically supported prevention intervention, the Journey of Hope (JoH), distributed by Save the Children, a humanitarian organization serving socioeconomically disadvantaged and racial and ethnic minority children in communities dually impacted by COVID-19 and recent hurricanes that struck the Southern United States. The long-term goals of this study are to: (1) respond to the critical need of accessible behavioral health interventions designed to prevent and/or reduce COVID-19 related distress; and (2) provide an understanding on how a COVID-19 tailored prevention intervention mitigates behavioral health disparities among racial and ethnic minority children in high poverty settings who have been exposed to multiple large scale disasters. In a pragmatic randomized control trial with 800 children between 3-8th grade, we seek to: Aim 1: Evaluate the efficacy of the COVID-19 adapted JoH (JoH-C19) in preventing behavioral health and interpersonal problems among socioeconomically disadvantaged and racial and ethnic minority children who have been exposed to multiple large-scale disasters relative to a healthy life-style attention control condition. Aim 2: Examine if hypothesized mechanisms of change variables (social connectedness, adaptive coping, self-efficacy) mediate intervention effects (JoH-C19 vs attention control) on child individual behavioral health and interpersonal outcomes. Aim 3: Assess the moderating impact of COVID-19 related stressors on behavioral health outcomes among children who participate in JoH-C19 versus the control condition. Aim 4: Explore implementation barriers, facilitators, and acceptability of the JoH-C19 within school and after-school settings and delivered by community and school-based counselors."
        },
        "conditionsModule": {
            "conditions": [
                "Emotional Distress",
                "Prosocial Behavior",
                "Pandemic, COVID-19",
                "Coping Skills",
                "Social Support"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "JoH-C19",
                    "type": "EXPERIMENTAL",
                    "description": "After initial randomization, some participants will be assigned to receive JoH-C19",
                    "interventionNames": [
                        "Behavioral: JoH-C19"
                    ]
                },
                {
                    "label": "Switch off Get Active",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "After initial randomization, some participants will be assigned to receive Switch Off Get Active",
                    "interventionNames": [
                        "Behavioral: Switch off Get Active"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "JoH-C19",
                    "description": "Journey of Hope- COVID 19 (JoH-C19) includes eight, 1-hour consecutive sessions delivered in groups of 8 children during the school day and in after school settings. The 1.5 hour JoH-C19 caregiver workshop is delivered with groups of 8 parents prior to the child JoH-C19 curriculum",
                    "armGroupLabels": [
                        "JoH-C19"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Switch off Get Active",
                    "description": "Switch off Get Active covers 4 topics, and its eight, 1- hour sessions are delivered in groups of 8 children. The 1.5 hour Switch Off Get Active caregiver workshop is delivered with groups of 8 parents prior to the Switch off Get Active child curriculum",
                    "armGroupLabels": [
                        "Switch off Get Active"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Responses to Strengths and Difficulties Questionnaire",
                    "description": "Measures children's psychological symptoms and impairments used for children between the ages of 4 to 16. The questionnaire is both parent and youth report and is comprised of five subscales including emotional symptoms, conduct problems, hyperactivity, peer relationship problems, and prosocial behavior. Total difficulty scores which include emotional symptoms, conduct problems, hyper-activity and peer relationship problems subscales range from 0-40. The pro-social behavior subscale ranges from 0-10.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to Pediatric Symptom Checklist-Externalizing Subscale",
                    "description": "Parent report measure of emotional and behavioral problems in children. The questionnaire is comprised of three subscales: internalizing, attention, and externalizing. The externalizing subscale will be used for this study. This subscale includes 7-items and the subscale scores range from 0-14.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Responses to Revised Children's Anxiety and Depression Scale-25 (and Subscales) (RCADS)",
                    "description": "The Revised Child Anxiety and Depression Scale-25 (RCADS-25) includes 25-items and has both youth self-report and parent report questionnaires. The RCADS-25 is scored on a four point scale from 1-never to 4=Always. Subscales include depression and broad anxiety. The broad anxiety subscale includes 15 items and scores range from 15-60. The depression subscale includes 10-items and scores range from 10-40.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to Family Functioning Systematic Clinical Outcome Routine Evaluation (SCORE-15)",
                    "description": "The SCORE-15 has both youth self-report and parent report measures assessing family functioning.The measure is scored on a five-point scale from 1-describes us very well to 5-describes us not at all. Subscales include: Strength and Adaptability which includes 5-items with scores range from 5-25, Overwhelmed by Difficulties which includes 5-items with scores ranging from 5-25, and Disrupted Communication which includes 5-items with scores ranging from 5-25.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to Healthy Pathways Academic Performance Report Academic Subscale",
                    "description": "Assesses unidimensional aspects of illness, well-being, and health in youth in transition from childhood to adolescence. the parent-report academic subscale which includes 5-items will be used in this study. The first item inquires how the parent describes the child's grades in schools and ranges from 1=Below Average, D's or F's to 5=Excellent, A's. Items 2-5 ranges from 1=Poor to 5=Excellent. Scale scores on items 2-5 range from 4-20.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to PROMIS Pediatric items (peer relationships)",
                    "description": "Assesses the quality of peer relationships and is both parent and child report. The child report version 8-questions with each item ranging from 0=Never to 4=Almost Always. Raw scores range from 0-32.\n\nThe parent report version consists of 7 questions with each item ranging from 1=Never to 5=Almost Always. Summed scores range from 8-40 with 8 indicating the lowest quality of peer relationships and 40 indicating the highest quality of peer relationships.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to Child-Parent Relationship Scale",
                    "description": "A 15-item parent-report scale that assesses parents views of their relationship with their child. The measure is scored on a 5-point Likert scale ranging from 1=definitely does not apply to 5=definitely applies and consists of two sub-scales: conflict and closeness. An 8-item conflict subscale and assesses perceived negativity in the parent-child relationship. Scores on the conflict subscale range from 8-40 with higher scores representing higher conflict.\n\nA 7-item closeness subscale assesses parents perception of open communication warmth and affection. Scores on the closeness subscale range from 7-35 with higher scores representing greater perceived closeness.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Children's Coping Strategies Checklist (CCSC)",
                    "description": "This child-report measure includes 20-items and 5 sub-scales from the CCSC. Subscales include: direct problem solving, positivity, optimism, repression, support for feeling. Each question inquires how often a child uses each coping strategy and is based on a four-point Likert items ranging from 1=Never, 4=Most of the time. Each subscale consists of four items and range from 1 to 20 with higher scores representing greater use of each coping strategy.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in Responses to Social Support Questionnaire (SSQ) for Children",
                    "description": "The SSQ is a child report measure children aged 8-18 years of age with five factors representing distinct sources of supports including: parents, relatives, non-relative adults, siblings and peers. This study will include two subscales measuring sources of support from parents and from peers. Each subscale consists of 12 questions and is measured on a 5-point Likert scale ranging from 1=Never to 6=Always. Scores for each subscale range from 12-72 with lower scores indicating less perceived support.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to Children's Coping Strategies checklist",
                    "description": "Assesses respondents use of a variety of strategies to cope with challenging live events. Subscales in this study include: problem focused coping, positive cognitive restructuring, avoidance, and support seeking",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to Child Self Efficacy Scale",
                    "description": "A child-report measure for school-aged children measuring perceived self-efficacy. Subscales for this study will include self-efficacy in enlisting social resources (3-items) and social self-efficacy (3-items). Children are asked to rate their degree of confidence in each question ranging from 0=Cannot do at all to 100 Certainly can do. Scores on each subscale range from 0-300.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Changes in Responses to COVID 19 Exposure",
                    "description": "Measures the impact of the COVID-19 pandemic on a family. The parent report measures consists of 25 items that assess exposure to the COVID-19 pandemic and related stressors. Each question is scores 0=No, 1=Yes. Scores range from 0-25, with higher scores representing greater COVID exposure.",
                    "timeFrame": "T1 (pre-intervention), T2 (2 months; post intervention), T3 (8 months (6 months post intervention); T4 (14 months (12 months post-intervention))."
                },
                {
                    "measure": "Periodic Reflections (Notes)",
                    "description": "A brief interview guide to determine child perceptions of barriers and facilitators to participation in and satisfaction with the JoH-C19 program. Respondents will be asked to describe what they liked and did not like about the program and what improvements they suggest. Questions will address the delivery method, the structure of group sessions, the content of the sessions, the facilitators, and their sense of comfort and safety in the groups.",
                    "timeFrame": "Once every 2 months for 2.5 years"
                },
                {
                    "measure": "IRT Meetings (Notes)",
                    "description": "All active facilitators will meet monthly with the IRT leadership to discuss adaptations that had been pre planned for the prior months sessions or those made ad hoc to meet pressing challenges. the group will plan for upcoming or future adaptations that are deemed necessary given contextual changes that have arisen due to COVID19 hurricane or recovery related events or other emergent community or system or organizational level needs. Facilitators will be asked to discuss their own experiences and IRT leadership will ask the facilitators to discuss adaptations that were observed during fidelity checks reported within facilitators fidelity checklists or discussed during periodic reflections",
                    "timeFrame": "1x per month during the school year for 2.5 years"
                },
                {
                    "measure": "Focus Group Discussions",
                    "description": "Focus groups with child participants immediately following the final intervention session and focus groups with caregiver participants immediately following the parent meetings. brief interview guide to determine child perceptions of barriers and facilitators to participation in and satisfaction with the JoH C19 program.",
                    "timeFrame": "Once every 2 months for 2.5 years"
                },
                {
                    "measure": "Video-conferencing Experiences",
                    "description": "After delivering 8 sessions of JoH-C19 delivery, facilitators will be asked to complete a 12-item questionnaire regarding the videoconferencing experience. The scale is completed by facilitators of the intervention and assesses comfort with the videoconferencing equipment, perceptions of the extent to which the equipment interferes with the intervention and perceptions of facilitator attentiveness. Each question is based on a 5 point Likert scale ranging from 1=not at all to 5=completely. Higher scores indicate greater comfort with the videoconferencing experience.",
                    "timeFrame": "1x every six months for 2.5 years"
                },
                {
                    "measure": "Acceptability, Feasibility, and Appropriateness measure",
                    "description": "All three measures will be completed by parents, children, and facilitators. These measures include 4-items inquiring about acceptability, feasibility, and appropriateness of the intervention. Each item is based on a five point Likert scale ranging from 1=Completely disagree to 5=completely agree. Each sub-scale scores range from 4-20.",
                    "timeFrame": "Once every 2 months for 2.5 years"
                },
                {
                    "measure": "Fidelity Checklist",
                    "description": "Facilitators will complete a fidelity check form after each session which includes an attendance sheet, whether they were able to complete each session activity, and any challenges or successes during program facilitation, including any complications that arose from group video-conferencing.",
                    "timeFrame": "1x after each of the 8 sessions of the intervention (16 x per year if one intervention is delievered each fall and spring for 2.5 years)."
                },
                {
                    "measure": "Observed Fidelity",
                    "description": "A performance rubric will assess facilitation skills and delivery of core intervention components.",
                    "timeFrame": "1 x within the first six months for each facilitator"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* child experienced the COVID-19 pandemic and an additional large-scale disaster\n* child score is 5 or above on the Strengths and Difficulties Questionnaire\n* child is in 3- 8th grade at enrollment\n* the parent or guardian must complete informed consent and child assent\n* child must speak English or Spanish.\n\nExclusion Criteria:\n\n* child is currently receiving treatment for a diagnosed mental health condition\n* children who are not able to interact with other students in a group work format, regardless of IEP status",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "14 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara Leytham Powell, PhD",
                    "role": "CONTACT",
                    "phone": "2173000917",
                    "email": "tlpowell@illinois.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tara Leytham Powell, PhD",
                    "affiliation": "University of Illinois Urbana Champaign",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boys and Girls Club of Manatee County",
                    "status": "RECRUITING",
                    "city": "Bradenton",
                    "state": "Florida",
                    "zip": "34207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.49893,
                        "lon": -82.57482
                    }
                },
                {
                    "facility": "Bay District Schools",
                    "status": "RECRUITING",
                    "city": "Panama City",
                    "state": "Florida",
                    "zip": "32401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.15946,
                        "lon": -85.65983
                    }
                },
                {
                    "facility": "Communities in Schools Palm Beach",
                    "status": "RECRUITING",
                    "city": "West Palm Beach",
                    "state": "Florida",
                    "zip": "33406",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.71534,
                        "lon": -80.05337
                    }
                },
                {
                    "facility": "Coalition for Compassionate Schools",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "Communities in Schools Gulf South",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70179",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "Dickinson Independent School District",
                    "status": "RECRUITING",
                    "city": "Dickinson",
                    "state": "Texas",
                    "zip": "77539",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.46079,
                        "lon": -95.05132
                    }
                },
                {
                    "facility": "CARE Connections",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77002",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Communities in Schools of Galveston County",
                    "status": "RECRUITING",
                    "city": "La Marque",
                    "state": "Texas",
                    "zip": "77568",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Powell, PhD",
                            "role": "CONTACT",
                            "phone": "217-300-0917",
                            "email": "tlpowell@illinois.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.36857,
                        "lon": -94.97131
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data can be shared upon request for research purposes and under a data sharing agreement.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Upon request after study completion",
            "accessCriteria": "Must sign a data sharing agreement"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "Pandemic, COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}