{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06019377",
            "orgStudyIdInfo": {
                "id": "227953-18"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34MH127141-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34MH127141-01A1"
                }
            ],
            "organization": {
                "fullName": "Portland State University",
                "class": "OTHER"
            },
            "briefTitle": "Intervention to Enhance Coping and Help-seeking Among Youth in Foster Care",
            "officialTitle": "Pilot Testing an Intervention to Enhance Coping and Increase Mental Health Help-seeking Among Transition-age Youth in Foster Care",
            "therapeuticArea": [
                "Mental Health",
                "Pediatrics",
                "Other"
            ],
            "study": "intervention-to-enhance-coping-and-help-seeking-among-youth-in-foster-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-18",
            "studyFirstSubmitQcDate": "2023-08-24",
            "studyFirstPostDateStruct": {
                "date": "2023-08-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Blakeslee",
                "investigatorTitle": "Research Associate Professor",
                "investigatorAffiliation": "Portland State University"
            },
            "leadSponsor": {
                "name": "Portland State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will deploy a scalable secondary prevention program that leverages existing foster youth transition services to improve mental health functioning and service use before and after exiting foster care. Our short-term objective is to remotely test a group intervention called Stronger Youth Networks and Coping (SYNC) that targets cognitive schemas influencing stress responses, including mental health help-seeking and service engagement, among foster youth with behavioral health risk. SYNC aims to increase youth capacity to appraise stress and regulate emotional responses, to flexibly select adaptive coping strategies, and to promote informal and formal help-seeking as an effective coping strategy. The proposed aims will establish whether the 10-module program engages the targeted proximal mechanisms with a signal of efficacy on clinically-relevant outcomes, and whether a fully-powered randomized control trial (RCT) of SYNC is feasible in the intended service context. Our first aim is to refine our SYNC curriculum and training materials, prior to testing SYNC in a remote single-arm trial with two cohorts of 8-10 Oregon foster youth aged 16-20 (N=16). Our second aim is to conduct a remote two-arm individually-randomized group treatment trial with Oregon foster youth aged 16-20 with indicated behavioral health risk (N=80) to examine: (a) intervention group change on proximal mechanisms of coping self-efficacy and help-seeking attitudes, compared to services-as-usual at post-intervention and 6-month follow-up: and (b) association between the mechanisms and targeted outcomes, including emotional regulation, coping behaviors, mental health service use, and symptoms of depression, anxiety, and PTSD. Our third aim is to refine and standardize the intervention and research protocol for an effectiveness trial, including confirming transferability with national stakeholders.",
            "detailedDescription": "Young people transitioning from the foster care system have elevated risk for a range of mental health diagnoses that for many are exacerbated by psychosocial coping difficulties, sparse support networks, and service disengagement. This population is less prepared to cope with mental health challenges and more likely to have negative perspectives on help- seeking, increasing the risk of unmet treatment needs as service use rapidly declines following the exit from foster care. Our long-term goal is to deploy a scalable secondary prevention program that leverages existing foster youth transition services to improve mental health functioning and service use before and after exiting foster care. Our short-term objective is to remotely test a group intervention called Stronger Youth Networks and Coping (SYNC) that targets cognitive schemas influencing stress responses, including mental health help-seeking and service engagement, among foster youth with behavioral health risk. SYNC aims to increase youth capacity to appraise stress and regulate emotional responses, to flexibly select adaptive coping strategies, and to promote informal and formal help-seeking as an effective coping strategy. SYNC results from intervention development to design a novel program using evidence- based cognitive change methods, including adapting the Coping Effectiveness Training (CET) curriculum for foster youth. SYNC is designed for delivery by service providers in federally-funded Independent Living Programs (ILPs) accessed by most foster youth in the US. Initial feedback from foster youth, service providers, and our advisory panel confirmed the acceptability of SYNC curriculum topics (e.g., stress and coping, navigating services) and program strategy (e.g., groups co-facilitated by \"near-peer\" young adults with foster care and mental health care experience). The proposed aims will establish whether the 10-module program engages the targeted proximal mechanisms with a signal of efficacy on clinically-relevant outcomes, and whether a fully-powered RCT of SYNC is feasible in the intended service context. Our first specific aim is to refine our SYNC curriculum and training materials, prior to testing SYNC in a remote single-arm trial with two cohorts of 8-10 Oregon foster youth aged 16-20 (N=16). Our second aim is to conduct a remote two-arm individually-randomized group treatment trial with Oregon foster youth aged 16-20 with indicated behavioral health risk (N=80) to examine: (a) intervention group change on proximal mechanisms of coping self-efficacy and help-seeking attitudes, compared to services-as-usual at post-intervention and 6-month follow-up: and (b) association between the mechanisms and targeted outcomes, including emotional regulation, coping behaviors, mental health service use, and symptoms of depression, anxiety, and PTSD. Our third aim is to refine and standardize the intervention and research protocol for an effectiveness trial, including confirming transferability with national stakeholders. The demonstration of target engagement with initial evidence of efficacy, plus standardized intervention materials and a feasible research protocol, will prepare us for an effectiveness trial (R01) of a model that is expected to be widely transferable for implementation across the country, and one that can ultimately be adapted for other youth service settings (e.g., juvenile justice) and subgroups (e.g., lesbian, gay, bisexual, transgender, queer \\[LGBTQ\\], youth of color), expanding long-term public health impact."
        },
        "conditionsModule": {
            "conditions": [
                "Adolescent Behavior",
                "Psychosocial Functioning",
                "Coping Behavior",
                "Help-Seeking Behavior",
                "Utilization, Health Care",
                "Depression",
                "Anxiety",
                "Stress Disorders, Post-Traumatic",
                "Emotion Regulation",
                "Child Welfare"
            ],
            "keywords": [
                "Mental health",
                "Help-seeking",
                "Coping",
                "Youth",
                "Foster care",
                "Near-peer",
                "Independent living"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "10-module group psychoeducational curriculum model",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 96,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The Intervention group receives the SYNC intervention in addition to typical child welfare services (i.e., services as usual). The SYNC intervention includes 10 weekly remote (videoconference) 90-minute sessions delivered by a facilitator and a near-peer young adult aged 20-26, both with lived experience in child welfare.",
                    "interventionNames": [
                        "Behavioral: Stronger Youth Networks and Coping (SYNC)"
                    ]
                },
                {
                    "label": "Services-as-usual",
                    "type": "NO_INTERVENTION",
                    "description": "The Services-as-usual (SAU) group receives typical child welfare services, which include ILP, or federally funded transition planning (e.g., identifying and supporting youth education and employment goals) and life skills (e.g., budgeting, renting an apartment, insurance) services typically delivered through a mix of classes, group activities, and/or individual skill-building with a paraprofessional service provider."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stronger Youth Networks and Coping (SYNC)",
                    "description": "SYNC is a 10-module online curriculum adapted from evidence-based cognitive change methods, including Coping Effectiveness Training (CET), co-facilitated by service providers in Independent Living Programs (ILPs; federally-funded transition skill-building services accessed by most foster youth in the US) and near-peers (have lived experience in foster care). SYNC aims to increase youth capacity to appraise stress and regulate emotional responses, to flexibly select adaptive coping strategies, and to specifically promote informal and formal help-seeking as an effective coping strategy.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cognitive control and coping flexibility",
                    "description": "Cognitive Control and Flexibility Questionnaire (CCFQ; 18 items with 7-pt Likert-type response scale ranging from 1 'strongly disagree' to 7 'strongly agree', youth report) assesses cognitive control over emotion; and appraisal and coping flexibility. Average scores can range from 1 to 7, with higher scores indicating more (better) control and flexibility.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                },
                {
                    "measure": "Help-seeking intentions",
                    "description": "General Help Seeking Questionnaire (22 items with 7-pt response scale ranging from 1 'Extremely unlikely' to 7 'Extremely likely', youth report) assesses intentions to seek help in the event of a personal or emotional problem and if having suicidal thoughts. Average scores can range from 1 to 7, with higher scores indicating more (better) help-seeking intentions.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Barriers to seeking help",
                    "description": "Barriers to Adolescent Seeking Help - Brief (BASH-B; 11 items with 7-pt response scale ranging from 1 'strongly disagree' to 7 'strongly agree agree', youth report) assesses perceived autonomy and fears related to seeking help for mental health issues. Average scores can range from 1 to 7, with higher scores indicating more (worse) barriers.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                },
                {
                    "measure": "Self-efficacy and empowerment specific to mental health",
                    "description": "Youth Efficacy/Empowerment Scale-Mental Health (MH) (23 items with 5-pt response scale ranging from 1 'Always or almost always' to 5 'Never or almost never', youth report) assesses extent to which youth manages mental health and directs their own mental health services. Average scores can range from 1 to 5, with higher scores indicating more (better) efficacy and empowerment around mental health services.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                },
                {
                    "measure": "Coping self-efficacy",
                    "description": "Coping Self-Efficacy Scale (26 items with response scale ranging from 0 'I cannot do this at all' to 10 'Certain I can do this', youth report) assesses use of problem-focused, support-seeking, \\& positive reframing coping strategies. Average scores can range from 1 to 10, with higher scores indicating more (better) coping self-efficacy.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Domains for psychiatric diagnoses",
                    "description": "Diagnosis and Statistican Manual, Fifth Edition (DSM-5) Self-Rated Level 1 Cross-Cutting Symptom Measure (25 items with yes/no responses, youth report) assesses mental health domains (past 2 weeks) that are important across psychiatric diagnoses including depression, substance use, anxiety, somatic symptoms, sleep problems). Total scores can range from 0 to 25, with higher scores indicating more (worse) psychiatric symptoms.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                },
                {
                    "measure": "Mental health service use",
                    "description": "Service Assessment for Children and Adolescents (4 items with yes/no responses, youth report) assesses service use in past 3 months: Outpatient (counseling, therapy, support group), residential treatment, inpatient hospitalization, psychotropic medication. Total scores can range from 0 to 4, with higher scores indicating more (better) service usage.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                },
                {
                    "measure": "Depression and anxiety",
                    "description": "Revised Children's Anxiety and Depression Scale (RCADS; 25 items with 4-pt response scale ranging from 1 'Never' to 4 'Always', youth report) assesses recent anxiety and depression symptoms. Average scores can range from 1 to 4, with higher scores indicating more (worse) symptoms of anxiety and depression.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                },
                {
                    "measure": "Post-traumatic stress disorder symptoms",
                    "description": "The Post-traumatic Stress Disorder (PTSD) Checklist for DSM-5 (PCL-5; 17 items with 5-pt response scale ranging from 0 'Not at all' to 4 'Extremely', youth report) assess the prevalence of various post-traumatic stress disorder (PTSD) symptoms (e.g., difficulty concentrating, loss of interest in activities, trouble falling or staying asleep). Average scores can range from 1 to 5, with higher scores indicating more (worse) PTSD symptoms.",
                    "timeFrame": "immediately after program completion, 6 months after program completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Eligible to receive federally-funded transition-related services in Oregon (ages 16-20 and in foster care at least 90 days after they turned age 14),\n* Indicated behavioral health risk. Behavioral health risk is indicated by child welfare administrative indicators of lifetime behavioral health need or service involvement (DSM diagnoses, psychotropic medication, emotional-behavioral disability, congregate care/residential placement)\n\nExclusion Criteria:\n\n* Inability to actively participate in the intervention, including you who are: non-English speaking, significantly developmentally disabled, or where participation is otherwise contraindicated (e.g., youth is in crisis, youth is in a placement that will not allow for participation)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "20 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Blakeslee, PhD,MSW,BS",
                    "role": "CONTACT",
                    "phone": "5037258389",
                    "email": "jblakes@pdx.edu"
                },
                {
                    "name": "Rebecca A Miller, M.Ed, BA",
                    "role": "CONTACT",
                    "email": "ramiller@pdx.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Blakeslee, PhD,MSW,BS",
                    "affiliation": "Portland State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Portland State University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Blakeslee, PhD,MSW,BS",
                            "role": "CONTACT",
                            "phone": "503-725-8389",
                            "email": "jblakes@pdx.edu"
                        },
                        {
                            "name": "Brianne H Kothari, PhD,MA,BA",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Carrie J Furrer, PhD,MS,BA",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Stress Disorders, Post-Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}