{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05789173",
            "orgStudyIdInfo": {
                "id": "17726"
            },
            "secondaryIdInfos": [
                {
                    "id": "R35GM145383",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R35GM145383"
                }
            ],
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "Interaction of CYP2B6 Genotype and Efavirenz With Methadone and Tizanidine PK",
            "officialTitle": "Effect of CYP2B6 Genotype and Efavirenz on the Disposition and Pharmacodynamic of Methadone and Tizanidine in Healthy Volunteers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "interaction-of-genotype-and-efavirenz-with-methadone-and-tizanidine-pk"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-03",
            "studyFirstSubmitQcDate": "2023-03-15",
            "studyFirstPostDateStruct": {
                "date": "2023-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zeruesenay Desta",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of General Medical Sciences (NIGMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The main goal of this clinical study is to test how CYP2B6 genetic variations and efavirenz (cornerstone in HIV-1 therapy) dictate the disposition (PK) of CYP2B6 substrate (methadone) and PK and effect (PD) of CYP1A2 substrate (tizanidine). Specifically, the investigators will test whether efavirenz produces CYP2B6 genotype dependent unanticipated DDIs with CYP2B6 (methadone) and CYP1A2 (tizanidine), leading to lack of efficacy or increased toxicity. Healthy volunteers genotyped for CYP2B6\\*6 and \\*18 alleles will be grouped in to three genotype predicted phenotype groups: 20 normal metabolizer (NM) (CYP2B6\\*1/\\*1); 20 intermediate metabolizer (IM) (\\*1/\\*6, or \\*1/\\*18); and 20 poor metabolizer (PM) (\\*6/\\*6, \\*6/\\*18 or \\*18/\\*18). Each phenotype group will receive methadone and tizanidine (separated by a washout period) on two occasions: at baseline (control) and after treatment with efavirenz (600 mg/day for 17 days).",
            "detailedDescription": "This is an open-label, two period, fixed sequence study in healthy volunteers genotyped for CYP2B6 allele (\\*6 and \\*18) investigating the metabolism, pharmacokinetics (PK) and pharmacodynamics (PD) of a single oral dose of tizanidine and methadone before and after oral pre-treatment with 600 mg/day efavirenz for 16 days. Enrollment targets will be normal metabolizers (N=20, CYP2B6\\*1/\\*1), intermediate metabolizers (N=20, CYP2B6\\*1/\\*6 and \\*1/\\*18) and poor metabolizers (N=20, CYP2B6\\*6/\\*6; \\*18/\\*18, and \\*6/\\*18).\n\nSchedule of assessment:\n\nA. PHASE 1 (CONTROL PHASE): Tizanidine and methadone pharmacokinetics and pharmacodynamics will be determined at baseline.\n\nDay 1 (1st inpatient ICRC overnight stay).\n\nEligible volunteers who fulfill all inclusion and exclusion criteria will be requested to arrive in the morning (about 7 am) at ICRC on the first study day (Day 1) after an overnight fasting. On the evening prior to the inpatient ICRC study day (day 1), it is important that subjects have nothing to eat or drink after 11 pm except for water. If a female volunteer, a urine pregnancy test will be performed. This test must be negative (not pregnant) to take part in the study. A sterile indwelling intravenous catheter (small, flexible, plastic tube) will be inserted in a vein in one arm for blood collection. A physician will be available for consultation. Pre-dose (baseline) blood (about 7 mL blood or about 1.5 teaspoons) and urine samples, vital sign such as blood pressure (systolic and diastolic blood pressure and heart/pulse rate), respiration rate, oral temperature, breathing rate, and EKG recordings will be obtained.\n\nSubjects will then receive a single dose of tizanidine (4 mg) and a single dose of methadone (10 mg) on empty stomach by mouth with 250 ml drinking water. Blood samples (\\~7 ml) will be drawn into EDTA-containing tubes at 20 and 40 minutes and 1, 1.5, 2, 3, 4, 5, 6, 8, 10, 12, 16 and 24 hours after tizanidine and methadone administration while at the ICRC. To measure tizanidine pharmacodynamic effects, blood pressure (systolic and diastolic blood pressure and heart rate) will be measured twice from the forearm of the subjects in a sitting position with blood pressure monitor immediately after each blood sample. EKG will be monitored at 1, 2, 4, 6, 8, 10, 12 and 24 hours after tizanidine and methadone administration. All urine voided during the 24 hours after drug administration will be collected in two fractions in urine jugs (0 to 12 hours and 12 to 24 hours); all of urine voided 0-12 hours in one container and all urine voided 12-24 hours in the other container. Plasma will be separated by centrifugation within 30 minutes. Urine volume in each fraction will be recorded and two 10-ml aliquots each will be retained from each fraction. Plasma and urine aliquots will be stored at -80°C until analysis. Subjects will receive a standard breakfast 2 hours and lunch 4 hours after methadone and tizanidine administration, and free access to food and water thereafter. Subjects will be requested to report immediately of any unusual feelings.\n\nDay 2 (inpatient ICRC):\n\nAfter the 24-hour blood and urine sampling and measurements of EKG, blood pressure and vital signs (Day 2), the intravenous catheter (small, flexible, plastic tube) will be removed, and then subjects will be discharged from the ICRC inpatient clinic with the advice to comeback to ICRC outpatient clinic on the mornings of Day 3 and Day 4.\n\nDay 3 (outpatient visit):\n\nIn the morning of Day 3 (48 hour) after tizanidine and methadone administration, subjects will come to the ICRC for a short visit (approximately 30 min) to draw blood (about 7 ml or 1.5 teaspoons) by direct needle puncture of a vein in one of the arms.\n\nDay 4 (outpatient visit):\n\nIn the morning of Day 4 (72 hour) after tizanidine and methadone administration, subjects will come to the ICRC for a short visit (approximately 30 min) to draw blood (about 7 ml or 1.5 teaspoons) by direct needle puncture of a vein in one of the arms.\n\nAfter the blood draw on Day 4, subjects will be given the following to take home:\n\n1. a supply of the study medication, efavirenz, for subjects to start taking at home starting that evening and continue for 16 consecutive days (600 mg/day) per instructed.\n2. a diary will be given to subjects to take home to record the time subjects took efavirenz every evening and any side effects participants may experience.\n\nB. PHASE 2 (EFAVIRENZ TREATMENT PHASE)\n\nDay 4 to day 19 (home):\n\nAfter the 72-hour blood draw for period 1 (Day 4), subjects will be given a supply of efavirenz to take home. Starting day 4, subjects will be requested to take 600 mg efavirenz orally once a day every evening 2 hours before or 2 hours after a dinner for 16 consecutive days (Day 4 to Day 19). It is important that volunteers take the study medication approximately the same time on each evening. Taking efavirenz during the evening is required to reduce efavirenz-mediated CNS adverse effects. Since efavirenz has a long half-life (∼76 hours after single dose and∼50 at steady state), a total of 16 days of efavirenz treatment is required to achieve steady-state plasma concentrations of efavirenz and near steady-state autoinduction of metabolism. In the event subjects miss a dose it is very important that participants contact the research coordinator for further instructions. In addition, subjects will receive a diary to record the time of the medication was taken and to record CNS symptoms, and any other feelings or side effects experienced during the study. The subjects will be requested to adhere to dietary restrictions throughout the study. Minor rescheduling (+/- 2 days) of the subject's fixed inpatient/outpatient visits are allowed including adjusting the amount of study medication (up to 2 doses less or up to 2 doses more) to be given prior to the subject's second inpatient visit.\n\nC. PHASE 3 (STEADY STATE PHASE). In phase 3, tizanidine and methadone pharmacokinetics and pharmacodynamics will be determined after chronic dosing with efavirenz 600 mg/day for 16 days).\n\nDay 20 (second inpatient ICRC overnight stay):\n\nOn Day 20 (Inpatient stay), subjects will be requested to arrive at the ICRC inpatient at about 7 am after overnight fasting. After 11 pm the night before admission to the ICRC, subjects will be requested not to eat anything except water. A urine pregnancy test (if female) will be obtained, and the urine pregnancy test must be negative. Then, a sterile indwelling intravenous catheter will be inserted in one arm for blood collection. Pre-dose (baseline) blood and urine samples, vital sign such as blood pressure (systolic and diastolic blood pressure and heart/pulse rate), respiration rate, oral temperature, breathing rate, and EKG recordings will be obtained. Then, subjects will receive efavirenz (600 mg PO) with tizanidine (4 mg by mouth) and methadone (10 mg) in the morning with 250 ml water. All other subsequent procedures including tizanidine and methadone plasma and urine sampling, pharmacokinetics and pharmacodynamics determinations will be made exactly as described in PHASE 1 (Day 1). The same samples collected will also be used to quantify efavirenz and metabolites. Subjects will receive a standard breakfast 2 hours and lunch 4 hours after methadone and tizanidine administration, and free access to food and water thereafter.\n\nDay 21 (inpatient ICRC):\n\nAfter the 24-hour blood and urine sampling and measurements of EKG, blood pressure and vital signs (Day 21), the intravenous catheter (small, flexible, plastic tube) will be removed, and then subjects will be discharged from the ICRC inpatient clinic with the advice to comeback to ICRC outpatient clinic on the mornings of Day 22 and Day 23.\n\nDay 22 (outpatient visit):\n\nIn the morning of Day 22 (48 hour) after tizanidine and methadone administration, subjects will come to the ICRC for a short visit (approximately 30 min) to draw blood (about 7 ml or 1.5 teaspoons) by direct needle puncture of a vein in one of the arms.\n\nDay 23 (outpatient visit):\n\nIn the mornings of Day 23 (72 hour) after tizanidine and methadone administration, subjects will come to the ICRC for a short visit (approximately 30 min) to draw blood (about 7 ml or 1.5 teaspoons) by direct needle puncture of a vein in one of the arms. On Day 23, subjects will be requested to bring the bottle containing home medications either empty or with any leftover efavirenz pills as well as study diary with participants. Day 23, after the 72-hour blood draw, marks the end of the entire study and subjects will be discharged home. Day 23 will mark the completion of the entire study and subjects will be discharged from the study after the 72-hour blood sample and health assessment."
        },
        "conditionsModule": {
            "conditions": [
                "Drug-Drug Interaction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Open-label, two period, fixed sequence clinical study",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Baseline (control)",
                    "type": "EXPERIMENTAL",
                    "description": "Each CYP2B6 normal metabolizer (NM) (\\*1/\\*1), intermediate metabolizer (IM) (\\*1/\\*6), and poor metabolizer (PM) (\\*6/\\*6, \\*6/\\*18, or \\*18/\\*18) group will receive a single dose of methadone (10 mg) and a single dose of tizanidine (4 mg) orally simultaneously at baseline (control).",
                    "interventionNames": [
                        "Drug: Methadone and Tizanidine"
                    ]
                },
                {
                    "label": "Efavirenz (treatment)",
                    "type": "EXPERIMENTAL",
                    "description": "Each CYP2B6 normal metabolizer (NM) (\\*1/\\*1), intermediate metabolizer (IM) (\\*1/\\*6), and poor metabolizer (PM) (\\*6/\\*6, \\*6/\\*18, or \\*18/\\*18) group will be administered a single dose of methadone (10 mg) and a single dose of tizanidine (4 mg) orally simultaneously after 16-day oral treatment with 600 mg/day efavirenz",
                    "interventionNames": [
                        "Drug: Efavirenz, Methadone and Tizanidine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Methadone and Tizanidine",
                    "description": "Each CYP2B6 genotype predicted phenotypes will receive methadone (10 mg) and tizanidine (4 mg) by mouth at baseline (control)",
                    "armGroupLabels": [
                        "Baseline (control)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Efavirenz, Methadone and Tizanidine",
                    "description": "Each CYP2B6 genotype predicted phenotypes will receive methadone (10 mg) and tizanidine (4 mg) by mouth after pretreatment with efavirenz (600 mg PO for 16 days)",
                    "armGroupLabels": [
                        "Efavirenz (treatment)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Magnitude of effects of CYP2B6 genotype and multiple doses of efavirenz on the: 1) stereoselective disposition of methadone; and 2) disposition and pharmacodynamics of tizanidine",
                    "description": "1. The primary PK interaction magnitude with R- and S-methadone will be quantified using the treatment:control \\[+efavirenz:-efavirenz (baseline)\\] ratios of the area under the time concentration curve to infinity (AUC0-∞) of S- and R-methadone.\n2. The primary PK interaction magnitude with tizanidine will be quantified using the treatment:control \\[+efavirenz:-efavirenz (baseline)\\] ratios of the area under the time concentration curve to infinity (AUC0-∞) of tizanidine.",
                    "timeFrame": "Methadone and tizanidine plasma concentrations (0-72 hours) will be determined before (control) and after pretreatment with efavirenz (600 mg/day) for 16 days and AUC0-∞ will be estimated."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects will be included in the study if participants:\n\n* are male and female (approximately 1:1) volunteers between the age of 18 and 65 years old\n* are judged healthy without any significant medical condition as determined by and decided from a pre-enrollment screening session that include medical history, laboratory tests such as blood and urine tests, vital signs, and an electrical tracing of the heartbeat (electrocardiogram, EKG). The pre-enrollment screening will be done no more than six weeks before the start of the study.\n* are able and willing to adhere to the study medication restrictions two weeks before initiating the study and during the conduct of the entire study. These will include refraining from taking any prescriptions medications, over-the-counter medications, and herbal, dietary, and alternative supplements that may interact with the metabolism of those study drugs at least 2 weeks prior to the start of the study and until study completion.\n* are nonsmoker or individuals willing to refrain from smoking or use of tobacco or marijuana for at least two weeks prior to and until the completion of the study.\n* are willing to commit the time requested for this study.\n\nExclusion Criteria:\n\n* Subjects will be excluded from the study if participants:\n\n  * are underweight (weigh less than 50 kg or 110 lb.) or overweight \\[BMI greater than 32\\]. Body mass index is calculated using height and weight to estimate how much body fat subjects have.\n  * have laboratory results that do not fall in a healthy range\n  * have an electrical tracing (baseline EKG readings) that are abnormal as decided by the study physician (medical doctor).\n  * have history of intolerance, allergic reactions (e.g., rash) or other forms of hypersensitivities to any of the study medications (efavirenz, tizanidine or methadone).\n  * Have a hemoglobin count below the normal range (male \\<13.4 gm/dL: and female \\<12 gm/dL)\n  * have a positive pregnancy urine test (if female) obtained just prior to each study.\n  * are sexually active, who is unable or unwilling to use an appropriate and effective method of birth control (for example barrier methods like diaphragms or condoms) to avoid the possibility of becoming pregnant\n  * are night shift workers in which case taking efavirenz may interfere with their work.\n  * have any significant health condition such heart, liver, or kidney disease\n  * have history or current seizures which may lead to collapse.\n  * have history or current mental illness (brain) such as feeling sad or unhappy, loss of interest in normal activities, worried or suicidality (thoughts about or an unusual preoccupation with ending own life) or suicide attempts.\n  * have gastrointestinal (digestive) disorders such as persistent diarrhea or malabsorption that would interfere with the absorption of orally administered drugs.\n  * have history or current psychiatric disorders such as depression, anxiety, or suicidality or suicide attempts that may be exacerbated by participation in the study\n  * have a history of or current HIV infection or have a lifestyle that places participants at a higher risk for contracting HIV (e.g., drug abuse, excessive alcohol drinking, and having multiple sexual partners).\n  * take more than 2 alcoholic drinks per day on a regular basis for two weeks prior to the study and unwilling to stop alcoholic drinks during the study\n  * unwilling or unable to stop taking drugs of abuse, including tobacco products or marijuana, two weeks prior to and during the entire study period\n  * have a systolic blood pressure lower than 70 mm Hg which may place subjects on high risk for tizanidine induced hypotension\n  * have participated in a research study involving intensive blood sampling or have donated blood within the past two months.\n  * are taking prescription medications, over-the-counter medications, herbal or dietary supplements, and alternative medicines that may interfere with the metabolism of the study drugs (e.g., inhibitors or inducers of CYP2B6 or CYP1A2) and are unable or unwilling to stop taking these medications two weeks prior to and during the entire study period.\n  * are employees or students under supervision of any of the study investigators.\n  * cannot state a good understanding of this study including risks and requirements\n  * are unable to follow the rules of this study.\n  * cannot or unwilling to commit the time requested for this study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Male and Female (1:1)",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zeruesenay Desta, PhD",
                    "role": "CONTACT",
                    "phone": "3172742823",
                    "email": "zdesta@iu.edu"
                },
                {
                    "name": "Abi Colwell",
                    "role": "CONTACT",
                    "phone": "317-274-2715",
                    "email": "abcolwel@iu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Indiana University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zeruesenay Desta, PhD",
                            "role": "CONTACT",
                            "phone": "317-274-2823",
                            "email": "zdesta@iu.edu"
                        },
                        {
                            "name": "Abi Colwell",
                            "role": "CONTACT",
                            "phone": "317-274-2715",
                            "email": "abcolwel@iu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000098320",
                    "term": "Efavirenz"
                },
                {
                    "id": "D000003000",
                    "term": "Clonidine"
                },
                {
                    "id": "D000008691",
                    "term": "Methadone"
                },
                {
                    "id": "C000023754",
                    "term": "Tizanidine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018894",
                    "term": "Reverse Transcriptase Inhibitors"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000065688",
                    "term": "Cytochrome P-450 CYP2C9 Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000065689",
                    "term": "Cytochrome P-450 CYP2C19 Inhibitors"
                },
                {
                    "id": "D000065695",
                    "term": "Cytochrome P-450 CYP2B6 Inducers"
                },
                {
                    "id": "D000065693",
                    "term": "Cytochrome P-450 Enzyme Inducers"
                },
                {
                    "id": "D000065701",
                    "term": "Cytochrome P-450 CYP3A Inducers"
                },
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000996",
                    "term": "Antitussive Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                },
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000009125",
                    "term": "Muscle Relaxants, Central"
                },
                {
                    "id": "D000009465",
                    "term": "Neuromuscular Agents"
                },
                {
                    "id": "D000010276",
                    "term": "Parasympatholytics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000058647",
                    "term": "Adrenergic alpha-2 Receptor Agonists"
                },
                {
                    "id": "D000000316",
                    "term": "Adrenergic alpha-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000013565",
                    "term": "Sympatholytics"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11671",
                    "name": "Methadone",
                    "asFound": "NaCl",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225287",
                    "name": "Tizanidine",
                    "asFound": "Needing",
                    "relevance": "HIGH"
                },
                {
                    "id": "M340137",
                    "name": "Efavirenz",
                    "asFound": "Magnesium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6232",
                    "name": "Clonidine",
                    "asFound": "Needing",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20935",
                    "name": "Reverse Transcriptase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M13570",
                    "name": "Phenylpropanolamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9238",
                    "name": "Guaifenesin",
                    "relevance": "LOW"
                },
                {
                    "id": "M186319",
                    "name": "Chlorpheniramine, phenylpropanolamine drug combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M4312",
                    "name": "Antitussive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M13189",
                    "name": "Parasympatholytics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3668",
                    "name": "Adrenergic alpha-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M16344",
                    "name": "Sympatholytics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "AnTuAg",
                    "name": "Antitussive Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "MuRelCen",
                    "name": "Muscle Relaxants, Central"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "AnObAg",
                    "name": "Anti-Obesity Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                }
            ]
        }
    },
    "hasResults": false
}