{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05929859",
            "orgStudyIdInfo": {
                "id": "22-426"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DC020959-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DC020959-01"
                }
            ],
            "organization": {
                "fullName": "Syracuse University",
                "class": "OTHER"
            },
            "briefTitle": "Intensive Speech Motor Chaining Treatment for Residual Speech Sound Disorders",
            "officialTitle": "Intensive Speech Motor Chaining Treatment for Residual Speech Sound Disorders",
            "acronym": "iChain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intensive-speech-motor-chaining-treatment-for-residual-speech-sound-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-20",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Syracuse University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "State University of New York - Upstate Medical University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized-controlled trial is to compare distributed treatment schedules and intensive treatment schedules in 84 school-age children with residual speech sound disorders. The main question it aims to answer is:\n\n* How does intensive and distributed treatment affect speech sound learning in residual speech sound disorder?\n\nSome participants will be treated with a traditional Distributed schedule of 2 sessions per weeks for 8 weeks (16 hours total), whereas others will be treated with an Intensive schedule and will complete 16 hours of treatment in 4 weeks.",
            "detailedDescription": "Residual speech sound disorders are defined as speech sound disorders that persist past \\~8-9 years and may lead to social, academic, and vocational limitations. Thus, there is a need to investigate how treatment schedules affect speech sound learning. The overall objective of this study is to optimize a suite of theoretically motivated, high-fidelity, motor-based treatments delivered at the appropriate intensity, despite practical barriers, for the most commonly impacted RSSD sounds: /ɹ, s/. Our central working hypothesis, supported by our preliminary work, is that Speech Motor Chaining is more efficacious when delivered intensively (i.e., closely spaced for a fixed number of sessions). The theoretical rationale is that increasing intensity early in treatment will mitigate erred practice between sessions, improving outcomes relative to more customary practice distributions. To test this hypothesis, children will be randomly assigned to receive a standard Distributed treatment schedule or an Intensive treatment schedule."
        },
        "conditionsModule": {
            "conditions": [
                "Speech Sound Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized across two conditions, Distributed and Intensive (1:1 ratio).\n\nAll participants will complete a Dynamic Assessment (DA) session consisting of 40-minutes of instruction and feedback on how to produce the /ɹ/ or /s/ sound. Following the DA session, participants will imitate 45 syllables containing the /ɹ/ or /s/ sound, and based on their performance, will be classified as High Stimulability or Low Stimulability. Participants will be stratified randomized to receive 16, 50-minute speech sessions in Intensive Treatment or Distributed Treatment.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All perceptual ratings will be obtained from raters who are blinded to treatment group and to timepoint. Binary rating responses will be obtained from three listeners per token.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 84,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intensive Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Speech Motor Chaining will be delivered in an intensive fashion. Week 1: 8 sessions (2 sessions per day on 4 different days) Week 2: 3 sessions (1 per day on 3 different days) Week 3: 3 sessions (1 per day on 3 different days) Week 4: 2 sessions (1 per day on 2 different days)",
                    "interventionNames": [
                        "Behavioral: Speech Motor Chaining"
                    ]
                },
                {
                    "label": "Distributed Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Speech Motor Chaining will be delivered twice weekly for 8 weeks",
                    "interventionNames": [
                        "Behavioral: Speech Motor Chaining"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Speech Motor Chaining",
                    "description": "Sessions begin with Pre-practice to elicit target sounds, with verbal cueing and shaping strategies. During Structured Practice, items are practice in blocks of 6 consecutive trials (with systematic increases in difficulty), and our web-based software will manipulate the principles of motor learning, including the stimulus prompt, the participant's production, analysis of the clinician's rating, feedback prompts for the clinician, and the variability present in the practice trial. Randomized Practice will also be guided by the software and includes all linguistic levels that were produced correctly during Structured Practice, with items presented in random order.",
                    "armGroupLabels": [
                        "Distributed Treatment",
                        "Intensive Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in percent correct for treated sound, rated by blinded listeners.",
                    "description": "To assess generalization of treatment gains to untreated words, participants will read a 200-word probe list eliciting the treated sound (/ɹ/ or /s/). Stimuli in each probe will be presented individually in randomized order. No auditory models will be provided; for children with reading difficulty, semantic cues will be provided to elicit the intended word. Individual words will be isolated from the audio record of each word probe and presented in randomized order for binary rating (correct/incorrect) by listeners who are blind to treatment condition and time point (but will see the written representation of each target word). We will use the change in percent correct as our primary measure of perceptually rated accuracy.",
                    "timeFrame": "Before the initiation of treatment and again 10 weeks later."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of responders and non-responders in each group.",
                    "description": "A chi-square test will be used to analyze the proportion of responders and non-responders (i.e., those above/below 15% change on the probes) in each group.",
                    "timeFrame": "10 weeks after the start of treatment."
                },
                {
                    "measure": "Survey evaluating impacts of speech disorder on participants' social, emotional, and academic well-being.",
                    "description": "This survey asks parents and participants to report the impact of speech disorder on their child's/their social, emotional, and academic well-being. Parents and participants are asked to select a number from 1 to 5 (1 = Strongly disagree, 3 = Neutral, 5 = Strongly agree). For all questions, a higher score indicates a greater degree of negative impact of speech disorder on social, emotional, or academic well-being.",
                    "timeFrame": "Before the initiation of treatment and again 10 weeks later."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must speak American English as a dominant language.\n* Must have began learning English by at least the age of 3 years.\n* Must be between 9;0 to 17;11 years of age.\n* Must have reported difficulty with /ɹ/ and/or /s/ production\n* Must pass pure tone hearing screening at 25 dB at 1000, 2000, and 4000 Hz.\n* Must receive a scaled score of at least 5 on the Listening Comprehension and Story Retelling subtests of the Test of Integrated Language and Literacy Skills (TILLS)\n* Must receive a percentile score of 5 or below on the Goldman-Fristoe Test of Articulation-3 (GFTA-3) Sounds in Words subtest.\n* Must have 1 scorable response with 5+ consecutive correct /pataka/ with \\> 3.4 syllables per second in the MRR-Tri task of the Maximum Performance Tasks OR must demonstrate no childhood apraxia of speech (CAS-only) features in BOTH articulatory and rate/prosody domains of the ProCAD.\n* Must score \\<40% accurate on /ɹ/ and/or /s/ probes assessing these sounds at the word level.\n* Must express a desire to modify their speech.\n\nExclusion Criteria:\n\n* Must have no known history of autism spectrum disorder, Down Syndrome, cerebral palsy, intellectual disability, permanent hearing loss, or brain injury.\n* Must not have current cleft palate or voice disorder.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "9 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan Preston, PhD",
                    "role": "CONTACT",
                    "phone": "315-443-1351",
                    "email": "jopresto@syr.edu"
                },
                {
                    "name": "Nina Benway, PhD",
                    "role": "CONTACT",
                    "email": "nrbenway@syr.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan Preston, PhD",
                    "affiliation": "Syracuse University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Syracuse University",
                    "status": "RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13244",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Preston, PhD",
                            "role": "CONTACT",
                            "phone": "315-443-3143",
                            "email": "jopresto@syr.edu"
                        },
                        {
                            "name": "Nicole Caballero, MS",
                            "role": "CONTACT",
                            "phone": "315-443-1185",
                            "email": "nfcaball@syr.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31051085",
                    "type": "BACKGROUND",
                    "citation": "Preston JL, Leece MC, Storto J. Tutorial: Speech Motor Chaining Treatment for School-Age Children With Speech Sound Disorders. Lang Speech Hear Serv Sch. 2019 Jul 12;50(3):343-355. doi: 10.1044/2018_LSHSS-18-0081. Epub 2019 May 3."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Lab website with recruitment information",
                    "url": "https://speechproductionlab.syr.edu/research/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000066229",
                    "term": "Speech Sound Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M30694",
                    "name": "Speech Sound Disorder",
                    "asFound": "Speech Sound Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}