{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06386224",
            "orgStudyIdInfo": {
                "id": "1R01DK137520-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01DK137520-01"
            },
            "organization": {
                "fullName": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Internet-Delivered Pain Self-Management for Persons With Acute Recurrent and Chronic Pancreatitis Pain",
            "officialTitle": "Internet-Delivered Pain Self-Management to Reduce Pain and Interference in Chronic Pancreatitis",
            "acronym": "IMPACT-2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "internet-delivered-pain-self-management-for-persons-with-acute-recurrent-and-chronic-pancreatitis-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-23",
            "studyFirstSubmitQcDate": "2024-04-25",
            "studyFirstPostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tonya Palermo",
                "investigatorTitle": "Professor, Anesthesiology and Pain Medicine",
                "investigatorAffiliation": "Seattle Children's Hospital"
            },
            "leadSponsor": {
                "name": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Kentucky",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Severe and disabling abdominal pain is common in individuals with chronic pancreatitis. Although pain is associated with reduced quality of life and high economic and societal costs, there are limited effective options for pain management in this population. This study proposes an evidence-based psychological intervention approach using an internet-delivered pain self-management program to minimize the impact of pain and improve quality of life. The ultimate goal is to maximize the public health impact of the intervention with successful implementation and dissemination to pancreas clinics and to the community.",
            "detailedDescription": "Severe abdominal pain is a cardinal symptom of pancreatitis, present in up to 90% of patients with recurrent acute pancreatitis (RAP) and chronic pancreatitis (CP). As pain increases in severity and constancy, it is associated with significant morbidity including depression and anxiety symptoms, low physical functioning, sleep disturbance, and low quality of life, as well as high economic and societal burden. This application focuses on addressing this treatment gap in pain management with a well-established nonpharmacologic intervention. The investigators propose a hybrid effectiveness-implementation design type 1 trial to make rapid translational gains with the primary goal of gathering data on treatment effects of internet-delivered pain self-management on pancreatitis pain and pain interference in individuals with RAP and CP with a secondary goal of gathering implementation data to inform dissemination of the program to real-world settings. Our central hypothesis is that pain self-management will be effective in reducing pain interference and severity in individuals with painful RAP and CP. This study will leverage resources of the Chronic Pancreatitis, Diabetes, and Pancreatic Cancer (CPDPC) Consortium, a National Institute of Diabetes and Digestive and Kidney Diseases-sponsored U01 consortium with recruitment from their nine clinical centers and from self-referral in the community through partnership with the National Pancreas Foundation. Using a multicenter randomized-controlled pragmatic clinical trial, the study team will enroll 280 individuals with painful CP into the clinical trial and randomize them to learn pain self-management skills (e.g., relaxation, activity pacing, goal setting) or receive education, and will collect patient-reported outcomes at baseline, two months, and six-month follow-up. Relevant stakeholder groups (patients, providers, organizational managers) will participate in a process evaluation to inform future implementation in clinic and community settings. The proposed investigation will significantly advance solutions for nonopioid pain management in CP."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatitis",
                "Chronic Pancreatitis",
                "Acute Recurrent Pancreatitis"
            ],
            "keywords": [
                "Pancreatitis",
                "Pain",
                "Internet Intervention",
                "Behavioral Intervention",
                "Cognitive Behavioral Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants randomized to the active intervention arm will receive access to the Pancreatitis Pain Course to learn cognitive-behavioral (CBT) pain self-management skills (e.g., changing negative thoughts, relaxation, activity pacing, goal setting). Participants randomized to the control arm will receive access to an education website.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants are not informed of their condition assignment and both receive online programs for chronic pancreatitis. Investigators are blinded \\& masked to study condition, and all outcomes are assessed via self-reported REDCap surveys. Care providers are not involved in the study (N/A).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 280,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Internet-delivered pain self-management (CBT Condition)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to the CBT condition will receive access to a pain self-management program, available through any internet-enabled device. The design and treatment content follow a cognitive-behavioral framework in which participants receive information to understand their CP pain, learn a range of cognitive and behavioral skills to manage their symptoms and difficulties, and practice and adopt the skills taught in the program. The program consists of 5 online lessons, which are in the form of a slide show, and 5 downloadable lesson summaries, which provide homework assignments to assist participants in learning and applying the skills described in the lessons. These materials are released over the course of eight weeks and include a combination of didactic information and narrative examples. Several detailed case stories and real-world examples of individuals with CP pain are integrated throughout the course.",
                    "interventionNames": [
                        "Behavioral: Internet-delivered pain self-management (CBT Condition)"
                    ]
                },
                {
                    "label": "Education Program",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants randomized to the education program will receive access to a website with information about pancreatitis pain from publicly available educational websites (e.g., National Pancreas Foundation). Participants assigned to the education program will complete five modules released over the same time interval as the CBT group.",
                    "interventionNames": [
                        "Behavioral: Education Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Internet-delivered pain self-management (CBT Condition)",
                    "description": "Participants will login to the website for 15-20 minutes per week, and complete 5 modules focused on different skills delivered over 8 weeks (e.g., symptom identification, changing negative thoughts, activity pacing)",
                    "armGroupLabels": [
                        "Internet-delivered pain self-management (CBT Condition)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Education Program",
                    "description": "Participants will login to the website for 15-20 minutes per week, and complete 5 modules focusing on pancreatitis pain topics, including: an introduction to pancreatitis, treatment options, specific therapies, surgical procedures.",
                    "armGroupLabels": [
                        "Education Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in pain severity and pain interference",
                    "description": "The Brief Pain Inventory Short Form (BPI) assesses pain intensity and pain interference in a 24-hour time frame. Participants will complete prospective monitoring for seven days at each assessment. Four pain intensity items evaluate worst, least, average, and current pain intensity and 7 pain intensity items evaluate pain interference with sleep, mood, walking ability, general physical activity, work, relationships, and enjoyment of life.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in disease-specific pain",
                    "description": "The Comprehensive Pain Assessment Tool for Chronic Pancreatitis (COMPAT) is a modified 5-item measure assessing 5 pancreatitis specific pain dimensions (patterns, severity, provocation, spreading, descriptive) and an overall score.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in physical functioning",
                    "description": "The Patient Reported Outcomes Measurement Information System (PROMIS) Physical Functioning Short Form 6b is a modified five-item measure assessing impairment in physical functioning. Responses are rated on a 5-point scale (1-5) with higher scores indicating greater perceived difficulty with activities.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in psychological functioning",
                    "description": "Depressive symptoms will be assessed with the Patient Health Questionnaire (PHQ-9). Anxiety symptoms will be assessed with the Generalized Anxiety Disorder Assessment (GAD-7). Items are scored on a 0-3 scale where 0 = Not at all, 1 = Several Days, 2 = More than half the days and 3 = Nearly every day. Clinical cutoffs are available on both scales to determine clinical severity.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in pain catastrophizing",
                    "description": "The Pain Catastrophizing Scale - Short Form 6 will be used to assess magnification of, rumination about, and hopelessness regarding pain. Items are rated on a 5-point scale (0 = Not at all, 5 = All the time) and summed to create a total score.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in sleep disturbance",
                    "description": "The PROMIS Sleep Disturbance 6a is a six-item measure of sleep quality and disturbance. Items are scored on a 5-point Likert scale ranging from 1 = Very good, to 5 = Very poor. T scores are computed with a population mean of 50 and standard deviation of 10.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in disease specific health-related quality of life",
                    "description": "Disease-specific health-related quality of life (HRQL) will be assessed using the Pancreatitis Quality of Life Instrument (PANQOLI) which includes 18 items that map onto five subscales and a total HRQL score.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in patient global impression of change",
                    "description": "Participants will respond to the following, single-item question, \"Since the start of the study my overall status is . . .\" using a 7-point rating scale (1 = very much improved, 7 = very much worse).",
                    "timeFrame": "2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Change in opioid use",
                    "description": "Participants will report medication use on the BPI from a drop down list (e.g., opioid, acetaminophen, other) indicating doses. Number of days of opioid use on the BPI over seven days will be used for analysis.",
                    "timeFrame": "Baseline, 2-month follow-up, 6-month follow-up"
                },
                {
                    "measure": "Treatment acceptability",
                    "description": "A treatment acceptability and satisfaction measure, the Treatment Evaluation Inventory will be administered at posttreatment. Scores above 27 indicate that patients perceive the treatment to be at least \"moderately acceptable\".",
                    "timeFrame": "2-month follow-up"
                },
                {
                    "measure": "Change in substance use",
                    "description": "Tobacco, Alcohol, Prescription Medication, and Other Substance Use Tool (TAPS) consists of a four-item screen for the use of tobacco, alcohol, and illicit drugs, and the nonmedical use of prescription drugs, followed by a substance-specific assessment of risk level for individuals who screen positive. These data will be used to characterize the extent of substance-use comorbidity in the sample.",
                    "timeFrame": "Baseline, 6-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* Willingness to use personal device with internet access (smart phone, computer, iPad) or to borrow a study iPad/hotspot\n* Diagnosis of CP defined as having obvious morphological features of CP (i.e., Cambridge 3-4 stage or the presence of pancreatic calcifications on CT scan and/or magnetic resonance cholangiopancreatography)\n* Diagnosis of RAP defined as having abdominal pain of a duration of \\>=3 months, one episode of acute pancreatitis (AP), or RAP.\n* Having experienced moderate pain intensity (rated as 4 or higher on a 0-10 Numerical Rating Scale) in the last month from RAP or CP.\n\nExclusion Criteria:\n\n* Undergoing treatment for cancer\n* Unable to read English well enough to complete questionnaires or read the study website\n* Currently experiencing suicidal ideation\n* Having received endoscopic therapy in the past 30 days\n* Currently receiving treatment from a psychologist (\\> 4 sessions)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tonya Palermo, PhD",
                    "role": "CONTACT",
                    "phone": "206-884-4208",
                    "email": "tonya.palermo@seattlechildrens.org"
                }
            ],
            "locations": [
                {
                    "facility": "Seattle Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tonya Palermo, PhD",
                            "role": "CONTACT",
                            "phone": "206-884-4208",
                            "email": "tonya.palermo@seattlechildrens.org"
                        },
                        {
                            "name": "Tonya M Palermo, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010195",
                    "term": "Pancreatitis"
                },
                {
                    "id": "D000050500",
                    "term": "Pancreatitis, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13115",
                    "name": "Pancreatitis",
                    "asFound": "Pancreatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26260",
                    "name": "Pancreatitis, Chronic",
                    "asFound": "Chronic Pancreatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M22554",
                    "name": "Pancrelipase",
                    "relevance": "LOW"
                },
                {
                    "id": "M13114",
                    "name": "Pancreatin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}