{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06487351",
            "orgStudyIdInfo": {
                "id": "2024P001326"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Intervention to Reduce Implicit Bias in Pharmacies",
            "officialTitle": "The Impact of an Intervention to Reduce Pharmacists' Racial Bias Towards People of Color at Risk of HIV",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "intervention-to-reduce-implicit-bias-in-pharmacies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-27",
            "studyFirstSubmitQcDate": "2024-07-03",
            "studyFirstPostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Haberer, MD",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will follow the ADAPT-ITT model to apply the Prejudice Habit Breaking Intervention (PHBI) to pharmacists who have experience with or are willing to prescribe PrEP. We will first collect qualitative data through focus group discussions guided by the Health Equity Implementation Framework (HEIF) on determinants related to the intervention itself, pharmacists, and the community pharmacy context that may impact implementation of the PHBI. Then, we will use this information to adapt the PHBI in an iterative process involving topic experts, pharmacists, and PrEP users. We will then determine the feasibility, acceptability, and preliminary impact of the adapted PHBI to reduce implicit racial bias.",
            "detailedDescription": "People of color (POC) accounted for nearly 70% of HIV new cases in the US in 2020, compared to 26% of new infections occurring among White individuals. Significant further racial disparities exist in the PrEP care continuum. For example, per the US Center for Disease Control and Prevention, 66% of White people eligible for PrEP received prescriptions compared to 26% of POC.\n\nTo expand access to PrEP, the role of the pharmacist in HIV care is increasing. In the context of PrEP, pharmacists may assess eligibility for PrEP, initiate it, monitor use, and provide counseling. Pharmacist-led PrEP clinics are growing in the US. For example, a pharmacy-based PrEP program in Washington succeeded in initiating PrEP for nearly 700 individuals, of whom (74%) started PrEP on the day of their initial appointment.\n\nMost health care providers, including pharmacists, have implicit racial bias in favor of White people. A study among nearly 100 pharmacy students showed that two-thirds of them had racial biases against Black people. PHBI is an effective intervention based on a solid, scientific model of cognitive-behavioral change that teaches and trains individuals on multiple implicit bias mitigation strategies while respecting their autonomy and empowering them to sustain change efforts. In comparison to numerous other implicit bias interventions that had only a transient impact, the PHBI produced long-term effects in implicit bias measures. Simulation-based learning has been shown to increase opportunities for repetitive deliberate practice, including in pharmacy settings, and can be applied to this intervention; therefore, it may be an ideal approach to practice anti-bias mitigation strategies within the PHBI, thus advancing impact with potential for scalable implementation.\n\nImplicit racial bias represents a key barrier to achieving the expected benefits of pharmacist-led PrEP clinics to reduce disparities; however, no previous work has focused on this area. While other barriers exist to PrEP uptake and use, the proposed intervention could play a critical role in expanding PrEP access to POC. We will adapt the intervention for pharmacists through use of the eight-phase ADAPT-ITT model. We will use HEIF to identify determinants of intervention implementation. We will then adapt the PHBI accordingly. Finally, we will test the adapted intervention in pharmacy interns recruited through the Bouvé College of Health Sciences in Boston, Massachusetts. We hypothesize that the adapted intervention will be acceptable and feasible with preliminary evidence of reduction in implicit racial bias. We will randomize 70 pharmacy interns 1:1 in a pilot trial comparing the adapted intervention versus a control involving an online NIH course on implicit bias. The trial outcomes will be acceptability and feasibility of the adapted PHBI as determined by mixed method interviews and process measures. Preliminary impact of the intervention in reducing implicit racial bias will be assessed by the Race Implicit Association Test as an effectiveness outcome at 8 weeks post-intervention. We will also qualitatively elicit feedback from 10 pharmacy managers and pharmacy policymakers on the trial findings."
        },
        "conditionsModule": {
            "conditions": [
                "Bias, Implicit",
                "HIV",
                "Pre-exposure Prophylaxis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Pharmacy intern participants will be randomized 1:1 using permuted block and stratified by gender and race/ethnicity to the adapted intervention or control group. Participants will be notified after consent.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Open label"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "The adapted PHBI",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention group will be given access to the adapted PHBI.",
                    "interventionNames": [
                        "Behavioral: The adapted PHBI"
                    ]
                },
                {
                    "label": "NIH Implicit Bias course",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control group will be instructed to take the course, \"NIH Implicit Bias\".",
                    "interventionNames": [
                        "Behavioral: The NIH Implicit Bias course"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "The adapted PHBI",
                    "description": "The adapted intervention is expected to be an online 60-minute video with an educational part about implicit racial bias, its consequences in healthcare inequalities, how to mitigate it, and seven case scenarios (5 minutes each) to train pharmacy interns on aspects related to cultural competency and how and when to use IBMS to reduce the impact of bias on prescribing PrEP for people of color.",
                    "armGroupLabels": [
                        "The adapted PHBI"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "The NIH Implicit Bias course",
                    "description": "The NIH Implicit Bias course consists of three modules designed to teach users what bias is, how to recognize it, and how to minimize its impact",
                    "armGroupLabels": [
                        "NIH Implicit Bias course"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability of the adapted intervention- Questionnaire",
                    "description": "Acceptability will be assessed in all participants by the Acceptability of Intervention Measure (AIM)",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Feasibility of the adapted intervention- Questionnaire",
                    "description": "Feasibility will be assessed in all participants by the Feasibility of Intervention Measure (FIM)",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Feasibility of the adapted intervention- Observed length of recruitment time",
                    "description": "As a measure of feasibility, we will evaluate how many weeks are needed to recruit our desired study sample",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Feasibility of the adapted intervention- Self-reported video completion",
                    "description": "As a measure of feasibility, we will measure the number strategy videos completed",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Feasibility of the adapted intervention-Observed retention rate",
                    "description": "As a measure of feasibility, we will measure how many participants complete their final follow-up visit",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reduction of implicit racial bias",
                    "description": "Impact of the intervention on reducing implicit bias among pharmacy interns will be assessed by the Race Implicit Association Test (IAT). In the IAT participants respond to items that are to be categorized into four groups: two representing racial groups (White vs. Black/Latinx) and two representing valences (negative vs. positive), which are presented in pairs. The concept is that when the social group and valence mapped onto the same response are strongly associated, individuals respond more quickly than when they are weakly associated. The IAT is graded using a D score ranging from -2.0 to 2.0 (the average D score αs =0.78). Scores between -0.15 and 0.15 are considered to represent no preference for Whites, 0.16 to 0.35 and 0.36 to 0.65 slight and moderate preference, and values greater than 0.65 in absolute value strong preference",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Concern about discrimination",
                    "description": "Will be measured by using the Concern about Discrimination scale which is a 4-item questionnaire to measure participants' beliefs that discrimination is a problem in society. Responses to each item are rated on a scale of 1 (strongly disagree) to 10 (strongly agree). Responses are averaged with a high score indicating high concern and vice versa.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThree types of participants will be included\n\n1. Pharmacy interns:\n\n   * Pharmacy intern (non-licensed individual undergoing training and preparations for licensure examination).\n   * Currently registered as a regular student in the School of Pharmacy, Bouvé College of Health Sciences at Northeastern University, Boston, MA.\n   * Doing the internship in pharmacies located in cities with the highest average annual rate of HIV infection diagnosis in Suffolk County, MA.\n   * Experience with PrEP (counsel PrEP candidates, complete PrEP continuing education activity, or awareness with current CDC guidelines on PrEP use) OR willingness to prescribe PrEP in the future (will be measured with one Yes/No question: \"Are you willing to prescribe PrEP in the future?)\n   * Moderate to high preference for White people as measured by the Implicit Association Test.\n2. Pharmacy managers\n\n   * Defined as an individual designated by a pharmacy owner to manage a pharmacy.\n   * Pharmacy managers of pharmacies located in the same areas described above.\n3. Pharmacy policymaker defined as official employee of the Boards of Registration in Pharmacy whose role is directly related to community pharmacy practice (e.g., director of pharmacy compliance).\n\nExclusion Criteria:\n\nInability to provide consent (e.g., intoxication), unwillingness to provide consent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Haberer",
                    "role": "CONTACT",
                    "phone": "4086053500",
                    "email": "jhaberer@mgb.org"
                },
                {
                    "name": "Abubaker I Saeed",
                    "role": "CONTACT",
                    "phone": "6177085285",
                    "email": "aisaeed@mgh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Haberer",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23524616",
                    "type": "BACKGROUND",
                    "citation": "Devine PG, Forscher PS, Austin AJ, Cox WT. Long-term reduction in implicit race bias: A prejudice habit-breaking intervention. J Exp Soc Psychol. 2012 Nov;48(6):1267-1278. doi: 10.1016/j.jesp.2012.06.003."
                },
                {
                    "pmid": "30866982",
                    "type": "BACKGROUND",
                    "citation": "Woodward EN, Matthieu MM, Uchendu US, Rogal S, Kirchner JE. The health equity implementation framework: proposal and preliminary study of hepatitis C virus treatment. Implement Sci. 2019 Mar 12;14(1):26. doi: 10.1186/s13012-019-0861-y."
                },
                {
                    "pmid": "18301133",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, DiClemente RJ. The ADAPT-ITT model: a novel method of adapting evidence-based HIV Interventions. J Acquir Immune Defic Syndr. 2008 Mar 1;47 Suppl 1:S40-6. doi: 10.1097/QAI.0b013e3181605df1."
                },
                {
                    "pmid": "23673895",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, Dunkle K, Camp C, Patel S, Painter JE, Rubtsova A, DiClemente RJ. Racial differences and correlates of potential adoption of preexposure prophylaxis: results of a national survey. J Acquir Immune Defic Syndr. 2013 Jun 1;63 Suppl 1(0 1):S95-101. doi: 10.1097/QAI.0b013e3182920126."
                },
                {
                    "pmid": "33386509",
                    "type": "BACKGROUND",
                    "citation": "Crawford ND, Myers S, Young H, Klepser D, Tung E. The Role of Pharmacies in the HIV Prevention and Care Continuums: A Systematic Review. AIDS Behav. 2021 Jun;25(6):1819-1828. doi: 10.1007/s10461-020-03111-w. Epub 2021 Jan 2."
                },
                {
                    "pmid": "32780671",
                    "type": "BACKGROUND",
                    "citation": "McCree DH, Byrd KK, Johnston M, Gaines M, Weidle PJ. Roles for Pharmacists in the \"Ending the HIV Epidemic: A Plan for America\" Initiative. Public Health Rep. 2020 Sep/Oct;135(5):547-554. doi: 10.1177/0033354920941184. Epub 2020 Aug 11."
                },
                {
                    "pmid": "30401342",
                    "type": "BACKGROUND",
                    "citation": "Tung EL, Thomas A, Eichner A, Shalit P. Implementation of a community pharmacy-based pre-exposure prophylaxis service: a novel model for pre-exposure prophylaxis care. Sex Health. 2018 Nov;15(6):556-561. doi: 10.1071/SH18084."
                },
                {
                    "pmid": "26469668",
                    "type": "BACKGROUND",
                    "citation": "Hall WJ, Chapman MV, Lee KM, Merino YM, Thomas TW, Payne BK, Eng E, Day SH, Coyne-Beasley T. Implicit Racial/Ethnic Bias Among Health Care Professionals and Its Influence on Health Care Outcomes: A Systematic Review. Am J Public Health. 2015 Dec;105(12):e60-76. doi: 10.2105/AJPH.2015.302903. Epub 2015 Oct 15."
                },
                {
                    "pmid": "29986821",
                    "type": "BACKGROUND",
                    "citation": "Avant ND, Weed E, Connelly C, Hincapie AL, Penm J. Qualitative Analysis of Student Pharmacists' Reflections of Harvard's Race Implicit Association Test. Curr Pharm Teach Learn. 2018 May;10(5):611-617. doi: 10.1016/j.cptl.2018.02.002. Epub 2018 Mar 13."
                },
                {
                    "pmid": "37090785",
                    "type": "BACKGROUND",
                    "citation": "Cox WTL. Developing scientifically validated bias and diversity trainings that work: empowering agents of change to reduce bias, create inclusion, and promote equity. Manag Decis. 2023 Apr 17;61(4):1038-1061. doi: 10.1108/md-06-2021-0839. Epub 2022 Sep 5."
                },
                {
                    "pmid": "31192631",
                    "type": "BACKGROUND",
                    "citation": "Forscher PS, Lai CK, Axt JR, Ebersole CR, Herman M, Devine PG, Nosek BA. A meta-analysis of procedures to change implicit measures. J Pers Soc Psychol. 2019 Sep;117(3):522-559. doi: 10.1037/pspa0000160. Epub 2019 Jun 13."
                },
                {
                    "pmid": "21063557",
                    "type": "BACKGROUND",
                    "citation": "Lateef F. Simulation-based learning: Just like the real thing. J Emerg Trauma Shock. 2010 Oct;3(4):348-52. doi: 10.4103/0974-2700.70743."
                },
                {
                    "pmid": "34669062",
                    "type": "BACKGROUND",
                    "citation": "Zhao A, Dangerfield DT 2nd, Nunn A, Patel R, Farley JE, Ugoji CC, Dean LT. Pharmacy-Based Interventions to Increase Use of HIV Pre-exposure Prophylaxis in the United States: A Scoping Review. AIDS Behav. 2022 May;26(5):1377-1392. doi: 10.1007/s10461-021-03494-4. Epub 2021 Oct 20."
                },
                {
                    "pmid": "28851459",
                    "type": "BACKGROUND",
                    "citation": "Weiner BJ, Lewis CC, Stanick C, Powell BJ, Dorsey CN, Clary AS, Boynton MH, Halko H. Psychometric assessment of three newly developed implementation outcome measures. Implement Sci. 2017 Aug 29;12(1):108. doi: 10.1186/s13012-017-0635-3."
                },
                {
                    "pmid": "9654756",
                    "type": "BACKGROUND",
                    "citation": "Greenwald AG, McGhee DE, Schwartz JL. Measuring individual differences in implicit cognition: the implicit association test. J Pers Soc Psychol. 1998 Jun;74(6):1464-80. doi: 10.1037//0022-3514.74.6.1464."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}