{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05492916",
            "orgStudyIdInfo": {
                "id": "22-00783"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Integrating Cultural Aspects Into Diabetes Education",
            "officialTitle": "INCLUDE: INtegrating CuLtUral Aspects Into Diabetes Education",
            "acronym": "INCLUDE",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "integrating-cultural-aspects-into-diabetes-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-05",
            "studyFirstSubmitQcDate": "2022-08-05",
            "studyFirstPostDateStruct": {
                "date": "2022-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to examine the efficacy of the video-based Diabetes Prevention Program (DPP) + Community-supported agriculture (CSA) (hereafter INCLUDE) intervention compared with a wait-list control group (hereafter CONTROL) on diabetes prevention among Chinese immigrants with T2D in NYC. Participants will be randomized with equal allocation to one of the two groups. The INCLUDE group will receive one culturally tailored DPP brief video/week for 24 weeks delivered via WeChat. They will also have access to the CSA program that Co-I Dr. Stella Yi has built in existing and ongoing community-partnered work in Brooklyn Chinatown. The CONTROL group will continue to receive their usual care and, at the end of the study, they will receive DPP videos. Measurements will occur at baseline, 3, and 6 months. This study will provide critical information on whether it is efficacious to use an existing social media platform plus CSA support to enhance access to DPP. If the intervention is proven efficacious, this project can provide important data for future scaling of this intervention. This study may serve as a transformative new model to enhance access to culturally tailored diabetes education and promote health equity for underserved limited English proficiency (LEP) immigrant and minority groups.",
            "detailedDescription": "Chinese immigrants are the second largest immigrant group in the U.S., who suffer disproportionately high type 2 diabetes (T2D) burden and have poor diabetes outcomes. The Diabetes Prevention Program (DPP) is an evidence-based intervention to prevent or delay T2D. However, many social determinants of health (SDOH) barriers limit the access of DPP to underserved Chinese immigrants, including high rates of LEP, poverty, lack of health insurance, and poor access to care. Furthermore, there is a significant shortage of cultural- and linguistic-concordant providers to deliver DPP. Given the high T2D burden and rapid growth in the Chinese immigrant population, there is an urgent need for research to make DPP accessible to this minority group. High social media use (e.g., WeChat) in Chinese immigrants suggests a promising mechanism for enhancing access to DPP. Yet, this mobile health (mHealth) intervention alone is likely insufficient to address many SDOH barriers reported by LEP Chinese immigrants, including food insecurity, and lack of access to fruits and vegetables. Community-supported agriculture (CSA) has been demonstrated to be an effective way to improve food security in White populations, and may help to address food access issues in LEP Chinese immigrants. Guided by the NIMHD Research Framework, the investigators argue that a mHealth DPP intervention (individual level) that is supplemented with a culturally appropriate CSA (community level) with complementary nutrition/produce preparation education is a novel model for enhancing access to DPP and addressing SDOH barriers in LEP Chinese immigrants. The investigators' pilot work demonstrates the feasibility, acceptability, and potential efficacy of WeChat-delivered educational videos targeting T2D management, and Co-I Dr. Stella Yi's pilot study has found high feasibility of the CSA model in LEP Chinese immigrants. Building upon these pilot data, the investigators will adapt their current T2D management intervention to include video content relevant to DPP and combine it with a CSA model. The goal of this study is to examine the efficacy of the video-based DPP+CSA (hereafter INCLUDE) intervention compared with a wait-list control group (hereafter CONTROL) on diabetes prevention among Chinese immigrants with T2D in NYC. Participants will be randomized with equal allocation to one of the two groups. The INCLUDE group will receive one culturally tailored DPP brief video/week for 24 weeks delivered via WeChat. They will also have access to the CSA program that Co-I Dr. Stella Yi has built in existing and ongoing community-partnered work in Brooklyn Chinatown. The CONTROL group will continue to receive their usual care and, at the end of the study, they will receive DPP videos. Measurements will occur at baseline, 3, and 6 months. This study will provide critical information on whether it is efficacious to use an existing social media platform plus CSA support to enhance access to DPP. If the intervention is proven efficacious, this project can provide important data for future scaling of this intervention. This study may serve as a transformative new model to enhance access to culturally tailored diabetes education and promote health equity for underserved LEP immigrant and minority groups."
        },
        "conditionsModule": {
            "conditions": [
                "PreDiabetes"
            ],
            "keywords": [
                "Diabetes Prevention Program",
                "Community-supported agriculture"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "INCLUDE",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive one Diabetes Prevention Program (DPP) video per week for 24 weeks. Additionally, community health workers (CHWs) will help participants to join the community-supported agriculture (CSA) program and assess and address other social determinants of health (SDOH) barriers.",
                    "interventionNames": [
                        "Behavioral: Diabetes Prevention Program (DPP)",
                        "Behavioral: Community-Supported Agriculture (CSA)"
                    ]
                },
                {
                    "label": "CONTROL",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will receive the standard of usual care."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Diabetes Prevention Program (DPP)",
                    "description": "Video-based intervention to prevent or delay Type 2 Diabetes. Includes both educational and social cognitive theory (SCT)-based behavioral content. Each video lasts about 5 minutes in duration.",
                    "armGroupLabels": [
                        "INCLUDE"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Community-Supported Agriculture (CSA)",
                    "description": "Provides weekly and culturally appropriate fresh produce and in-language education on nutrition, healthy cooking demonstrations, and culturally tailored recipes for participants. Enables participants to socialize with other Chinese immigrants in the program as a way to enhance social cohesion and support.",
                    "armGroupLabels": [
                        "INCLUDE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage Change in Body Weight",
                    "description": "Weight measured in pounds (lbs) via Bluetooth-enabled smart-scale.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Percentage Change in Body Weight",
                    "description": "Weight measured in pounds (lbs) via Bluetooth-enabled smart-scale.",
                    "timeFrame": "Month 3, Month 6"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Weight Efficacy Lifestyle Questionnaire (WEL) Score",
                    "description": "20-item participant self-report of confidence level in resisting desire to eat. Assessed via 10-point Likert scale ranging from 0 (not confident) to 9 (very confident). Scores range from 0-180; higher scores indicate higher confidence level in resisting desire to eat. An increase in scores indicates confidence levels in resisting desire to eat increased during the observation period.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Change in Weight Efficacy Lifestyle Questionnaire (WEL) Score",
                    "description": "20-item participant self-report of confidence level in resisting desire to eat. Assessed via 10-point Likert scale ranging from 0 (not confident) to 9 (very confident). Scores range from 0-180; higher scores indicate higher confidence level in resisting desire to eat. An increase in scores indicates confidence levels in resisting desire to eat increased during the observation period.",
                    "timeFrame": "Month 3, Month 6"
                },
                {
                    "measure": "Change in Starting the Conversation (STC) Diet Scale Score",
                    "description": "8-item self-report questionnaire measuring dietary behaviors. Scores range from 0 to 16; lower scores indicate more healthful dietary behaviors. A decrease in scores indicates healthful dietary behaviors increased during the observation period.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Change in Starting the Conversation (STC) Diet Scale Score",
                    "description": "8-item self-report questionnaire measuring dietary behaviors. Scores range from 0 to 16; lower scores indicate more healthful dietary behaviors. A decrease in scores indicates healthful dietary behaviors increased during the observation period.",
                    "timeFrame": "Month 3, Month 6"
                },
                {
                    "measure": "Change in International Physical Activity Questionnaire (IPAQ) Short-Version Score",
                    "description": "7-item self-assessment providing an estimate of the number of minutes per week participants engage in three categories of physical activity: vigorous activity, moderate activity, and walking activity.\n\nScores are expressed in metabolic equivalent (MET) minutes per week. MET minutes represent the amount of energy expended carrying out physical activity. Higher scores indicate higher weekly levels of physical activity. An increase in scores indicates weekly levels of physical activity increased during the observation period.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Change in International Physical Activity Questionnaire (IPAQ) Short-Version Score",
                    "description": "7-item self-assessment providing an estimate of the number of minutes per week participants engage in three categories of physical activity: vigorous activity, moderate activity, and walking activity.\n\nScores are expressed in metabolic equivalent (MET) minutes per week. MET minutes represent the amount of energy expended carrying out physical activity. Higher scores indicate higher weekly levels of physical activity. An increase in scores indicates weekly levels of physical activity increased during the observation period.",
                    "timeFrame": "Month 3, Month 6"
                },
                {
                    "measure": "Change in San Francisco Chinese Food Security Module Score",
                    "description": "18-item self-assessment measuring food access and insecurity among Chinese immigrants. Responses of \"yes,\" \"often,\" \"sometimes,\" \"almost every month,\" and \"some months but not every month\" are coded as affirmative. Food Security Status Levels are assigned based on the total number of affirmative responses.\n\nHouseholds with children: 0-2 affirmative responses = \"Food Secure\"; 3-7 = \"Food Insecure without Hunger\"; 8-12 = \"Food Insecure with Hunger, Moderate\"; 13-18 = \"Food Insecure with Hunger, Severe.\"\n\nHouseholds without children: 0-2 affirmative responses = \"Food Secure\"; 3-5 = \"Food Insecure without Hunger\"; 6-8 = \"Food Insecure with Hunger, Moderate\"; 9-10 = \"Food Insecure with Hunger, Severe.\"\n\nA decrease in the number of affirmative responses indicates food security status improved during the observation period.",
                    "timeFrame": "Baseline, Month 3"
                },
                {
                    "measure": "Change in San Francisco Chinese Food Security Module Score",
                    "description": "18-item self-assessment measuring food access and insecurity among Chinese immigrants. Responses of \"yes,\" \"often,\" \"sometimes,\" \"almost every month,\" and \"some months but not every month\" are coded as affirmative. Food Security Status Levels are assigned based on the total number of affirmative responses.\n\nHouseholds with children: 0-2 affirmative responses = \"Food Secure\"; 3-7 = \"Food Insecure without Hunger\"; 8-12 = \"Food Insecure with Hunger, Moderate\"; 13-18 = \"Food Insecure with Hunger, Severe.\"\n\nHouseholds without children: 0-2 affirmative responses = \"Food Secure\"; 3-5 = \"Food Insecure without Hunger\"; 6-8 = \"Food Insecure with Hunger, Moderate\"; 9-10 = \"Food Insecure with Hunger, Severe.\"\n\nA decrease in the number of affirmative responses indicates food security status improved during the observation period.",
                    "timeFrame": "Month 3, Month 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must:\n\n1. self-identify as a Chinese immigrant or Chinese American;\n2. be between 18-70 years old,\n3. have a medical diagnosis of prediabetes or have a prediabetes risk test score of greater or equal to 5;\n4. Body Mass Index (BMI) \\>= 23 kg/m2,\n5. be willing to receive brief videos regarding diabetes prevention, and 6) possess a smartphone or, if they do not have one, be willing and able to use a study smartphone.\n\nExclusion Criteria:\n\nIndividuals will be excluded from participation if they meet any of the following:\n\n1. unable or unwilling to provide informed consent;\n2. unable to participate meaningfully in the intervention (e.g., uncorrected sight and hearing impairment);\n3. unwilling to accept randomization assignment;\n4. are pregnant, plan to become pregnant in the next 6 months, or become pregnant during the study, or\n5. are breastfeeding (e.g., they may have potential dietary restrictions).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lu Hu",
                    "role": "CONTACT",
                    "phone": "646-501-3438",
                    "email": "lu.hu@nyulangone.org"
                },
                {
                    "name": "Yun Shi",
                    "role": "CONTACT",
                    "phone": "646-501-3438",
                    "email": "yun.shi@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lu Hu, PhD",
                    "affiliation": "NYU Langone Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lu Hu, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The de-identified participant data from the final research dataset used in the published manuscript will be shared upon reasonable request beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research provided the investigator who proposes to use the data executes a data use agreement with NYU Langone Health. Requests may be directed to: Lu Hu (lu.hu@nyulangone.org). The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "The investigator who proposed to use the data will have access to the data upon reasonable request. Requests should be directed to lu.hu@nyulangone.org. To gain access, data requestors will need to sign a data access agreement"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011236",
                    "term": "Prediabetic State"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}