{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05318053",
            "orgStudyIdInfo": {
                "id": "T2021-01"
            },
            "organization": {
                "fullName": "The Alternative Sexualities Health Research Alliance",
                "class": "OTHER"
            },
            "briefTitle": "International Kink Health Study",
            "officialTitle": "International Kink Health Study",
            "acronym": "IKHS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "international-kink-health-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-15",
            "studyFirstSubmitQcDate": "2022-03-31",
            "studyFirstPostDateStruct": {
                "date": "2022-04-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Alternative Sexualities Health Research Alliance",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study design is an observational, longitudinal study with data collected online via a computer-assisted survey. Subjects will be recruited through non-probability snowball sampling.\n\nObjectives:\n\n1. to document the prevalence of injuries and medical complications arising from kink activities\n2. to document how healthcare is utilized by kink-involved people\n3. to document the health outcomes particular to a large sample of kink-involved people\n4. to test whether the centrality of kink identity and degree of community belongingness affect injuries, health outcomes, and healthcare utilization",
            "detailedDescription": "In 2016, TASHRA conducted the first ever health survey of the U.S. kink community, examining issues of injuries, risky behavior, health status, and healthcare access and utilization, and patient satisfaction. It included measures of kink identity centrality, coming out, and kink community involvement as predictive factors.\n\nThe findings provided a broad map of possible health disparities in a manner that was intended to direct future research. As such, several included measures did not ask any further questions to collect more detail of the context of health disparities or injuries, or their impact on the participant.\n\nThe 2016 Kink Health Survey was an anonymous online survey that collected data from kink-involved people, from April 2016 to October 2016 (six month window). 1,118 individuals completed the survey. The results indicated the following (Sprott, Randall, Smith \\& Woo, 2021):\n\n* The percentage of people who reported past experiences of kink-related injury : 13.5%\n* The percentage of people who reported delaying or avoiding healthcare because of perceived stigma: 19.0%.\n* Past negative experiences with healthcare clinicians increased the odds of delaying or avoiding care significantly, with those participants four times more likely to avoid/delay care compared to participants who did not have negative experiences.\n* A significant portion of participants had not disclosed their kink identity or behavior with their physical healthcare clinician (58.3%), nor with their therapist or mental healthcare clinician (49.6%).\n\nThe following health disparities were noted:\n\n* 4.1% of the sample reported being HIV positive. This is approximately 10x the national average.\n* 24% reported having attempted suicide at some point in their lives. This is approximately 5x the national average.\n* 17.98% reported having PTSD. This is 2.6x the national average.\n\nThe current proposal, the International Kink Health Survey, proposes to follow up and expand on the previous 2016 survey in the following ways:\n\n* to expand the collection of data beyond the United States, to other English-speaking populations\n* to clarify the timing of health status measures and health disparities in relation to the initiation of kink activities\n* to expand measures of stigma and discrimination, paying closer attention to questions of multiple minority status and intersectionality, and their relation to health status and health disparities\n* to collect more in-depth information on kink community involvement, paying attention to online activities as part of community involvement in light of the COVID-19 pandemic\n* to collect more fine-grained information about injuries or medical complications that arise from engagement in kink scenes/activities\n* To collect more fine-grained information about suicidal behavior, mental health hospitalizations, and peoples' perceptions of the role of kink in relation to these mental health challenges\n* to measure future intentions to disclose kink involvement to healthcare providers\n\nThe current proposed study will also address asexual people who engage in kink/BDSM behaviors (bondage, sadomasochism, and power exchange). The 2016 Kink Health Survey included this sexual orientation group, and we will continue to address this group.\n\nThe study design is an observational, longitudinal study with data collected online via a computer-assisted survey. Subjects will be recruited through non-probability snowball sampling. Interested individuals will initially be screened for inclusion criteria. All completed questionnaires will be reviewed to ascertain whether inclusion criteria are met or exclusion criteria are met. Those who meet the inclusion criteria will be sent a message asking them to read and sign the Informed Consent form if they wish to enroll in the study. Those who meet the exclusion criteria or who do not complete an Informed Consent form after 3 contacts will have their information on the screening questionnaire in Ripple de-identified. In order to characterize the prescreening sample for reporting purposes, the de-identified data will be retained and may be analyzed. If they provide their consent, prospective participants will be considered enrolled in the study and will be sent email invitations to fill out survey instrument 1, and then every week sent an email to fill out survey instrument 2, and so on, as appropriate.\n\nIKHS Survey Instrument 1:\n\nDemographics Kink Behaviors Kink Fantasies Kink/Sexual Desire\n\nIKHS Survey Instrument 2:\n\nFuture Disclosure COVID\n\nIKHS Survey Instrument 3:\n\nKink Injury\n\nIKHS Survey Instrument 4:\n\nPhysical Health\n\nIKHS Survey Instrument 5:\n\nMental Health\n\nIKHS Survey Instrument 6:\n\nHealthcare Utilization\n\nIKHS Survey Instrument 7:\n\nSex Work Consent Violations Kink and Past Trauma Stigma Family Support Sexual Shame and Pride Scale\n\nIKHS Survey Instrument 8:\n\nAdverse Childhood Events / Sensation-Seeking Alcohol / Drug"
        },
        "conditionsModule": {
            "conditions": [
                "Wounds and Injuries",
                "Mental Health"
            ],
            "keywords": [
                "BDSM",
                "Sexual Minority",
                "Kink"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 3164,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "2022 Cohort",
                    "description": "1. Successful completion of screening checklist to indicate one of the following conditions:\n\n   1. recurring, long-standing fantasies that focus on kink, in areas such as: power exchange (Dominant/submissive roles), bondage, sadomasochism, or fetish activities. By fetish, we mean a type of sexual desire in which gratification depends on or is significantly increased by particular objects, clothing items, parts of the body, or types of persons.\n   2. OR currently engaging, or have engaged in the past, in consensual kink activities such as power exchange (Dominant/submissive roles), bondage, sadomasochism, or fetish activities.\n2. Age of majority in the legal jurisdiction (geographic location) where the survey is taken (usually age 18)\n3. English-language proficiency sufficient to understand the study instruments\n4. Completion of an electronically signed and dated informed consent form"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Kink Injury",
                    "description": "self-report of injury or medical complication while engaged in kink activities; type of injury; frequency of injury",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Healthcare Utilization",
                    "description": "self-report of: types of care; frequency of care; patient satisfaction; experiences of discrimination in healthcare interactions",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Health Disparities",
                    "description": "self-report of: mental health issues; suicidality; obesity; sexually transmitted infections; blood-borne pathogens; alcohol/drug use",
                    "timeFrame": "Year 1"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Community Belongingness",
                    "description": "self-report of sense of belonging to a kink community",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Centrality of Kink Identity",
                    "description": "self-report of felt centrality of kink identity to sense of self",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Concealment / Disclosure of Kink Involvement",
                    "description": "self-report of behavior on disclosure of kink identity or kink involvement",
                    "timeFrame": "Year 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Successful completion of screening checklist to indicate one of the following conditions:\n\n   1. recurring, long-standing fantasies that focus on kink, in areas such as: power exchange (Dominant/submissive roles), bondage, sadomasochism, or fetish activities. By fetish, we mean a type of sexual desire in which gratification depends on or is significantly increased by particular objects, clothing items, parts of the body, or types of persons.\n   2. OR currently engaging, or have engaged in the past, in consensual kink activities such as power exchange (Dominant/submissive roles), bondage, sadomasochism, or fetish activities.\n2. Age of majority in the legal jurisdiction (geographic location) where the survey is taken (usually age 18)\n3. English-language proficiency sufficient to understand the study instruments\n4. Completion of an electronically signed and dated informed consent form\n\nExclusion Criteria:\n\nPeople who respond \"no\" to the following question on the screening checklist\n\n* I am familiar with the importance of consent and I endorse negotiation and safe words or safe signals in my sexual or kink play\n* Clearly fraudulent use of the internet survey, such as: evidence of non-human data entry via an internet \"bot\", duplicative or prank data entry that entails contradictory or clearly fraudulent data.\n* Any condition that, in the professional judgement of the Principal Investigator, should exclude an individual from participation in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "People involved in kink activities: power exchange (Dominant/submissive roles), bondage, sadomasochism, or fetish activities.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Richard A Sprott, PhD",
                    "role": "CONTACT",
                    "phone": "510-919-4488",
                    "email": "richard@tashra.org"
                },
                {
                    "name": "Anna M Randall, LCSW",
                    "role": "CONTACT",
                    "phone": "650-888-9640‬",
                    "email": "anna@tashra.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Richard A Sprott, PhD",
                    "affiliation": "The Alternative Sexualities Health Research Alliance",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "TASHRA",
                    "status": "RECRUITING",
                    "city": "Rio Vista",
                    "state": "California",
                    "zip": "94571",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard A Sprott, PhD",
                            "role": "CONTACT",
                            "phone": "510-919-4488",
                            "email": "richard@tashra.org"
                        },
                        {
                            "name": "Richard A Sprott, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.1637,
                        "lon": -121.69572
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34481743",
                    "type": "BACKGROUND",
                    "citation": "Sprott RA, Randall A, Smith K, Woo L. Rates of Injury and Healthcare Utilization for Kink-Identified Patients. J Sex Med. 2021 Oct;18(10):1721-1734. doi: 10.1016/j.jsxm.2021.08.001. Epub 2021 Sep 2."
                },
                {
                    "pmid": "28340946",
                    "type": "BACKGROUND",
                    "citation": "Waldura JF, Arora I, Randall AM, Farala JP, Sprott RA. Fifty Shades of Stigma: Exploring the Health Care Experiences of Kink-Oriented Patients. J Sex Med. 2016 Dec;13(12):1918-1929. doi: 10.1016/j.jsxm.2016.09.019. Epub 2016 Oct 27."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Wounds and Injuries",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}