{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06332963",
            "orgStudyIdInfo": {
                "id": "2023-007"
            },
            "organization": {
                "fullName": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Interoceptive Mechanisms of Body Image Disturbance in Anorexia Nervosa",
            "officialTitle": "Interoceptive Mechanisms of Body Image Disturbance in Anorexia Nervosa",
            "therapeuticArea": [
                "Other"
            ],
            "study": "interoceptive-mechanisms-of-body-image-disturbance-in-anorexia-nervosa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-20",
            "studyFirstSubmitQcDate": "2024-03-20",
            "studyFirstPostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study utilizes a randomized experimental therapeutics design to test a mechanistic framework linking interoceptive processing and disturbed body image, with the purpose of informing the development of future therapies for body image dissatisfaction in anorexia nervosa (AN). A sample of 102 participants will be recruited from the Laureate Eating Disorder Program (LEDP). After being randomized, participants will all receive a one-hour session of acceptance- and mindfulness-based training with a therapist (the introduction session). They will then receive either the interoceptively focused treatment (IFT) or exteroceptively focused treatment (EFT) condition based on randomization. In the IFT condition participants will engage in floatation-REST (Reduced Environmental Stimulation Therapy) while practicing acceptance and mindfulness-based principles. The EFT condition is an exteroceptive intervention in which participants will be asked to view pre-recorded videos of acceptance and mindfulness-based skills to aid in the practice of these skills. Each condition will consist of one introduction session and three experimental sessions. All participants will then return for follow-up measures. Assessed outcomes will include acute changes in body image disturbance (BID) and interoception. Further, longitudinal intervention effects on self-reported eating disorder symptoms, body image dissatisfaction, and interoception; behavioral measures of interoception and body image dissatisfaction; and resting state and interoceptive functioning during functional magnetic resonance imaging (fMRI) will be explored.",
            "detailedDescription": "Anorexia nervosa (AN) accounts for more than 10,000 deaths per year in the United States alone, marking it as a psychiatric disorder with one of the highest standardized mortality rates. Current AN treatments have only moderate efficacy and result in relapse rates as high as 50% within one year of hospitalization. A poor understanding of the pathophysiology of AN, particularly the core diagnostic feature of body image disturbance (BID), has hindered treatment development. Abnormal interoceptive processing (i.e., internal body signal) has been proposed to contribute to BID and a mechanistic delineation of the association between interoception and BID could lead to novel interventions for AN. This proposal uses a behavioral experimental therapeutics approach to determine how modulating interoceptive processing affects BID in AN.\n\nBody image, defined as the multifaceted experience of one's physical appearance, is comprised of cognitive, affective, and perceptual components. BID is a key diagnostic feature of AN that is associated with poor outcomes, including relapse following hospital discharge. It is slow to improve in women with AN, and has been consistently identified as a factor contributing to the persistence of AN symptoms and relapse following treatment.\n\nPerceptual BID is a complex and poorly understood facet proposed to involve the integration of body-related visual signals with representations of interoceptive signals. Studies indicate women with AN overestimate their body size. Standard of care treatments for AN, such as Cognitive Behavioral Therapy, focus on modifying the cognitive/affective components of BID but rarely address the perceptual component, making it an under-investigated therapeutic target.\n\nDiminished sensitivity to interoceptive body signals in AN may lead to an overreliance on exteroceptive (i.e., visual) body-related signals, which in turn, is likely to facilitate self-objectification (seeing one's body as an object). The outcome of this process is an inaccurate representation of physical body characteristics (i.e., perceiving one's body as larger than its true size) despite continuing to focus on it excessively. To explore whether the modulation of interoceptive signaling could improve perceptual BID in AN, we recently utilized a non-pharmacologic intervention called floatation-REST (Reduced Environmental Stimulation Therapy). During floatation-REST, input from visual, auditory, olfactory, gustatory, thermal, tactile, vestibular and proprioceptive channels are minimized, and interoceptive input is enhanced. Across two clinical trials in AN we have found that floatation-REST acutely reduces perceptual BID, indexed by the body dissatisfaction score on the Photographic Figure Rating Scale (PFRS), after one session and reliably after multiple sessions.\n\nAcceptance and commitment therapy (ACT) for eating disorders and body image has been examined previously and evidence supports the reduction of cognitive/affective BID symptoms. The proposed study will combine floatation-REST with interoceptively focused acceptance- and mindfulness-based components (interoceptively focused therapy \\[IFT\\]). The primary purpose of the proposed study is to examine the acute synergistic effects of IFT and float on BID. Further, the proposed study will be the first to systematically examine associations between BID and interoception using multiple levels of analysis (i.e., self-report and behavioral assays and neuroimaging) and combine them with perturbations of interoceptive and cognitive processing to examine the impact of interoception on perceptual BID. All participants will receive a one-hour introduction session prior to being randomized on a 1:1 basis to receive three 45-minute floatation-REST sessions (to attenuate exteroceptive input and enhance interoceptive input) paired with IFT or three 45-minute self-guided exteroceptive practice sessions (active comparator to enhance cognitive/affective BID, EFT group). During the IFT/EFT sessions the skills presented have been matched as closely as possible with the exception of the focus. For example, both groups engage in contact with the present moment exercises. In the IFT group, the focus is internal body sensations; whereas in the EFT group, the focus in the experience outside the individual (e.g., their environment sights, sounds, etc). While ACT is typically conducted in longer intervals (10+ weeks of 1 hour sessions), there is growing evidence to support the potential of briefer ACT interventions.\n\nBoth groups will complete behavioral and self-report assays of interoception, perceptual and cognitive/affective BID, and state/trait illness measures pre- and post-experimental session; pre and post intervention measures including self-report, behavioral, and neurobiological assays (specifically functional magnetic resonance imaging); and longitudinal follow-ups. The ability to reliably improve BID marks a step forward in the search for more effective BID treatments for AN. Given that it is expected that acceptance and mindfulness-based components will impact affective components of body image, it is expected that there will be an additive effect on the primary outcome (perceptual BID)."
        },
        "conditionsModule": {
            "conditions": [
                "Anorexia Nervosa",
                "Body Image Disturbance",
                "Interoception"
            ],
            "keywords": [
                "Anorexia Nervosa",
                "Body Image Disturbance",
                "Perceptual Body Image",
                "Interoception",
                "Acceptance Based Intervention",
                "Mindfulness Based Intervention",
                "Randomized Clinical Trial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Equal groups parallel randomized clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 102,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interoceptively Focused Treatment (IFT)",
                    "type": "EXPERIMENTAL",
                    "description": "The IFT intervention will guide participants through a tailored application of present-moment focus toward experiencing awareness and acceptance of bodily signals and defusing thoughts related to those signals. For example, participants will engage in several exercises to increase awareness of body sensations, thoughts, and emotions. IFT consists of one introduction session with a clinician (\\~60 minutes) the introduction session was designed as a brief introduction to acceptance- and mindfulness-based concepts with guided practice exercises and closing time for participants to briefly process challenges to execution of exercises and the experience during the session. This is followed by three IFT sessions which combine acceptance- and mindfulness-based skills practice with floatation-REST (Reduced Environmental Stimulation Therapy via floatation).",
                    "interventionNames": [
                        "Behavioral: Floatation-REST",
                        "Behavioral: IFT"
                    ]
                },
                {
                    "label": "Exteroceptively Focused Treatment (EFT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In the EFT condition, exercises are tailored toward experience of the present moment via external environment mindfulness (i.e., attending to experience) and defusion of thoughts. EFT consists of one introduction session with a clinician (\\~60 minutes) the introduction session, similar in format to IFT, introduces acceptance- and mindfulness-based concepts. This is followed by three EFT sessions during which participants engage in brief guided skills training followed by video guided skills practice. The EFT condition is designed to increase awareness of the present moment and experience of the environment and view thoughts or emotions that may impact engagement with the current moment in a nonjudgmental way.",
                    "interventionNames": [
                        "Behavioral: EFT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Floatation-REST",
                    "description": "Participants lay supine in one of two circular fiberglass pools that were custom-designed for research purposes. The floatation pools are 8 feet in diameter and contain 11 inches of reverse osmosis water saturated with \\~1,800 pounds of Epsom salt (magnesium sulfate). This creates a dense saltwater solution with a specific gravity of \\~1.26, allowing participants to effortlessly float on their back while the water hovers just above the ears. The temperature of the water and air is calibrated to approximate skin temperature (\\~95.0 °F), helping to minimize the need for thermoregulation while reducing the boundary between air, body, and water. Clothing is usually not worn while floating since anything touching the body can generate somatosensory stimulation, detracting from the float experience. However, participants have the option to choose if they would prefer to float with a bathing suit or nude. During floatation-REST, visual, auditory, olfactory stimuli are minimized.",
                    "armGroupLabels": [
                        "Interoceptively Focused Treatment (IFT)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "IFT",
                    "description": "Two ACT principles, contact with the present moment and cognitive defusion were utilized in the development of the intervention. In the IFT condition, awareness and acceptance of bodily signals, thoughts, and emotions and being present with one's self (i.e., mindfulness focus is inward) are emphasized. All participants will engage in an introduction session. Followed by three IFT sessions. The experimental sessions are formatted the same for both conditions. Each begins with a clinician reviewing previous constructs and introducing a new skill. Then participants engage in their assigned condition intervention, followed by a debrief with a clinician. Practices in both conditions are matched as closely as possible for content. The mindful focus of IFT is internal toward thoughts, emotions, and body sensations. In the experimental sessions, participants will engage in a floatation-REST session while practicing acceptance and mindfulness-based skills presented to them.",
                    "armGroupLabels": [
                        "Interoceptively Focused Treatment (IFT)"
                    ],
                    "otherNames": [
                        "acceptance- and mindfulness based intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "EFT",
                    "description": "Two acceptance and commitment therapy modules contact with the present moment and cognitive defusion were utilized in the development of the intervention. In the EFT condition, awareness and acceptance of thoughts and emotions and mindfulness of current experience are emphasized. The mindful focus of EFT is external, toward attending to experience as well as thoughts and emotions. During experimental sessions, participants will engage in a self-guided and computer-based practice of acceptance and mindfulness-based skills. These videos were created to ensure content was congruent with the material presented in the introduction sessions and represent skills that build from session to session.",
                    "armGroupLabels": [
                        "Exteroceptively Focused Treatment (EFT)"
                    ],
                    "otherNames": [
                        "acceptance- and mindfulness based intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Perceptual body image dissatisfaction on the Photographic Figure Rating Scale (PFRS)",
                    "description": "Average change in acute body image dissatisfaction from pre- to post-experimental sessions across all three sessions (range 0 - 9, larger changes indicate greater severity of BID)",
                    "timeFrame": "Through completion of experimental sessions, 2-4 weeks after pre-treatment baseline completion"
                },
                {
                    "measure": "Perceptual body image dissatisfaction on the Photographic Figure Rating Scale (PFRS)",
                    "description": "Average change in BID from pre- to post-intervention (range 0 - 9, larger changes indicate greater severity of BID).",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cognitive/affective body image on the Body Image State Scale (BISS)",
                    "description": "Average of the change in state cognitive affective body image state pre- to post-experimental sessions across all three sessions. Items 2,4,6 are reverse coded (range 1 to 9, higher scores indicate greater satisfaction with body image)",
                    "timeFrame": "Through completion of experimental sessions, 2-4 weeks after pre-treatment baseline completion"
                },
                {
                    "measure": "Body image dissatisfaction on the Somatomap3D",
                    "description": "Average of the change in anxiety rating from pre- to post-intervention sessions (measured in difference size estimation from Somatomap3D current to ideal in cm, larger discrepancy indicates greater body dissatisfaction)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Appearance evaluation on the Multidimensional Body-Self Relations Questionnaire- Appearance Scales (MBSRQ-AS) Appearance Evaluation Subscale (range 7 to 35, higher scores indicate more satisfaction with appearance)",
                    "description": "Average of the change in appearance evaluation rating from pre- to post-intervention sessions",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Appearance orientation on the Multidimensional Body-Self Relations Questionnaire- Appearance Scales (MBSRQ-AS) Appearance Orientation Subscale (range 7 to 35, higher scores indicate more satisfaction with appearance)",
                    "description": "Average of the change in appearance orientation rating from pre- to post-intervention sessions (range 12 to 60, higher scores indicate more importance placed on appearance).",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Body image satisfaction on the Multidimensional Body-Self Relations Questionnaire- Appearance Scales (MBSRQ-AS) Body Areas Satisfaction",
                    "description": "Average of the change in body image satisfaction rating from pre- to post-intervention sessions (scores range from 9 to 45, higher scores indicate more content with body appearance)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Overweight preoccupation on the Multidimensional Body-Self Relations Questionnaire- Appearance Scales (MBSRQ-AS) Overweight preoccupation scale",
                    "description": "Average of the change in preoccupations with gaining weight from pre- to post-intervention sessions (scores range from 4 to 20, higher scores indicate higher preoccupation)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Noticing on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in awareness of body sensations from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate more self-reported awareness of body sensations)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Not distracting on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in extent one distracts from unpleasant sensations from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate more adaptive response to unpleasant body sensations)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Not worrying on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in extent one worries about unpleasant physical sensations from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate less rumination about unpleasant body sensations)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Attention regulation on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in ability to sustain and control attention to body sensations from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate less rumination about unpleasant body sensations)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Emotional awareness on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in ability to awareness and connection between body and emotional states from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate more awareness of the connection between emotion and body states)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Self-regulation on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in ability to regulate distress through attention to body sensations from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate more regulation)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Trust on the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2)",
                    "description": "Average change in experiences of one's body as safe and trustworthy ability to regulate distress through attention to body sensations from pre- to post-intervention sessions (scores range from 0 to 5, higher scores indicate more trust in body)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Interoceptive attention on the Interoceptive Attention Scale (IATS)",
                    "description": "Average change in attention to interoceptive signals from pre- to post-intervention sessions (scores range from 21 to 105, higher scores indicate greater self-reported attention to internal signals)",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Cardiac interoceptive accuracy on the Heartbeat Tapping Task",
                    "description": "Beat-to-tap consistency measure of the Heartbeat Tapping Task, higher values indicate greater consistency between actual heartbeats and perceived heartbeats.",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Cardiac interoceptive intensity on the Heartbeat Tapping Task",
                    "description": "Intensity of cardiac signals measured via visual analog scale during the Heartbeat Tapping Task, higher values indicate greater intensity of perceived heartbeats.",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Interoceptive intensity during experimental conditions",
                    "description": "Intensity of cardiac, respiratory, and gastric signals measured via visual analog scale pre-to -post experimental conditions, higher values indicate greater intensity",
                    "timeFrame": "Through completion of experimental sessions, 2-4 weeks after pre-treatment baseline completion"
                },
                {
                    "measure": "Perceived respiratory interoceptive intensity on the Breath Hold Task",
                    "description": "Intensity of panic, suffocation, and anxiety during breath hold task measured via visual analog scale pre-to -post experimental conditions, higher values indicate greater intensity",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Body image distortion on the Aperture Task",
                    "description": "Absolute difference between perceived size gap to fit through the aperture and actual shoulder width to pass through",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                },
                {
                    "measure": "Body image distortion on the String task",
                    "description": "Sum of the absolute difference between perceived body part size measured via string task and actual body size",
                    "timeFrame": "Through completion of post-intervention follow-up, within 2 weeks of final intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Primary diagnosis of anorexia nervosa\n2. Photographic Figure Rating Scale (PFRS) body dissatisfaction score \\> 1\n3. Eating Disorder Examination Questionnaire (EDE-Q6) Shape Concern Subscale score \\> 3\n4. Weight restored to body mass index (BMI) \\> 18.5\n5. No current evidence of orthostatic hypotension\n6. Clinical status transition from acute to residential status\n7. No new psychiatric medications in the week prior to randomization\n8. Female sex assigned at birth\n9. Ages 15 to 40 years\n10. Independently ambulatory\n11. Ability to lay flat comfortably\n12. English proficiency\n13. Willingness and ability to participate in study procedures\n14. Provision of informed consent (parent consent and minor assent if less than 18 years of age).\n\nExclusion Criteria:\n\n1. Active suicidal ideation with plan and intent\n2. Active cutting or skin lacerating behaviors\n3. Pregnancy as defined by urine screening\n4. Acute intoxication as indicated by urine drug screen or breathalyzer\n5. Orthostatic hypotension (defined as a drop of ≥ 20 mmHg in systolic blood pressure (SBP) or a drop of ≥ 10 mm Hg in diastolic blood pressure (DBP) when measured shortly after transitioning from lying down to standing)\n6. Seizure reported within the previous 12 months\n7. Co-morbid diagnoses of Diagnostic and Statistical Manual of Mental Disorders, 5th ed. (DSM-5) bipolar disorder, schizophrenia, or other psychosis spectrum disorder\n8. Systolic blood pressure \\> 160 mmHg\n9. Diastolic blood pressure \\>100 mmHg\n10. Resting heart rate \\<50 beats per minute.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "15 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily M Choquette, PhD",
                    "role": "CONTACT",
                    "phone": "918-703-2343",
                    "email": "echoquette@laureateinstitute.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily M Choquette, PhD",
                    "affiliation": "Laureate Institute for Brain Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Laureate Institute for Brain Research",
                    "status": "RECRUITING",
                    "city": "Tulsa",
                    "state": "Oklahoma",
                    "zip": "74136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily M Choquette, PhD",
                            "role": "CONTACT",
                            "phone": "918-703-2343",
                            "email": "echoquette@laureateinstitute.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15398,
                        "lon": -95.99277
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33655603",
                    "type": "BACKGROUND",
                    "citation": "Streatfeild J, Hickson J, Austin SB, Hutcheson R, Kandel JS, Lampert JG, Myers EM, Richmond TK, Samnaliev M, Velasquez K, Weissman RS, Pezzullo L. Social and economic cost of eating disorders in the United States: Evidence to inform policy action. Int J Eat Disord. 2021 May;54(5):851-868. doi: 10.1002/eat.23486. Epub 2021 Mar 2."
                },
                {
                    "pmid": "9850203",
                    "type": "BACKGROUND",
                    "citation": "Harris EC, Barraclough B. Excess mortality of mental disorder. Br J Psychiatry. 1998 Jul;173:11-53. doi: 10.1192/bjp.173.1.11."
                },
                {
                    "pmid": "24599787",
                    "type": "BACKGROUND",
                    "citation": "Hoang U, Goldacre M, James A. Mortality following hospital discharge with a diagnosis of eating disorder: national record linkage study, England, 2001-2009. Int J Eat Disord. 2014 Jul;47(5):507-15. doi: 10.1002/eat.22249. Epub 2014 Mar 5."
                },
                {
                    "pmid": "28630708",
                    "type": "BACKGROUND",
                    "citation": "Khalsa SS, Portnoff LC, McCurdy-McKinnon D, Feusner JD. What happens after treatment? A systematic review of relapse, remission, and recovery in anorexia nervosa. J Eat Disord. 2017 Jun 14;5:20. doi: 10.1186/s40337-017-0145-3. eCollection 2017."
                },
                {
                    "pmid": "18089136",
                    "type": "BACKGROUND",
                    "citation": "Cash TF. Body image: past, present, and future. Body Image. 2004 Jan;1(1):1-5. doi: 10.1016/S1740-1445(03)00011-1."
                },
                {
                    "pmid": "24413388",
                    "type": "BACKGROUND",
                    "citation": "Battle DE. Diagnostic and Statistical Manual of Mental Disorders (DSM). Codas. 2013;25(2):191-2. doi: 10.1590/s2317-17822013000200017. No abstract available."
                },
                {
                    "pmid": "16330589",
                    "type": "BACKGROUND",
                    "citation": "Keel PK, Dorer DJ, Franko DL, Jackson SC, Herzog DB. Postremission predictors of relapse in women with eating disorders. Am J Psychiatry. 2005 Dec;162(12):2263-8. doi: 10.1176/appi.ajp.162.12.2263."
                },
                {
                    "pmid": "30113325",
                    "type": "BACKGROUND",
                    "citation": "Berends T, Boonstra N, van Elburg A. Relapse in anorexia nervosa: a systematic review and meta-analysis. Curr Opin Psychiatry. 2018 Nov;31(6):445-455. doi: 10.1097/YCO.0000000000000453."
                },
                {
                    "pmid": "22657951",
                    "type": "BACKGROUND",
                    "citation": "Carter JC, Mercer-Lynn KB, Norwood SJ, Bewell-Weiss CV, Crosby RD, Woodside DB, Olmsted MP. A prospective study of predictors of relapse in anorexia nervosa: implications for relapse prevention. Psychiatry Res. 2012 Dec 30;200(2-3):518-23. doi: 10.1016/j.psychres.2012.04.037. Epub 2012 May 31."
                },
                {
                    "pmid": "32275088",
                    "type": "BACKGROUND",
                    "citation": "Chapa DAN, Hagan KE, Forbush KT, Clark KE, Tregarten JP, Argue S. Longitudinal trajectories of behavior change in a national sample of patients seeking eating-disorder treatment. Int J Eat Disord. 2020 Jun;53(6):917-925. doi: 10.1002/eat.23272. Epub 2020 Apr 10. Erratum In: Int J Eat Disord. 2020 Oct;53(10):1757. doi: 10.1002/eat.23340."
                },
                {
                    "pmid": "15099421",
                    "type": "BACKGROUND",
                    "citation": "Carter JC, Blackmore E, Sutandar-Pinnock K, Woodside DB. Relapse in anorexia nervosa: a survival analysis. Psychol Med. 2004 May;34(4):671-9. doi: 10.1017/S0033291703001168."
                },
                {
                    "pmid": "31751876",
                    "type": "BACKGROUND",
                    "citation": "Glashouwer KA, van der Veer RML, Adipatria F, de Jong PJ, Vocks S. The role of body image disturbance in the onset, maintenance, and relapse of anorexia nervosa: A systematic review. Clin Psychol Rev. 2019 Dec;74:101771. doi: 10.1016/j.cpr.2019.101771. Epub 2019 Oct 31."
                },
                {
                    "pmid": "31607958",
                    "type": "BACKGROUND",
                    "citation": "Stanghellini G, Ballerini M, Mancini M. The Optical-Coenaesthetic Disproportion Hypothesis of Feeding and Eating Disorders in the Light of Neuroscience. Front Psychiatry. 2019 Sep 12;10:630. doi: 10.3389/fpsyt.2019.00630. eCollection 2019."
                },
                {
                    "pmid": "22546757",
                    "type": "BACKGROUND",
                    "citation": "Riva G, Gaudio S. Allocentric lock in anorexia nervosa: new evidences from neuroimaging studies. Med Hypotheses. 2012 Jul;79(1):113-7. doi: 10.1016/j.mehy.2012.03.036. Epub 2012 Apr 29."
                },
                {
                    "pmid": "28284109",
                    "type": "BACKGROUND",
                    "citation": "Gadsby S. Distorted body representations in anorexia nervosa. Conscious Cogn. 2017 May;51:17-33. doi: 10.1016/j.concog.2017.02.015. Epub 2017 Mar 8."
                },
                {
                    "pmid": "25023364",
                    "type": "BACKGROUND",
                    "citation": "Gardner RM, Brown DL. Body size estimation in anorexia nervosa: a brief review of findings from 2003 through 2013. Psychiatry Res. 2014 Nov 30;219(3):407-10. doi: 10.1016/j.psychres.2014.06.029. Epub 2014 Jun 26."
                },
                {
                    "pmid": "28818670",
                    "type": "BACKGROUND",
                    "citation": "Molbert SC, Klein L, Thaler A, Mohler BJ, Brozzo C, Martus P, Karnath HO, Zipfel S, Giel KE. Depictive and metric body size estimation in anorexia nervosa and bulimia nervosa: A systematic review and meta-analysis. Clin Psychol Rev. 2017 Nov;57:21-31. doi: 10.1016/j.cpr.2017.08.005. Epub 2017 Aug 10."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fairburn CG. Cognitive behavior therapy and eating disorders: Guilford Press; 2008."
                },
                {
                    "pmid": "29656950",
                    "type": "BACKGROUND",
                    "citation": "Feinstein JS, Khalsa SS, Yeh H, Al Zoubi O, Arevian AC, Wohlrab C, Pantino MK, Cartmell LJ, Simmons WK, Stein MB, Paulus MP. The Elicitation of Relaxation and Interoceptive Awareness Using Floatation Therapy in Individuals With High Anxiety Sensitivity. Biol Psychiatry Cogn Neurosci Neuroimaging. 2018 Jun;3(6):555-562. doi: 10.1016/j.bpsc.2018.02.005. Epub 2018 Mar 9."
                },
                {
                    "pmid": "29394251",
                    "type": "BACKGROUND",
                    "citation": "Feinstein JS, Khalsa SS, Yeh HW, Wohlrab C, Simmons WK, Stein MB, Paulus MP. Examining the short-term anxiolytic and antidepressant effect of Floatation-REST. PLoS One. 2018 Feb 2;13(2):e0190292. doi: 10.1371/journal.pone.0190292. eCollection 2018."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Swami V, Salem N, Furnham A, Tovée MJ. Initial examination of the validity and reliability of the female photographic figure rating scale for body image assessment. Personality and Individual Differences 2008; 44(8): 1752-61."
                },
                {
                    "pmid": "33123048",
                    "type": "BACKGROUND",
                    "citation": "Khalsa SS, Moseman SE, Yeh HW, Upshaw V, Persac B, Breese E, Lapidus RC, Chappelle S, Paulus MP, Feinstein JS. Reduced Environmental Stimulation in Anorexia Nervosa: An Early-Phase Clinical Trial. Front Psychol. 2020 Oct 6;11:567499. doi: 10.3389/fpsyg.2020.567499. eCollection 2020."
                },
                {
                    "pmid": "37936658",
                    "type": "BACKGROUND",
                    "citation": "Choquette EM, Flux MC, Moseman SE, Chappelle S, Naegele J, Upshaw V, Morton A, Paulus MP, Feinstein JS, Khalsa SS. The impact of floatation therapy on body image and anxiety in anorexia nervosa: a randomised clinical efficacy trial. EClinicalMedicine. 2023 Aug 29;64:102173. doi: 10.1016/j.eclinm.2023.102173. eCollection 2023 Oct."
                },
                {
                    "pmid": "30307377",
                    "type": "BACKGROUND",
                    "citation": "Linardon J, Gleeson J, Yap K, Murphy K, Brennan L. Meta-analysis of the effects of third-wave behavioural interventions on disordered eating and body image concerns: implications for eating disorder prevention. Cogn Behav Ther. 2019 Jan;48(1):15-38. doi: 10.1080/16506073.2018.1517389. Epub 2018 Oct 11."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Barreto M, Tran TA, Gaynor ST. A Single-Session of Acceptance and Commitment Therapy for Health-Related behavior change: An Open Trial with a nonconcurrent matched comparison group. Journal of Contextual Behavioral Science 2019; 13: 17-26."
                },
                {
                    "pmid": "31430830",
                    "type": "BACKGROUND",
                    "citation": "Hadlandsmyth K, Dindo LN, Wajid R, Sugg SL, Zimmerman MB, Rakel BA. A single-session acceptance and commitment therapy intervention among women undergoing surgery for breast cancer: A randomized pilot trial to reduce persistent postsurgical pain. Psychooncology. 2019 Nov;28(11):2210-2217. doi: 10.1002/pon.5209. Epub 2019 Aug 30."
                },
                {
                    "pmid": "17469891",
                    "type": "BACKGROUND",
                    "citation": "Gregg JA, Callaghan GM, Hayes SC, Glenn-Lawson JL. Improving diabetes self-management through acceptance, mindfulness, and values: a randomized controlled trial. J Consult Clin Psychol. 2007 Apr;75(2):336-43. doi: 10.1037/0022-006X.75.2.336."
                },
                {
                    "pmid": "29777950",
                    "type": "BACKGROUND",
                    "citation": "Dindo L, Zimmerman MB, Hadlandsmyth K, StMarie B, Embree J, Marchman J, Tripp-Reimer T, Rakel B. Acceptance and Commitment Therapy for Prevention of Chronic Postsurgical Pain and Opioid Use in At-Risk Veterans: A Pilot Randomized Controlled Study. J Pain. 2018 Oct;19(10):1211-1221. doi: 10.1016/j.jpain.2018.04.016. Epub 2018 May 17."
                },
                {
                    "pmid": "31051507",
                    "type": "BACKGROUND",
                    "citation": "Galmiche M, Dechelotte P, Lambert G, Tavolacci MP. Prevalence of eating disorders over the 2000-2018 period: a systematic literature review. Am J Clin Nutr. 2019 May 1;109(5):1402-1413. doi: 10.1093/ajcn/nqy342."
                },
                {
                    "pmid": "12153817",
                    "type": "BACKGROUND",
                    "citation": "Steinhausen HC. The outcome of anorexia nervosa in the 20th century. Am J Psychiatry. 2002 Aug;159(8):1284-93. doi: 10.1176/appi.ajp.159.8.1284."
                },
                {
                    "pmid": "35903873",
                    "type": "BACKGROUND",
                    "citation": "Meier K, van Hoeken D, Hoek HW. Review of the unprecedented impact of the COVID-19 pandemic on the occurrence of eating disorders. Curr Opin Psychiatry. 2022 Nov 1;35(6):353-361. doi: 10.1097/YCO.0000000000000815. Epub 2022 Aug 5."
                },
                {
                    "pmid": "3761129",
                    "type": "BACKGROUND",
                    "citation": "Cash TF, Green GK. Body weight and body image among college women: perception, cognition, and affect. J Pers Assess. 1986 Summer;50(2):290-301. doi: 10.1207/s15327752jpa5002_15."
                },
                {
                    "pmid": "9261648",
                    "type": "BACKGROUND",
                    "citation": "Cash TF, Deagle EA 3rd. The nature and extent of body-image disturbances in anorexia nervosa and bulimia nervosa: a meta-analysis. Int J Eat Disord. 1997 Sep;22(2):107-25."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cash TF, Smolak L. Body Image: A Handbook of Science, Practice, and Prevention: Guilford Publications; 2011."
                },
                {
                    "pmid": "26418470",
                    "type": "BACKGROUND",
                    "citation": "Alleva JM, Sheeran P, Webb TL, Martijn C, Miles E. A Meta-Analytic Review of Stand-Alone Interventions to Improve Body Image. PLoS One. 2015 Sep 29;10(9):e0139177. doi: 10.1371/journal.pone.0139177. eCollection 2015."
                },
                {
                    "pmid": "28745268",
                    "type": "BACKGROUND",
                    "citation": "Molbert SC, Thaler A, Mohler BJ, Streuber S, Romero J, Black MJ, Zipfel S, Karnath HO, Giel KE. Assessing body image in anorexia nervosa using biometric self-avatars in virtual reality: Attitudinal components rather than visual body size estimation are distorted. Psychol Med. 2018 Mar;48(4):642-653. doi: 10.1017/S0033291717002008. Epub 2017 Jul 26."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Meermann R. Experimental investigation of disturbances in body image estimation in anorexia nervosa patients, and ballet and gymnastics pupils. International Journal of Eating Disorders 1983; 2(4): 91-100."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fredrickson BL, Roberts T-A. Objectification Theory: Toward Understanding Women's Lived Experiences and Mental Health Risks. Psychology of Women Quarterly 1997; 21(2): 173-206."
                },
                {
                    "pmid": "36070308",
                    "type": "BACKGROUND",
                    "citation": "Lima-Araujo GL, de Sousa Junior GM, Mendes T, Demarzo M, Farb N, Barros de Araujo D, Sousa MBC. The impact of a brief mindfulness training on interoception: A randomized controlled trial. PLoS One. 2022 Sep 7;17(9):e0273864. doi: 10.1371/journal.pone.0273864. eCollection 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Nisticò V, Boido G, Bertelli S, et al. The effect of eight yoga sessions on interoceptive accuracy, confidence and awareness in a sample of patients with eating disorder: A preliminary study. European Psychiatry 2021; 64(S1): S353-S."
                },
                {
                    "pmid": "28955213",
                    "type": "BACKGROUND",
                    "citation": "Fischer D, Messner M, Pollatos O. Improvement of Interoceptive Processes after an 8-Week Body Scan Intervention. Front Hum Neurosci. 2017 Sep 12;11:452. doi: 10.3389/fnhum.2017.00452. eCollection 2017."
                },
                {
                    "pmid": "30128091",
                    "type": "BACKGROUND",
                    "citation": "Givehki R, Afshar H, Goli F, Scheidt CE, Omidi A, Davoudi M. Effect of acceptance and commitment therapy on body image flexibility and body awareness in patients with psychosomatic disorders: a randomized clinical trial. Electron Physician. 2018 Jul 25;10(7):7008-7016. doi: 10.19082/7008. eCollection 2018 Jul."
                },
                {
                    "pmid": "32964814",
                    "type": "BACKGROUND",
                    "citation": "Borden A, Cook-Cottone C. Yoga and eating disorder prevention and treatment: A comprehensive review and meta-analysis. Eat Disord. 2020 Jul-Aug;28(4):400-437. doi: 10.1080/10640266.2020.1798172."
                },
                {
                    "pmid": "32000093",
                    "type": "BACKGROUND",
                    "citation": "Fogelkvist M, Gustafsson SA, Kjellin L, Parling T. Acceptance and commitment therapy to reduce eating disorder symptoms and body image problems in patients with residual eating disorder symptoms: A randomized controlled trial. Body Image. 2020 Mar;32:155-166. doi: 10.1016/j.bodyim.2020.01.002. Epub 2020 Jan 27."
                },
                {
                    "pmid": "30223161",
                    "type": "BACKGROUND",
                    "citation": "Griffen TC, Naumann E, Hildebrandt T. Mirror exposure therapy for body image disturbances and eating disorders: A review. Clin Psychol Rev. 2018 Nov;65:163-174. doi: 10.1016/j.cpr.2018.08.006. Epub 2018 Aug 29."
                },
                {
                    "pmid": "16231342",
                    "type": "BACKGROUND",
                    "citation": "Delinsky SS, Wilson GT. Mirror exposure for the treatment of body image disturbance. Int J Eat Disord. 2006 Mar;39(2):108-16. doi: 10.1002/eat.20207."
                },
                {
                    "pmid": "31252596",
                    "type": "BACKGROUND",
                    "citation": "Porras Garcia B, Ferrer Garcia M, Olszewska A, Yilmaz L, Gonzalez Ibanez C, Gracia Blanes M, Gultekin G, Serrano Troncoso E, Gutierrez Maldonado J. Is This My Own Body? Changing the Perceptual and Affective Body Image Experience among College Students Using a New Virtual Reality Embodiment-Based Technique. J Clin Med. 2019 Jun 27;8(7):925. doi: 10.3390/jcm8070925."
                },
                {
                    "pmid": "24465698",
                    "type": "BACKGROUND",
                    "citation": "Preston C, Ehrsson HH. Illusory changes in body size modulate body satisfaction in a way that is related to non-clinical eating disorder psychopathology. PLoS One. 2014 Jan 21;9(1):e85773. doi: 10.1371/journal.pone.0085773. eCollection 2014."
                },
                {
                    "pmid": "734025",
                    "type": "BACKGROUND",
                    "citation": "Garfinkel PE, Moldofsky H, Garner DM, Stancer HC, Coscina DV. Body awareness in anorexia nervosa: disturbances in \"body image\" and \"satiety\". Psychosom Med. 1978 Oct;40(6):487-98. doi: 10.1097/00006842-197810000-00004."
                },
                {
                    "pmid": "34048622",
                    "type": "BACKGROUND",
                    "citation": "Riva G, Malighetti C, Serino S. Virtual reality in the treatment of eating disorders. Clin Psychol Psychother. 2021 May;28(3):477-488. doi: 10.1002/cpp.2622. Epub 2021 Jun 5."
                },
                {
                    "pmid": "20533982",
                    "type": "BACKGROUND",
                    "citation": "Lann MA, Martin A. An unusual death involving a sensory deprivation tank. J Forensic Sci. 2010 Nov;55(6):1638-40. doi: 10.1111/j.1556-4029.2010.01469.x."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bood SÅ, Sundequist U, Kjellgren A, et al. Eliciting the relaxation response with the help of flotation-rest (restricted environmental stimulation technique) in patients with stress-related ailments. International Journal of Stress Management 2006; 13(2): 154-75."
                },
                {
                    "pmid": "6399246",
                    "type": "BACKGROUND",
                    "citation": "Jacobs GD, Heilbronner RL, Stanley JM. The effects of short term flotation REST on relaxation: a controlled study. Health Psychol. 1984;3(2):99-112. doi: 10.1037//0278-6133.3.2.99."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hayes SC, Strosahl KD, Wilson KG. Acceptance and commitment therapy: The process and practice of mindful change: Guilford press; 2011."
                },
                {
                    "pmid": "23475153",
                    "type": "BACKGROUND",
                    "citation": "Juarascio A, Shaw J, Forman E, Timko CA, Herbert J, Butryn M, Bunnell D, Matteucci A, Lowe M. Acceptance and commitment therapy as a novel treatment for eating disorders: an initial test of efficacy and mediation. Behav Modif. 2013 Jul;37(4):459-89. doi: 10.1177/0145445513478633. Epub 2013 Mar 8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Pearson AN, Follette VM, Hayes SC. A pilot study of acceptance and commitment therapy as a workshop intervention for body dissatisfaction and disordered eating attitudes. Cognitive and Behavioral Practice 2012; 19(1): 181-97."
                },
                {
                    "pmid": "19851994",
                    "type": "BACKGROUND",
                    "citation": "Schneider N, Frieler K, Pfeiffer E, Lehmkuhl U, Salbach-Andrae H. Comparison of body size estimation in adolescents with different types of eating disorders. Eur Eat Disord Rev. 2009 Nov;17(6):468-75. doi: 10.1002/erv.956."
                },
                {
                    "pmid": "23734207",
                    "type": "BACKGROUND",
                    "citation": "Keizer A, Smeets MA, Dijkerman HC, Uzunbajakau SA, van Elburg A, Postma A. Too fat to fit through the door: first evidence for disturbed body-scaled action in anorexia nervosa during locomotion. PLoS One. 2013 May 29;8(5):e64602. doi: 10.1371/journal.pone.0064602. Print 2013."
                },
                {
                    "pmid": "30500663",
                    "type": "BACKGROUND",
                    "citation": "Irvine KR, McCarty K, McKenzie KJ, Pollet TV, Cornelissen KK, Tovee MJ, Cornelissen PL. Distorted body image influences body schema in individuals with negative bodily attitudes. Neuropsychologia. 2019 Jan;122:38-50. doi: 10.1016/j.neuropsychologia.2018.11.015. Epub 2018 Nov 27."
                },
                {
                    "pmid": "34112818",
                    "type": "BACKGROUND",
                    "citation": "Ralph-Nearman C, Arevian AC, Moseman S, Sinik M, Chappelle S, Feusner JD, Khalsa SS. Visual mapping of body image disturbance in anorexia nervosa reveals objective markers of illness severity. Sci Rep. 2021 Jun 10;11(1):12262. doi: 10.1038/s41598-021-90739-w."
                },
                {
                    "pmid": "31469647",
                    "type": "BACKGROUND",
                    "citation": "Ralph-Nearman C, Arevian AC, Puhl M, Kumar R, Villaroman D, Suthana N, Feusner JD, Khalsa SS. A Novel Mobile Tool (Somatomap) to Assess Body Image Perception Pilot Tested With Fashion Models and Nonmodels: Cross-Sectional Study. JMIR Ment Health. 2019 Oct 29;6(10):e14115. doi: 10.2196/14115."
                },
                {
                    "pmid": "32723714",
                    "type": "BACKGROUND",
                    "citation": "Arevian AC, O'Hora J, Rosser J, Mango JD, Miklowitz DJ, Wells KB. Patient and Provider Cocreation of Mobile Texting Apps to Support Behavioral Health: Usability Study. JMIR Mhealth Uhealth. 2020 Jul 29;8(7):e12655. doi: 10.2196/12655."
                },
                {
                    "pmid": "16864251",
                    "type": "BACKGROUND",
                    "citation": "Cash TF, Fleming EC, Alindogan J, Steadman L, Whitehead A. Beyond body image as a trait: the development and validation of the Body Image States Scale. Eat Disord. 2002 Summer;10(2):103-13. doi: 10.1080/10640260290081678."
                },
                {
                    "pmid": "31477440",
                    "type": "BACKGROUND",
                    "citation": "Thompson JK, Schaefer LM. Thomas F. Cash: A multidimensional innovator in the measurement of body image; Some lessons learned and some lessons for the future of the field. Body Image. 2019 Dec;31:198-203. doi: 10.1016/j.bodyim.2019.08.006. Epub 2019 Aug 30."
                },
                {
                    "pmid": "23133619",
                    "type": "BACKGROUND",
                    "citation": "Mehling WE, Price C, Daubenmier JJ, Acree M, Bartmess E, Stewart A. The Multidimensional Assessment of Interoceptive Awareness (MAIA). PLoS One. 2012;7(11):e48230. doi: 10.1371/journal.pone.0048230. Epub 2012 Nov 1."
                },
                {
                    "pmid": "34929353",
                    "type": "BACKGROUND",
                    "citation": "Gabriele E, Spooner R, Brewer R, Murphy J. Dissociations between self-reported interoceptive accuracy and attention: Evidence from the Interoceptive Attention Scale. Biol Psychol. 2022 Feb;168:108243. doi: 10.1016/j.biopsycho.2021.108243. Epub 2021 Dec 18."
                },
                {
                    "pmid": "33483527",
                    "type": "BACKGROUND",
                    "citation": "Smith R, Feinstein JS, Kuplicki R, Forthman KL, Stewart JL, Paulus MP; Tulsa 1000 Investigators; Khalsa SS. Perceptual insensitivity to the modulation of interoceptive signals in depression, anxiety, and substance use disorders. Sci Rep. 2021 Jan 22;11(1):2108. doi: 10.1038/s41598-021-81307-3."
                },
                {
                    "pmid": "33315893",
                    "type": "BACKGROUND",
                    "citation": "Smith R, Kuplicki R, Feinstein J, Forthman KL, Stewart JL, Paulus MP; Tulsa 1000 investigators; Khalsa SS. A Bayesian computational model reveals a failure to adapt interoceptive precision estimates across depression, anxiety, eating, and substance use disorders. PLoS Comput Biol. 2020 Dec 14;16(12):e1008484. doi: 10.1371/journal.pcbi.1008484. eCollection 2020 Dec."
                },
                {
                    "pmid": "32667951",
                    "type": "BACKGROUND",
                    "citation": "Lapidus RC, Puhl M, Kuplicki R, Stewart JL, Paulus MP, Rhudy JL, Feinstein JS, Khalsa SS; Tulsa 1000 Investigators. Heightened affective response to perturbation of respiratory but not pain signals in eating, mood, and anxiety disorders. PLoS One. 2020 Jul 15;15(7):e0235346. doi: 10.1371/journal.pone.0235346. eCollection 2020."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Spielberger C, Gorsuch R, Lushene R, Vagg PR, Jacobs G. Manual for the State-Trait Anxiety Inventory (Form Y1 - Y2); 1983."
                },
                {
                    "pmid": "17563199",
                    "type": "BACKGROUND",
                    "citation": "Taylor S, Zvolensky MJ, Cox BJ, Deacon B, Heimberg RG, Ledley DR, Abramowitz JS, Holaway RM, Sandin B, Stewart SH, Coles M, Eng W, Daly ES, Arrindell WA, Bouvard M, Cardenas SJ. Robust dimensions of anxiety sensitivity: development and initial validation of the Anxiety Sensitivity Index-3. Psychol Assess. 2007 Jun;19(2):176-88. doi: 10.1037/1040-3590.19.2.176."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sandoz EK, Wilson KG, Merwin RM, Kate Kellum K. Assessment of body image flexibility: The Body Image-Acceptance and Action Questionnaire. Journal of Contextual Behavioral Science 2013; 2(1): 39-48."
                },
                {
                    "pmid": "3397865",
                    "type": "BACKGROUND",
                    "citation": "Watson D, Clark LA, Tellegen A. Development and validation of brief measures of positive and negative affect: the PANAS scales. J Pers Soc Psychol. 1988 Jun;54(6):1063-70. doi: 10.1037//0022-3514.54.6.1063."
                },
                {
                    "pmid": "11556941",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."
                },
                {
                    "pmid": "22832890",
                    "type": "BACKGROUND",
                    "citation": "Robertson AE, Simmons DR. The relationship between sensory sensitivity and autistic traits in the general population. J Autism Dev Disord. 2013 Apr;43(4):775-84. doi: 10.1007/s10803-012-1608-7."
                },
                {
                    "pmid": "29208483",
                    "type": "BACKGROUND",
                    "citation": "Zickgraf HF, Ellis JM. Initial validation of the Nine Item Avoidant/Restrictive Food Intake disorder screen (NIAS): A measure of three restrictive eating patterns. Appetite. 2018 Apr 1;123:32-42. doi: 10.1016/j.appet.2017.11.111. Epub 2017 Dec 5."
                },
                {
                    "pmid": "11132119",
                    "type": "BACKGROUND",
                    "citation": "Devilly GJ, Borkovec TD. Psychometric properties of the credibility/expectancy questionnaire. J Behav Ther Exp Psychiatry. 2000 Jun;31(2):73-86. doi: 10.1016/s0005-7916(00)00012-4."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Horvath AO, Greenberg LS. Development and validation of the Working Alliance Inventory. Journal of Counseling Psychology 1989; 36(2): 223-33."
                },
                {
                    "pmid": "15225175",
                    "type": "BACKGROUND",
                    "citation": "Labus JS, Bolus R, Chang L, Wiklund I, Naesdal J, Mayer EA, Naliboff BD. The Visceral Sensitivity Index: development and validation of a gastrointestinal symptom-specific anxiety scale. Aliment Pharmacol Ther. 2004 Jul 1;20(1):89-97. doi: 10.1111/j.1365-2036.2004.02007.x."
                },
                {
                    "pmid": "2265922",
                    "type": "BACKGROUND",
                    "citation": "Akerstedt T, Gillberg M. Subjective and objective sleepiness in the active individual. Int J Neurosci. 1990 May;52(1-2):29-37. doi: 10.3109/00207459008994241."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Posner K, Brent D, Lucas C, et al. Columbia-suicide severity rating scale (C-SSRS). New York, NY: Columbia University Medical Center 2008; 10."
                },
                {
                    "pmid": "32801113",
                    "type": "BACKGROUND",
                    "citation": "Smith R, Schwartenbeck P, Stewart JL, Kuplicki R, Ekhtiari H, Paulus MP; Tulsa 1000 Investigators. Imprecise action selection in substance use disorder: Evidence for active learning impairments when solving the explore-exploit dilemma. Drug Alcohol Depend. 2020 Oct 1;215:108208. doi: 10.1016/j.drugalcdep.2020.108208. Epub 2020 Aug 6."
                },
                {
                    "pmid": "4044367",
                    "type": "BACKGROUND",
                    "citation": "Ludwick-Rosenthal R, Neufeld RW. Heart beat interoception: a study of individual differences. Int J Psychophysiol. 1985 Jul;3(1):57-65. doi: 10.1016/0167-8760(85)90020-0."
                },
                {
                    "pmid": "25899708",
                    "type": "BACKGROUND",
                    "citation": "Canales-Johnson A, Silva C, Huepe D, Rivera-Rei A, Noreika V, Garcia Mdel C, Silva W, Ciraolo C, Vaucheret E, Sedeno L, Couto B, Kargieman L, Baglivo F, Sigman M, Chennu S, Ibanez A, Rodriguez E, Bekinschtein TA. Auditory Feedback Differentially Modulates Behavioral and Neural Markers of Objective and Subjective Performance When Tapping to Your Heartbeat. Cereb Cortex. 2015 Nov;25(11):4490-503. doi: 10.1093/cercor/bhv076. Epub 2015 Apr 21."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Avery J, Kerr K, Burrows K, Barcalow JC, Bodurka J, Simmons WK. Activity within the mid-insula primary interoceptive cortex is related to the conscious experience of interoceptive signals from the heart. Society for Neuroscience Abstract Viewer and Itinerary Planner 2013; 43."
                },
                {
                    "pmid": "33766155",
                    "type": "BACKGROUND",
                    "citation": "Bjureberg J, Dahlin M, Carlborg A, Edberg H, Haglund A, Runeson B. Columbia-Suicide Severity Rating Scale Screen Version: initial screening for suicide risk in a psychiatric emergency department. Psychol Med. 2021 Mar 26;52(16):1-9. doi: 10.1017/S0033291721000751. Online ahead of print."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Stanley B, Brown GK. Safety planning intervention: a brief intervention to mitigate suicide risk. Cognitive and behavioral practice 2012; 19(2): 256-64."
                },
                {
                    "pmid": "31519137",
                    "type": "BACKGROUND",
                    "citation": "Murphy J, Brewer R, Plans D, Khalsa SS, Catmur C, Bird G. Testing the independence of self-reported interoceptive accuracy and attention. Q J Exp Psychol (Hove). 2020 Jan;73(1):115-133. doi: 10.1177/1747021819879826. Epub 2019 Oct 10."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000855",
                    "term": "Anorexia"
                },
                {
                    "id": "D000000856",
                    "term": "Anorexia Nervosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4181",
                    "name": "Anorexia",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4182",
                    "name": "Anorexia Nervosa",
                    "asFound": "Anorexia Nervosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M11270",
                    "name": "Magnesium Sulfate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}