{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05588024",
            "orgStudyIdInfo": {
                "id": "1281037"
            },
            "organization": {
                "fullName": "Advanced CPR Solutions",
                "class": "INDUSTRY"
            },
            "briefTitle": "International Device Assisted Controlled Sequential Elevation CPR Registry",
            "officialTitle": "International Device Assisted Controlled Sequential Elevation CPR Registry",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "international-device-assisted-controlled-sequential-elevation-cpr-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-01",
            "studyFirstSubmitQcDate": "2022-10-17",
            "studyFirstPostDateStruct": {
                "date": "2022-10-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-17",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Advanced CPR Solutions",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this prospective observational cardiopulmonary resuscitation (CPR) registry is to track the use and clinical outcomes from emergency medical systems across the US and Europe that have implemented a system of care approach applied rapidly to cardiac arrest that includes using the combination of an impedance threshold device (ITD), and either manual active compression-decompression (ACD) CPR device or automated compression device, with a Head Up CPR device.",
            "detailedDescription": "In 2019, a FDA approved patient positioning device capable of elevating the head and thorax in a controlled manner became commercially available. As emergency medical services are increasingly using this Head Up CPR patient positioning device as part of their standard protocol for cardiac arrest patients, in addition to Active Compression-Decompression (ACD) cardiopulmonary resuscitation with an Impedance Threshold Device (ITD) CPR or with mechanical CPR and the ITD, it is important to monitor how this device is being used, and outcomes of patients who received this Head Up CPR therapy. All of the devices used in this observational registry study have received FDA 510K clearance.\n\nEmergency medical systems (EMS) that have implemented standard cardiac arrest protocols that include the combination of manual CPR with an ITD, an automated CPR device with the ITD, or ACD+ITD CPR, with the Head Up CPR device are asked to be part of the Registry. If a system participates, they are asked for de-identified cardiac arrest data including patient demographics, details of cardiac arrest care, and patient outcomes before and after implementation of the Head Up CPR bundle. De-identified data is kept securely by the study sponsor and PI. The patient data for all systems using this approach to resuscitation are included, with a current focus on patients receiving the device combination rapidly."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiac Arrest, Out-Of-Hospital"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Head Up CPR based bundle of care",
                    "description": "All patients in the registry receive the Head Up CPR based bundle of care.",
                    "interventionNames": [
                        "Device: Head Up CPR based bundle of care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Head Up CPR based bundle of care",
                    "description": "All patients in this registry receive the intervention, a Head Up Cardiopulmonary Resuscitation (CPR) based bundle of care. This bundle of care includes the use of multiple FDA approved devices. The components of the Head Up CPR bundle are 1) a single or combination of CPR methods including manual, active-compression decompression CPR, or automated suction-cup based CPR 2) An impedance threshold device 3) An automated patient positioning device capable of elevating the head and thorax",
                    "armGroupLabels": [
                        "Head Up CPR based bundle of care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Return of Spontaneous Circulation",
                    "description": "Presence of cardiac activity with a perfusing blood pressure",
                    "timeFrame": "From the start of CPR to the presence of cardiac activity. The time period in which this outcome will varies and is estimated to range from 0 minutes up to around 40 minutes."
                },
                {
                    "measure": "Survival",
                    "description": "If the patient survived admission to the hospital until hospital discharge",
                    "timeFrame": "The time period in which this outcome will occur will vary, may extend up to 60 days."
                },
                {
                    "measure": "Survival with Favorable Neurological Function",
                    "description": "If the patient survived admission to the hospital until hospital discharge with favorable Cerebral Performance Category (CPC) Score as defined CPC 1 or 2.",
                    "timeFrame": "The time period in which this outcome will occur will vary, may extend up to 60 days."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "End tidal CO2 (ETCO2)",
                    "description": "ETCO2 is an indirect measure of perfusion during CPR",
                    "timeFrame": "ETCO2 will be measured continuously while the patient is receiving CPR. This time period is estimated to occur up to 40 minutes."
                },
                {
                    "measure": "Cerebral Oximetry",
                    "description": "Near-infrared spectroscopy (NIRS) capable of measuring regional tissue oxygenation.",
                    "timeFrame": "If the participating EMS system in the registry uses NIRS cerebral oximetry, it will be measured continuously while the patient is receiving CPR. This time period is estimated to occur up to 40 minutes."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Patient is at least 18 years of age\n2. Patient is in active cardiac arrest, as defined by presence of either ventricular fibrillation or ventricular tachycardia, or pulseless electrical activity, or asystole at time of enrollment.\n3. Patient receives either a) active-compression decompression cardiopulmonary resuscitation b) automated suction-cup based CPR with an impedance threshold device (ITD) c) manual CPR with an ITD\n4. Subject receives device assisted controlled elevation of the head and thorax.\n\nExclusion Criteria\n\n1. Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with out-of-hospital cardiac arrest in areas where emergency medical services that have a Head Up CPR based system of care in their cardiac arrest protocol as part of routine clinical care.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Johanna C Moore, MD, MS",
                    "role": "CONTACT",
                    "phone": "612 873 4908",
                    "email": "johanna.moore@hcmed.org"
                },
                {
                    "name": "Keith Lurie, MD",
                    "role": "CONTACT",
                    "phone": "6129863917",
                    "email": "keithlurie@icloud.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Johanna C Moore, MD, MS",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "AdvancedCPR Soluations",
                    "status": "RECRUITING",
                    "city": "Edina",
                    "state": "Minnesota",
                    "zip": "55436",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith G Lurie, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.88969,
                        "lon": -93.34995
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34793874",
                    "type": "BACKGROUND",
                    "citation": "Moore JC, Duval S, Lick C, Holley J, Scheppke KA, Salverda B, Rojas-Salvador C, Jacobs M, Nystrom P, Quinn R, Adams PJ, Debaty GP, Hutchison M, Mason C, Martinez E, Mason S, Clift A, Antevy P, Coyle C, Grizzard E, Garay S, Lurie KG, Pepe PE. Faster time to automated elevation of the head and thorax during cardiopulmonary resuscitation increases the probability of return of spontaneous circulation. Resuscitation. 2022 Jan;170:63-69. doi: 10.1016/j.resuscitation.2021.11.008. Epub 2021 Nov 15."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058687",
                    "term": "Out-of-Hospital Cardiac Arrest"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006323",
                    "term": "Heart Arrest"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9411",
                    "name": "Heart Arrest",
                    "relevance": "LOW"
                },
                {
                    "id": "M29208",
                    "name": "Out-of-Hospital Cardiac Arrest",
                    "asFound": "Cardiac Arrest, Out-Of-Hospital",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}