{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06429072",
            "orgStudyIdInfo": {
                "id": "Pro00114814"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Integration of Mindfulness and Acupuncture After Spine Surgery",
            "officialTitle": "Integration of Mindfulness and Acupuncture After Spine Surgery: Aim 2",
            "acronym": "I-MASS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "integration-of-mindfulness-and-acupuncture-after-spine-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-04",
            "studyFirstSubmitQcDate": "2024-05-20",
            "studyFirstPostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Integration of mHealth Mindfulness and auricular Acupuncture (AA) for individuals undergoing Spine Surgery (I-MASS) is a novel combination of integrative treatments to address postsurgical pain.\n\nThis is a single-site, two-arm randomized feasibility and acceptability pilot trial of the I-MASS program plus enhanced patient education compared to enhanced patient education alone in patients undergoing spine surgery. Outcomes data will come from a combination of passive electronic health record data augmented with patient-reported data collected through the Pattern Health app (the mHealth platform used for delivering mindfulness training and collecting data). Outcomes will focus on feasibility and acceptability of I-MASS, feasibility of recruitment and retention strategies, and data collection procedures through both the Lift app and electronic health record. Feasibility will be supported by mindfulness module completion rates, acupuncture visits attended, participant retention, and questionnaire completion rates. Acceptability will be supported by patient-reported satisfaction, acceptability and usability thresholds.",
            "detailedDescription": "Participants will be randomized to one of two study arms: 1) the I-MASS program plus enhanced education or 2) the enhanced education intervention only.\n\nOverview of I-MASS: The I-MASS program includes pre-surgical and post-surgical components. I-MASS begins with one introductory telephone call by a mindfulness coach (co-I Gremore) within 1 week of the patient scheduling surgery to introduce the participant to the Pattern Health app, discuss the benefits of combining mindfulness and AA, discuss how to access the Healthwise educational content, and lead a brief (\\~10 min) mindfulness exercise, as desired. Thereafter, participants will complete 4 self-directed mindfulness modules through the Pattern Health app (1 prior to surgery, 3 following surgery). The initial AA session will occur within one week prior to surgery. The second AA session will occur within the first week following surgery. Afterwards, participants will receive AA in participating community outpatient clinics for up to 8 sessions total within 12 weeks of surgery. The investigators will allow flexibility in scheduling these visits with a window of 5-10 days between AA sessions. Using push notifications, the Pattern Health app will remind patients when they are within their window for AA treatment.\n\nDetails of AA delivery: AA will be performed by formally trained and certified acupuncturists in the community contracted with Duke to provide services for this trial. AA will involve the placement of needles in up to 5 sites (Cingulate Gyrus, Thalamus, Omega 2, Shen Men, and Point Zero) on each ear corresponding to the previously developed battlefield acupuncture protocol to treat pain. Points are always inserted in the same order and the number of needles inserted is determined by the patient's change in pain level. The AA protocol includes pain assessment before starting, after each needle is placed as that informs how many needles are placed, and at the end of the session. The protocol will include use of semi-permanent needles (Seirin Pyonex press-tacks (0.2x1.5mm) or ASP needles). These needles can remain in place for several days for continued pain relief. Participants will be instructed to remove the needles 2 days before their next visit, or sooner if site irritation or soreness warrants. Prior research has demonstrated consistency of acupuncture outcomes across different providers, however the specific components of each acupuncture treatment will be recorded according to the revised Standards for Reporting Interventions in Clinical Trials of Acupuncture (STRICTA) to allow for post-hoc assessment of treatment fidelity. Follow-up acupuncture visits will be scheduled with the study acupuncturists. If participants are unable to tolerate aurcular acupuncture, they will be offered the option of a more traditional full body acupuncture protocol focused on pain management.\n\nDetails of the Pattern Health app and mHealth mindfulness training: Mindfulness training via the Pattern Health app will be modeled after the protocol used in prior studies of this app with patients recovering from critical illness. Introductory call. All participants in the I-MASS treatment arm will receive an initial introductory call with a mindfulness coach. Each \\~30-minute introductory call will be composed of four parts: (1) brief discussion about participants' major current stressor(s); (2) rationale and discussion of the didactic focus; (3) practice and review, and (4) discussion about participant's use of mindfulness skills, challenges in applying the skills, how these skills integrate with the use of AA, and how to maintain progress. The coach will answer questions about use and navigation of the app, and review the overall timeline for completion of the self-directed modules. Mindfulness modules. Study participants will complete 4 self-directed mindfulness training modules (called the Lift program) through the Pattern Health app (1 prior to surgery, 3 following surgery). The training will include a guided series of videos, audio files and interactive text features. Each week-long module includes daily sessions comprised of a short (4-5 min) background video, a 6-8 min guided mediation (users could choose either a female or male voice) and interactive suggestions for how to apply mindfulness within their daily routine (\\~10-12 min total per session). The pre-operative training (module 1) focuses on developing an awareness of breath, which is a fundamental mindfulness technique. Following surgery, participants will initiate training module 2, building awareness of body systems, followed by modules 3 and 4 over the subsequent 2 weeks. Automated activity reminders in the app will alert the participant to complete the daily session. Each module builds upon skills learned in the previous module and participants are encouraged to continue using learned skills and resources within the app after completion of the modules. Acupuncturists will also be trained to facilitate discussion about mindful awareness and non-judgmental thoughts regarding pain, giving participants an opportunity to reflect on their experiences during the AA session.\n\nEnhanced Education: The program consists of education prior to and after surgery for all participants. This will constitute the only intervention in the education only arm. All of the educational material is delivered via the Pattern Health App. All educational content is from the Healtwise.net Duke Health Library (https://www.healthwise.net/dukehealth/Content) and is carefully selected with input by surgeons to be delivered during the appropriate phase of recovery. Educational topics include learning how to lift and sit when experiencing pain, proper precautions following surgery, how to ease back into daily activities following surgery, and ways to self-manage pain. Education is in the form of short reading materials or videos, all designed to help safely and effectively recover from surgery.\n\nParticipants in the trial will not be prevented from receiving any other care deemed necessary by their health care team and surgeon. This program is designed to complement their usual care, not replace it.\n\nParticipant involvement with the study will be complete at 3 months following surgery. The will be able to receive up to 8 acupuncture sessions total (cost covered by the study) during their time in the study. All questionnaires will be administered through the Pattern Health app."
        },
        "conditionsModule": {
            "conditions": [
                "Single Level Spinal Fusion",
                "Discetomy",
                "Laminectomy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "I-MASS Program plus Enhanced Education",
                    "type": "EXPERIMENTAL",
                    "description": "Integrated program that combines Mindfulness Based Stress Reduction (MBSR) delivered via mobile app (mHealth) with auricular Acupuncture (AA) in individuals undergoing Spine Surgery (I-MASS) plus enhanced education. I-MASS begins with one introductory telephone call by a mindfulness coach within 1 week of the patient scheduling surgery to introduce the participant to the Pattern Health app, discuss the benefits of combining mindfulness and AA (auricular acupuncture), discuss how to access the Healthwise educational content, and lead a brief (\\~10 min) mindfulness exercise, as desired. Thereafter, participants will complete 4 self-directed mindfulness modules through the Pattern Health app (1 prior to surgery, 3 following surgery).",
                    "interventionNames": [
                        "Behavioral: Mindfulness Based Stress Reduction (MBSR)",
                        "Other: Auricular acupuncture",
                        "Behavioral: Enhanced education"
                    ]
                },
                {
                    "label": "Enhanced Education Intervention Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The program consists of education prior to and after surgery for all participants. All of the educational material is delivered via the Pattern Health App. All educational content is from the Healthwise.net Duke Health Library (https://www.healthwise.net/dukehealth/Content) and is carefully selected with input by surgeons to be delivered during the appropriate phase of recovery. Education is in the form of short reading materials or videos, all designed to help safely and effectively recover from surgery.",
                    "interventionNames": [
                        "Behavioral: Enhanced education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness Based Stress Reduction (MBSR)",
                    "description": "Each mindfulness module is anticipated to last one week and includes a short (4-5 min) introductory video, daily sessions comprised of a 6-8 min guided mediation, and interactive suggestions for how to apply mindfulness within a daily routine (\\~10-12 min total per daily session).",
                    "armGroupLabels": [
                        "I-MASS Program plus Enhanced Education"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Auricular acupuncture",
                    "description": "This technique involves inserting tiny needles in specific areas of the outer ear to target points believed to influence pain.",
                    "armGroupLabels": [
                        "I-MASS Program plus Enhanced Education"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced education",
                    "description": "Educational topics include learning how to lift and sit when experiencing pain, proper precautions following surgery, how to ease back into daily activities following surgery, and ways to self-manage pain.",
                    "armGroupLabels": [
                        "Enhanced Education Intervention Only",
                        "I-MASS Program plus Enhanced Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Client Satisfaction Questionnaire (CSQ-8)",
                    "description": "The CSQ-8 assesses credibility and satisfaction with health-related services (8 items, 4-point Likert, with higher scores indicating higher credibility/satisfaction).",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "System Usability Scale (SUS)",
                    "description": "The SUS is ten-item attitude Likert scale (5 response options; from Strongly agree to Strongly disagree) giving a global view of subjective assessments of usability. It provides a single score on a scale of 0-100, with higher scores indicating better usability.",
                    "timeFrame": "up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PROMIS (Patient-Reported Outcomes Measurement Information System) Physical Function",
                    "description": "Measure of self-reported physical function that uses 4 items of the 29-item PROMIS short form. This includes the functioning of one's upper extremities (dexterity), lower extremities (walking or mobility), and central regions (neck, back), as well as instrumental activities of daily living, such as running errands.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Brief Pain Inventory 4-item Severity Scale (BPI)",
                    "description": "The BPI uses a 0 to 10 numeric rating scale for item rating. Pain severity can be measured from the average of the four severity items: 1-4 = Mild Pain, 5-6 = Moderate Pain, 7-10 = Severe Pain",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "PROMIS Pain Interference",
                    "description": "The PROMIS Pain Interference instrument measures the self-reported consequences of pain across aspects of life including social, cognitive, emotional, physical and recreational activities; this instrument refers to the past seven days. This validated scale has five response options, with scores ranging from one to five.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Optimal Screening for Prediction of Referral and Outcome Yellow Flag (OSPRO-YF) Assessment Tool",
                    "description": "OSPRO-YF is a 10-item multidimensional assessment tool for general and pain-related psychological distress. The tool is capable of accurately estimating scores on 11 full-length psychological questionnaires measuring constructs of depression, anxiety, anger, fear avoidance beliefs for work and physical activity, kinesiophobia, pain anxiety, self-efficacy for rehabilitation, pain self-efficacy and chronic pain acceptance.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "PROMIS Sleep Disturbance",
                    "description": "PROMIS Sleep Disturbance measures concepts such as trouble staying asleep, not getting enough sleep, restlessness, feeling refreshed after sleep, and difficulty falling asleep in 'the past 7 days'.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Quality of Life Enjoyment and Satisfaction Questionnaire (QLES- Q)",
                    "description": "The Q-LES-Q is a validated 14-item scale to measure satisfaction with function at work, household duties, school, leisure, social relations, and general activities over the past week.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Change in number of Medication Prescriptions",
                    "description": "Medication prescriptions for Opioids, Benzodiazepines, Gabapentin/Neurontin, and NSAIDs from the time of enrollment until 6 months. Presented as morphine equivalents.",
                    "timeFrame": "baseline, up to 6 months"
                },
                {
                    "measure": "Number of emergency room visits",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Number of hospital readmissions related to spine surgery",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Mindful Attention Awareness Scale (MAAS)",
                    "description": "The MAAS is a 15-item scale designed to assess a core characteristic of dispositional mindfulness, namely, open or receptive awareness of and attention to what is taking place in the present.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Number of participants with persistent postsurgical pain",
                    "description": "Persistent postsurgical pain defined as chronic pain that develops or increases in intensity after a surgical procedure or a tissue injury and persists beyond the healing process, i.e., at least 3 months after the surgery or tissue trauma.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Number of participants with high impact chronic pain as measured by the PEG (pain, enjoyment, and general activity) scale",
                    "description": "Participants will rate the 3-item PEG (pain, enjoyment, and general activity) scale assessing pain severity over the past week on 0 to 10 rating scales. A PEG summary score of 12 or greater (i.e., equivalent to an average score of 4 or greater across the 3 items) indicates bothersome chronic pain, whereas a PEG score of 11 or less will classify subjects as having mild chronic pain.",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. undergoing single level fusion, discectomy or laminectomy of the cervical or lumbar spine for management of pain\n2. 18 years of age or older\n3. has access to a smartphone or mobile device (with android or iOS operating system) and internet to complete training and questionnaires.\n\nExclusion Criteria:\n\n1. have conditions making consent, follow-up data collection and/or use of the intervention prohibitive (e.g., Non-English speaking, serious psychiatric conditions \\[i.e., schizophrenia\\], traumatic brain injury, or dementia-type illness)\n2. undergoing surgery for neoplastic disease\n3. current daily opioid use greater than 100mg morphine equivalents\n4. unable to receive acupuncture due to injury, infection, or other contraindication to the use of needles at acupuncture sites\n5. not possible to attend outpatient clinic for AA follow-up (e.g., from out-of-state)\n6. currently practicing mindfulness or receiving acupuncture\n7. in Hospice, receiving palliative care.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Trevor Lentz, PhD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Sports Science Institute",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Suzanne Finley, EMT-P",
                            "role": "CONTACT",
                            "phone": "919-684-5431",
                            "email": "suzanne.finley@duke.edu"
                        },
                        {
                            "name": "Cassandra Rhodes, ATC",
                            "role": "CONTACT",
                            "phone": "9196842042",
                            "email": "cassandra.rhodes@duke.edu"
                        },
                        {
                            "name": "Trevor Lentz, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}