{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06451003",
            "orgStudyIdInfo": {
                "id": "Pro00130488"
            },
            "secondaryIdInfos": [
                {
                    "id": "P30CA138313-15S1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138313-15S1"
                }
            ],
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Intervention to Improve Utilization of Extended Venous Thromboembolism Prophylaxis After Cancer Surgery",
            "officialTitle": "An Equity Focused Intervention to Improve Utilization of Guideline Concordant Extended Venous Thromboembolism Prophylaxis After Major Cancer Surgery",
            "therapeuticArea": [
                "Respiratory",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "intervention-to-improve-utilization-of-extended-venous-thromboembolism-prophylaxis-after-cancer-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-17",
            "studyFirstSubmitQcDate": "2024-06-07",
            "studyFirstPostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thomas Curran",
                "investigatorTitle": "Associate Professor-Faculty",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "While blood clots after major cancer surgery are common and harmful to patients, the medications to decrease blood clot risk are seldom used after patients leave the hospital despite the recommendation of multiple professional medical societies. The reason why these medications are seldom prescribed is not well understood. The main questions this study aims to answer are:\n\n* Does surgeon education paired with an electronic medical record based decision support tool improve the guideline concordant prescription of pharmacologic venous thromboembolism after abdominopelvic cancer surgery?\n* Does dedicated patient education regarding blood clots at the time of hospital discharge after abdominopelvic cancer surgery improve understanding of the risk of venous thromboembolism and adherence to pharmacologic prophylaxis?\n\nThe investigators will study these questions using a stepped-wedge randomized trial where groups of surgeons will use a tool integrated to the electronic medical record to educate them on the individualized patient risks of blood clots after major cancer surgery and inform them regarding guidelines for preventative medicines. Utilization of the medications before and after using the tool will be compared.\n\nPatients will be administered a questionnaire assessing their awareness of blood clots as a risk after cancer surgery. For those prescribed medications to reduce blood clot risk after leaving the hospital, the questionnaire will evaluate whether they took the medications as prescribed. Survey results will be evaluated before and after implementation of education on blood clot risk at the time of hospital discharge.",
            "detailedDescription": "Specific Aim 1: Conduct a stepped-wedge randomized trial including multi-faceted surgeon focused education and academic detailing to evaluate the impact of an electronic medical record (EMR)-based clinical decision support system (CDSS) to increase adherence to extended pharmacologic venous thromboembolism prophylaxis (ePpx) guidelines at four hospitals (six clinics) within the Medical University of South Carolina (MUSC) Health system.\n\nAim 1. Population. Surgeons performing cancer surgery within the MUSC system will be identified. Patients undergoing surgery for included cancers in the three hospitals will be identified using inclusion/exclusion criteria as follows. \"Abdominopelvic cancer surgery\" includes esophagectomy, gastrectomy, pancreatectomy, small bowel resection, colectomy, proctectomy, cystectomy, nephrectomy and hysterectomy / oophorectomy performed for a diagnosis of cancer. These surgeons will be the focus of the multi-faceted educational intervention.\n\nAim 1. Intervention. The surgeon focused intervention will involve a combination of: (1) small group education at multi-disciplinary tumor board; (2) on-site/virtual academic detailing performed by the PI; and (3) an EMR-based CDSS. On postoperative day 1, the progress note will incorporate the Caprini model for venous thromboembolism (VTE) risk stratification into the note. The risk stratification will be used to recommend guideline based strategies for ePpx which may be utilized at the discretion of the clinician. A second notification will occur at the time of discharge.\n\nAim 1. Prospective Study Design. The investigators will deploy the intervention described above, including physician education and EMR-based CDSS in a stepped wedge randomized controlled trial (RCT). The five clusters (six clinics) within the four hospitals for randomization include (1) MUSC Florence, (2) MUSC Midlands/Lancaster, and (3) Gastrointestinal, (4) Urologic, and (5) Gynecologic surgical oncology at MUSC Charleston. The investigators propose a prospective, stepped-wedge, cluster RCT with an open cohort design to study the implementation of an EMR-based CDSS.\n\nSpecific Aim 2: Evaluate the impact of dedicated VTE related pre-discharge education on patient adherence to ePpx via a pre-post study of patients undergoing abdominopelvic cancer surgery at four hospitals within the MUSC Health system.\n\nAim 2. Population and intervention. Patients undergoing the relevant surgical oncology operations at the four sites within the MUSC Enterprise will be the focus of the patient educational intervention. Patients will be identified prospectively using international classification of diseases tenth revision (ICD-10) cancer diagnosis codes matched with the corresponding current procedural terminology (CPT) code. A one-page education sheet will be created to educate patients on the risks of VTE and importance of ePpx. This will be included with the patient's hospital discharge information and reviewed with each patient prior to discharge by the discharge coordinator or nurse. This will be a pre-post study. The pre-intervention period will consist of the six months during which Aim 1 is taking place. The post-intervention will be after the implementation of the educational intervention and last 18 months. The patient population is defined in Aim 1. A REDCap survey will assess adherence to ePpx and health literacy as measured by the validated 3-item Brief Health Literacy Screening, and adverse events."
        },
        "conditionsModule": {
            "conditions": [
                "Venous Thromboembolism",
                "Pulmonary Embolism",
                "Deep Vein Thrombosis",
                "Cancer",
                "Surgery"
            ],
            "keywords": [
                "venous thromboembolism",
                "pulmonary embolism",
                "deep vein thrombosis",
                "cancer",
                "surgery",
                "clinical decision support system"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Stepped wedge randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "For each surgeon cluster this will be the time period prior to initiation of the intervention during which time we will assess contemporary baseline rate of guideline concordant utilization of extended pharmacologic venous thromboembolism prophylaxis.\n\nFor patients, this will include survey responses prior to use of dedicated discharge education on venous thromboembolism and prophylaxis strategies."
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "For each cluster this will be the time period after initiation of the intervention during which time we will assess the rate of guideline concordant utilization of extended pharmacologic venous thromboembolism prophylaxis with dedicated education and the use of an electronic medical record based clinical decision support system.\n\nFor patients, this will include survey responses after use of dedicated discharge education on venous thromboembolism and prophylaxis strategies.",
                    "interventionNames": [
                        "Behavioral: Exposure to clinical decision support system and education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exposure to clinical decision support system and education",
                    "description": "Surgeons will receive education regarding post-discharge venous thromboembolism after cancer surgery. An electronic medical record based decision support tool with be initiated that will identify patients who have undergone major abdominopelvic cancer surgery. The tool will permit use of a risk stratification score and advise guideline concordant post-discharge venous thromboembolism prophylaxis strategies.\n\nPatients will receive dedicated venous thromboembolism education at the time of discharge.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of eligible patients receiving venous thromboembolism (VTE) prophylaxis prescription; surgeon cluster level analysis",
                    "description": "Proportion of eligible patients receiving prescription for guideline concordant post-discharge VTE prophylaxis.",
                    "timeFrame": "Study duration: 30 months including pre-intervention (range: 6-18 months) and post-intervention (range: 9-21 months)"
                },
                {
                    "measure": "Proportion of patients adherent to pharmacologic extended venous thromboembolism prophylaxis (ePpx)",
                    "description": "Patient reported via REDCap survey. Adherence will be defined as the percentage of days covered with treatment during the prescription period (i.e. duration at discharge) which has been used previously to assess ePpx. This will include filled prescription and approximate number of doses administered out of number of doses prescribed. Patients without access to electronic mail will be contacted by telephone.",
                    "timeFrame": "30 days postoperative"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of patients with VTE; as extracted from the electronic medical record (EMR)",
                    "description": "The incidence of VTE at the patient level; as extracted from the EMR",
                    "timeFrame": "30 and 90 days postoperative"
                },
                {
                    "measure": "Number of bleeding events; as extracted from the EMR",
                    "description": "Number of Bleeding events (readmission for bleeding requiring transfusion or reoperation) at the patient level; as extracted from the EMR",
                    "timeFrame": "30 and 90 days postoperative"
                },
                {
                    "measure": "Reasons for ePpx missed doses/non-adherence; as reported in patient survey",
                    "description": "Patient reported reasons for non-adherence to ePpx reported via patient survey; Choices include: a. I forgot b. Ran out of medicine; too expensive to refill c. Did not have enough help available to give the medicine d. Did not like taking the medicine e. Had a complication (like bleeding) and was instructed to stop taking the medicine f. Was readmitted to the hospital g. Never filled the prescription (free text - why) h. Other (free text)",
                    "timeFrame": "30 days postoperative"
                },
                {
                    "measure": "Number of bleeding events; as reported in patient survey",
                    "description": "Number of patient reported bleeding events",
                    "timeFrame": "30 days postoperative"
                },
                {
                    "measure": "Number of VTE events; as reported in patient survey",
                    "description": "Number of patient reported VTE events",
                    "timeFrame": "30 days postoperative"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "SURGEON CLUSTER\n\nInclusion Criteria:\n\n* Surgeons performing cancer surgery within the Medical University of South Carolina (MUSC) system will be identified. Patients undergoing surgery for included cancers in the three hospitals will be identified using inclusion/exclusion criteria as follows. \"Abdominopelvic cancer surgery\" includes esophagectomy, gastrectomy, pancreatectomy, small bowel resection, colectomy, proctectomy, cystectomy, nephrectomy and hysterectomy / oophorectomy performed for a diagnosis of cancer as identified by Current Procedural Terminology (CPT) code and International Classification of Diseases, Tenth Revision (ICD-10) diagnosis code.\n\nExclusion Criteria:\n\n* We will exclude patients receiving preoperative therapeutic anticoagulation within 30 days preoperatively, patients initiating therapeutic anticoagulation postoperatively and patients with chronic kidney disease grade 3 or higher. Patients with postoperative length of stay 30 days or greater will be excluded as ePpx duration is for 30 days postoperative.\n\nPATIENT SURVEY\n\nInclusion Criteria:\n\n* Patients undergoing surgery for included cancers in the three hospitals will be identified using inclusion/exclusion criteria as follows. \"Abdominopelvic cancer surgery\" includes esophagectomy, gastrectomy, pancreatectomy, small bowel resection, colectomy, proctectomy, cystectomy, nephrectomy and hysterectomy / oophorectomy performed for a diagnosis of cancer as identified by Current Procedural Terminology (CPT) code and International Classification of Diseases, Tenth Revision (ICD-10) diagnosis code.\n\nExclusion Criteria:\n\n* We will exclude patients receiving preoperative therapeutic anticoagulation within 30 days preoperatively, patients initiating therapeutic anticoagulation postoperatively and patients with chronic kidney disease grade 3 or higher. Patients with postoperative length of stay 30 days or greater will be excluded as extended pharmacologic venous thromboembolism duration is for 30 days postoperative.\n* Lack of survey response.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Curran, MD MPH",
                    "role": "CONTACT",
                    "phone": "843-876-4846",
                    "email": "currant@musc.edu"
                },
                {
                    "name": "Brett Bechtol",
                    "role": "CONTACT",
                    "phone": "843-792-6659",
                    "email": "bechtolb@musc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Curran, MD MPH",
                    "affiliation": "Medical University of South Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Curran, MD MPH",
                            "role": "CONTACT",
                            "phone": "843-876-4846",
                            "email": "currant@musc.edu"
                        },
                        {
                            "name": "Brett Bechtol",
                            "role": "CONTACT",
                            "phone": "843-792-6659",
                            "email": "bechtolb@musc.edu"
                        },
                        {
                            "name": "Thomas Curran, MD MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35853185",
                    "type": "BACKGROUND",
                    "citation": "Panetta CR, Curran T. Extended Venous Thromboembolism Prophylaxis Following Colorectal Cancer Resection. Dis Colon Rectum. 2022 Sep 1;65(9):1079-1082. doi: 10.1097/DCR.0000000000002543. Epub 2022 Jul 15. No abstract available."
                },
                {
                    "pmid": "20103082",
                    "type": "BACKGROUND",
                    "citation": "Caprini JA. Risk assessment as a guide for the prevention of the many faces of venous thromboembolism. Am J Surg. 2010 Jan;199(1 Suppl):S3-10. doi: 10.1016/j.amjsurg.2009.10.006."
                },
                {
                    "pmid": "21527843",
                    "type": "BACKGROUND",
                    "citation": "Merkow RP, Bilimoria KY, McCarter MD, Cohen ME, Barnett CC, Raval MV, Caprini JA, Gordon HS, Ko CY, Bentrem DJ. Post-discharge venous thromboembolism after cancer surgery: extending the case for extended prophylaxis. Ann Surg. 2011 Jul;254(1):131-7. doi: 10.1097/SLA.0b013e31821b98da."
                },
                {
                    "pmid": "20847615",
                    "type": "BACKGROUND",
                    "citation": "Fleming FJ, Kim MJ, Salloum RM, Young KC, Monson JR. How much do we need to worry about venous thromboembolism after hospital discharge? A study of colorectal surgery patients using the National Surgical Quality Improvement Program database. Dis Colon Rectum. 2010 Oct;53(10):1355-60. doi: 10.1007/DCR.0b013e3181eb9b0e."
                },
                {
                    "pmid": "19160234",
                    "type": "BACKGROUND",
                    "citation": "Rasmussen MS, Jorgensen LN, Wille-Jorgensen P. Prolonged thromboprophylaxis with low molecular weight heparin for abdominal or pelvic surgery. Cochrane Database Syst Rev. 2009 Jan 21;(1):CD004318. doi: 10.1002/14651858.CD004318.pub2."
                },
                {
                    "pmid": "15383478",
                    "type": "BACKGROUND",
                    "citation": "Geerts WH, Pineo GF, Heit JA, Bergqvist D, Lassen MR, Colwell CW, Ray JG. Prevention of venous thromboembolism: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy. Chest. 2004 Sep;126(3 Suppl):338S-400S. doi: 10.1378/chest.126.3_suppl.338S."
                },
                {
                    "pmid": "18055857",
                    "type": "BACKGROUND",
                    "citation": "Khorana AA. The NCCN Clinical Practice Guidelines on Venous Thromboembolic Disease: strategies for improving VTE prophylaxis in hospitalized cancer patients. Oncologist. 2007 Nov;12(11):1361-70. doi: 10.1634/theoncologist.12-11-1361."
                },
                {
                    "pmid": "17968019",
                    "type": "BACKGROUND",
                    "citation": "Lyman GH, Khorana AA, Falanga A, Clarke-Pearson D, Flowers C, Jahanzeb M, Kakkar A, Kuderer NM, Levine MN, Liebman H, Mendelson D, Raskob G, Somerfield MR, Thodiyil P, Trent D, Francis CW; American Society of Clinical Oncology. American Society of Clinical Oncology guideline: recommendations for venous thromboembolism prophylaxis and treatment in patients with cancer. J Clin Oncol. 2007 Dec 1;25(34):5490-505. doi: 10.1200/JCO.2007.14.1283. Epub 2007 Oct 29."
                },
                {
                    "pmid": "29219916",
                    "type": "BACKGROUND",
                    "citation": "Fleming F, Gaertner W, Ternent CA, Finlayson E, Herzig D, Paquette IM, Feingold DL, Steele SR. The American Society of Colon and Rectal Surgeons Clinical Practice Guideline for the Prevention of Venous Thromboembolic Disease in Colorectal Surgery. Dis Colon Rectum. 2018 Jan;61(1):14-20. doi: 10.1097/DCR.0000000000000982. No abstract available."
                },
                {
                    "pmid": "31449321",
                    "type": "BACKGROUND",
                    "citation": "Felder S, Rasmussen MS, King R, Sklow B, Kwaan M, Madoff R, Jensen C. Prolonged thromboprophylaxis with low molecular weight heparin for abdominal or pelvic surgery. Cochrane Database Syst Rev. 2019 Aug 26;8(8):CD004318. doi: 10.1002/14651858.CD004318.pub5."
                },
                {
                    "pmid": "28297002",
                    "type": "BACKGROUND",
                    "citation": "Borab ZM, Lanni MA, Tecce MG, Pannucci CJ, Fischer JP. Use of Computerized Clinical Decision Support Systems to Prevent Venous Thromboembolism in Surgical Patients: A Systematic Review and Meta-analysis. JAMA Surg. 2017 Jul 1;152(7):638-645. doi: 10.1001/jamasurg.2017.0131."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP_ICF",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": true,
                    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
                    "date": "2023-07-15",
                    "uploadDate": "2024-05-29T07:12",
                    "filename": "Prot_SAP_ICF_000.pdf",
                    "size": 742358
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011655",
                    "term": "Pulmonary Embolism"
                },
                {
                    "id": "D000013927",
                    "term": "Thrombosis"
                },
                {
                    "id": "D000004617",
                    "term": "Embolism"
                },
                {
                    "id": "D000013923",
                    "term": "Thromboembolism"
                },
                {
                    "id": "D000054556",
                    "term": "Venous Thromboembolism"
                },
                {
                    "id": "D000020246",
                    "term": "Venous Thrombosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016769",
                    "term": "Embolism and Thrombosis"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14509",
                    "name": "Pulmonary Embolism",
                    "asFound": "Pulmonary Embolism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7784",
                    "name": "Embolism",
                    "asFound": "Embolism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16686",
                    "name": "Thrombosis",
                    "asFound": "Thrombosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16682",
                    "name": "Thromboembolism",
                    "asFound": "Thromboembolism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27780",
                    "name": "Venous Thromboembolism",
                    "asFound": "Venous Thromboembolism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22071",
                    "name": "Venous Thrombosis",
                    "asFound": "Deep Vein Thrombosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19128",
                    "name": "Embolism and Thrombosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}