{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05021185",
            "orgStudyIdInfo": {
                "id": "21727"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-09058",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Interactive Mobile Doctor (iMD) to Promote Tobacco Cessation Among Cancer Patients",
            "officialTitle": "Interactive Mobile Doctor (iMD) to Promote Tobacco Cessation Among Cancer Patients",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "interactive-mobile-doctor-imd-to-promote-tobacco-cessation-among-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-19",
            "studyFirstSubmitQcDate": "2021-08-19",
            "studyFirstPostDateStruct": {
                "date": "2021-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Tobacco Related Disease Research Program",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed pilot study aims to develop and test a patient video educational tool, an interactive Mobile Doctor (iMD), that can be integrated in radiation oncology setting to effectively engage cancer patients receiving treatment at University of California, San Francisco (UCSF) to facilitate smoking cessation and maintaining smoking abstinence in the context of their radiation treatment.\n\nThis study is the first to address tobacco use among can patients receiving radiation therapy that targets both tobacco cessation (current users) and maintaining abstinence (former users who have recently quit).",
            "detailedDescription": "The interactive Mobile Doctor (iMD) is an interactive video educational program that delivers tailored messages in response to participants' input, generates a summary report providing tobacco use status and cessation resources and solicits participants' interest in receiving referral or information to tobacco cessation resources.\n\nPRIMARY OBJECTIVE:\n\nI. To assess the feasibility and acceptability of the interactive Mobile Doctor (iMD), an interactive patient education tool, utilizing patient-centered and interactive technology approaches to target cancer patients who report using tobacco within the past 12 months and who are receiving or planning to receive radiation therapy for cancer.\n\nSECONDARY OBJECTIVES:\n\nI. To assess preliminary efficacy of iMD on tobacco abstinence when compared to the control (assessment + resource information only).\n\nII. To estimate impacts of iMD on referral requests.\n\nParticipants will be randomized to either the iMD or Control Group in a 1:1 ratio, stratified by tobacco use status within past 30 days (current vs former tobacco users), to the iMD intervention or the control group\n\niMD Intervention Participants: Participants receive up to a total of 3 iMD sessions prior to their completion of radiation therapy (RT). The iMD session will take about 10-15 minutes and will include: 1) computerized assessments(tobacco use in past 12 months and in past 30 days; types of tobacco used, time to first cigarette or tobacco use, cigarettes used per day on a typical day of use, readiness for quitting, and concerns about quitting smoking) that will be delivered on the screen via text with accompanying audio and participants will respond directly on the tablet 2) tailored videos that deliver messages specific to patient's responses to selected assessment questions, including addressing misconceptions of being too late to quit smoking after cancer diagnosis, which could be a barrier for quitting smoking, or tobacco-free is not necessary after completion of RT; and 3) a summary printout, the iMD Summary Reported generated at the end of each iMD session will provide a summary of a participant's RT completion status or anticipated completion date, tobacco use status, plans for quitting or commitment to abstinence, key messages addressing participants' concerns and uniform resource locator (URL)s of the videos watched, California Smokers' Helpline website and telephone numbers, and interest to be contacted by a tobacco treatment specialist or in receiving for tobacco use, referred to tobacco treatment resources.\n\nControl Group Participants: Participants will undergo the assessment questions. Instead of viewing and participating in the interactive video education about tobacco cessation or tobacco-free living, will participants receive a handout containing tobacco cessation resources.\n\nParticipants will be followed up for 3 month after their first visit."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Dependence",
                "Tobacco Use Cessation",
                "Cancer"
            ],
            "keywords": [
                "Interactive Mobile Application",
                "Radiation Therapy",
                "Radiation Oncology",
                "Smoking Cessation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interactive Mobile Doctor (iMD) Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive up to a total of 3 iMD sessions prior to their completion of radiation therapy; each session will take about 10-15 minutes and includes: 1) computerized assessments that will be delivered on the screen via text with accompanying audio and participants will respond directly on the tablet 2) tailored videos that deliver messages specific to patient's responses to selected assessment questions and 3) a summary printout",
                    "interventionNames": [
                        "Other: Interactive Mobile Doctor (iMD)"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will complete questionnaires and receive a handout containing tobacco cessation resources."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Interactive Mobile Doctor (iMD)",
                    "description": "Video educational tool",
                    "armGroupLabels": [
                        "Interactive Mobile Doctor (iMD) Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of eligible individuals who consent to enroll in the study",
                    "description": "The proportion of participants who consent to enroll from the total number who are approached for eligibility will be reported.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Proportion of participants assigned to iMD intervention with a response to referral question",
                    "description": "The proportion of participants assigned to iMD intervention who have a recorded response to the question on referral to a smoking cessation treatment service/ resource will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Proportion of iMD participants who complete 2 or more sessions",
                    "description": "The proportion of participants enrolled in the iMD arm who complete at least 2 or more of the iMD sessions will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Median scores on the perceived helpfulness of the iMD program",
                    "description": "The perceived helpfulness of the iMD program will be measured using a 5-point likert scale a a response to the question provided to the participants who are assigned to the iMD arm which rates the helpfulness of the intervention as 1='Somewhat helpful\" to 5=\"Very helpful",
                    "timeFrame": "Up to 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportions of participants with reported abstinence",
                    "description": "Proportions of participants with self-report + biochemically verified tobacco abstinence (salivary cotinine or exhaled CO)",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Proportion of iMD participants who indicate requests of referral for smoking cessation",
                    "description": "The investigators will estimate impacts of iMD on yield referral requests (when participants respond \"Yes\" to be referred for smoking cessation related services) for participants assigned to the iMD program",
                    "timeFrame": "Up to 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 or order\n2. Ability to understand study procedures and to comply with them for the entire length of the study.\n3. Ability of individual or legal guardian/representative to understand a written informed consent document, and the willingness to sign it.\n4. Scheduled for a consultation visit with an oncologist to prepare for a radiation therapy for cancer treatment or currently receiving radiation treatment for cancer at a University of California, San Francisco (UCSF) location (Mission Bay, Mount Zion, Parnassus, etc.).\n5. Reported using cigarettes, e-cigarette or any tobacco product(s) in the past 12 months\n\nExclusion Criteria:\n\n1. Contraindication to any study-related procedure or assessment.\n2. Participated in Patient/Care Team Advisory Board Activities for the project\n3. Hearing and/or vision disabilities in receiving the iMD intervention or follow-up assessment such as videos or telephone interviews at follow-up\n4. Cancer care team's judgement of inappropriateness due to cognitive or medical reasons\n5. Inability to understand spoken and written English\n6. Completion of radiation therapy for cancer at time of enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Janice Tsoh",
                    "role": "CONTACT",
                    "phone": "(415) 502-8438",
                    "email": "Janice.Tsoh@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janice Tsoh, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edgar Yu",
                            "role": "CONTACT",
                            "email": "Edgar.Yu@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Janice Tsoh, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Tobacco Dependence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}