{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06091189",
            "orgStudyIdInfo": {
                "id": "AA030373"
            },
            "organization": {
                "fullName": "Texas Tech University",
                "class": "OTHER"
            },
            "briefTitle": "Internalized Stress in Relation to Alcohol Consumption",
            "officialTitle": "Internal Sources of Minority Stress and Alcohol Consumption",
            "therapeuticArea": [
                "Other"
            ],
            "study": "internalized-stress-in-relation-to-alcohol-consumption"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-22",
            "studyFirstSubmitQcDate": "2023-10-13",
            "studyFirstPostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Texas Tech University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study uses an experimental design to establish causal support for the role of internalized stress, pertaining to uncertainty with regard to one's sexual orientation, in contributing to heavy drinking behavior. Following exposure to internalized sexual stigma, physiological and psychological stress responses are expected to increase alcohol consumption in adults who are uncertain about their sexual orientation, especially among females, and following consumption, the physiological effects of ethanol and beliefs about the effects of alcohol are expected to alter relations between exposure to sexual stigma and the alleviation of psychological distress. Showing that physiological stress responses, whether driven by the pharmacological effects of ethanol or expectancies regarding its effects, can account for known alcohol-use disparities, particularly in bisexual/bi+ communities, would contribute a great deal to knowledge on the biology of addiction and inform subsequent interventions that seek to regulate stress reactivity."
        },
        "conditionsModule": {
            "conditions": [
                "Stress, Physiological",
                "Ethanol Intoxication",
                "Distress, Emotional"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants will not be informed of their assigned experimental condition until the debriefing occurs. Investigators will be blind to participants assigned experimental condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Relevant Stressor Condition with No Ethanol",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete the Relevant Trier Social Stress Test (TSST), which asks participants to prepare a 5-minute speech on how their sexuality has developed over time. Participants are then assigned to receive a placebo priming beverage (with no ethanol) to consume over 10 minutes. Participants will consume the initial placebo drink, which is intended as a priming cue. Next, participants will be given a free period of an additional 20 minutes in which participants can consume up to three additional placebo cocktails, which do not contain ethanol.",
                    "interventionNames": [
                        "Behavioral: Relevant Trier Social Stressor Test (TSST)",
                        "Behavioral: Placebo Beverage"
                    ]
                },
                {
                    "label": "Irrelevant Stressor Condition with No Ethanol",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants complete the Irrelevant Trier Social Stress Test (TSST), which asks participants to prepare a 5-minute speech on how their gender identity has developed over time. Participants are then assigned to receive a placebo priming beverage (with no ethanol) to consume over 10 minutes. Participants will consume the initial placebo drink, which is intended as a priming cue. Next, participants will be given a free period of an additional 20 minutes in which participants can consume up to three additional placebo cocktails, which do not contain ethanol.",
                    "interventionNames": [
                        "Behavioral: Placebo Beverage",
                        "Behavioral: Irrelevant Trier Social Stressor Test (TSST)"
                    ]
                },
                {
                    "label": "Control Stressor Condition with No Ethanol",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants complete the Control Trier Social Stress Test (TSST), which asks participants to prepare a 5-minute speech on a recent book participants read, or a recent movie participants saw. Participants are then assigned to receive a placebo priming beverage (with no ethanol) to consume over 10 minutes. Participants will consume the initial placebo drink, which is intended as a priming cue. Next, participants will be given a free period of an additional 20 minutes in which participants can consume up to three additional placebo cocktails, which do not contain ethanol.",
                    "interventionNames": [
                        "Behavioral: Placebo Trier Social Stressor Test (TSST)",
                        "Behavioral: Placebo Beverage"
                    ]
                },
                {
                    "label": "Relevant Stressor Condition with Ethanol",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete the Relevant Trier Social Stress Test (TSST), which asks participants to prepare a 5-minute speech on how their sexuality has developed over time. Participants are then assigned to receive a priming beverage containing ethanol to consume over 10 minutes. Participants will consume the initial drink containing ethanol, which is intended as a priming dose. Next, participants will be given a free period of an additional 20 minutes in which participants can consume up to three additional cocktails, which contain ethanol. The initial drink in the alcohol condition will contain 0.3 g/kg (males) or 0.2 g/kg (females) of 80-proof ethanol, adjusted for body weight, and subsequent drinks will contain 0.1 g/kg of ethanol.",
                    "interventionNames": [
                        "Behavioral: Relevant Trier Social Stressor Test (TSST)",
                        "Drug: Ethanol"
                    ]
                },
                {
                    "label": "Irrelevant Stressor Condition with Ethanol",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants complete the Irrelevant Trier Social Stress Test (TSST), which asks participants to prepare a 5-minute speech on how their gender identity has developed over time. Participants are then assigned to receive a priming beverage containing ethanol to consume over 10 minutes. Participants will consume the initial drink containing ethanol, which is intended as a priming dose. Next, participants will be given a free period of an additional 20 minutes in which participants can consume up to three additional cocktails, which contain ethanol. The initial drink in the alcohol condition will contain 0.3 g/kg (males) or 0.2 g/kg (females) of 80-proof ethanol, adjusted for body weight, and subsequent drinks will contain 0.1 g/kg of ethanol.",
                    "interventionNames": [
                        "Drug: Ethanol",
                        "Behavioral: Irrelevant Trier Social Stressor Test (TSST)"
                    ]
                },
                {
                    "label": "Control Stressor Condition with Ethanol",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants complete the Control Trier Social Stress Test (TSST), which asks participants to prepare a 5-minute speech on a recent book participants read, or a recent movie participants saw. Participants are then assigned to receive a priming beverage containing ethanol to consume over 10 minutes. Participants will consume the initial drink containing ethanol, which is intended as a priming dose. Next, participants will be given a free period of an additional 20 minutes in which participants can consume up to three additional cocktails, which contain ethanol. The initial drink in the alcohol condition will contain 0.3 g/kg (males) or 0.2 g/kg (females) of 80-proof ethanol, adjusted for body weight, and subsequent drinks will contain 0.1 g/kg of ethanol.",
                    "interventionNames": [
                        "Drug: Ethanol",
                        "Behavioral: Placebo Trier Social Stressor Test (TSST)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Relevant Trier Social Stressor Test (TSST)",
                    "description": "The Relevant TSST condition is a behavioral intervention that catalyzes an internalized stress response in the presence of a relevant social identity.",
                    "armGroupLabels": [
                        "Relevant Stressor Condition with Ethanol",
                        "Relevant Stressor Condition with No Ethanol"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ethanol",
                    "description": "The initial drink in the alcohol condition will contain 0.3 g/kg (males) or 0.2 g/kg (females) of 80-proof ethanol, adjusted for body weight, and subsequent drinks will contain 0.1 g/kg of ethanol. None of the control (placebo) drinks will contain ethanol.",
                    "armGroupLabels": [
                        "Control Stressor Condition with Ethanol",
                        "Irrelevant Stressor Condition with Ethanol",
                        "Relevant Stressor Condition with Ethanol"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Placebo Trier Social Stressor Test (TSST)",
                    "description": "The Placebo TSST is an established behavioral intervention that does not prompt significant stress responses.",
                    "armGroupLabels": [
                        "Control Stressor Condition with Ethanol",
                        "Control Stressor Condition with No Ethanol"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Placebo Beverage",
                    "description": "Placebo drinks will not contain ethanol; Drinks given to participants in the placebo beverage condition will contain a mixer that does not contain ethanol.",
                    "armGroupLabels": [
                        "Control Stressor Condition with No Ethanol",
                        "Irrelevant Stressor Condition with No Ethanol",
                        "Relevant Stressor Condition with No Ethanol"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Irrelevant Trier Social Stressor Test (TSST)",
                    "description": "The Irrelevant TSST condition is a behavioral intervention that functions as an alternative comparative condition, given no internalized stress response is expected in the presence of an irrelevant social identity.",
                    "armGroupLabels": [
                        "Irrelevant Stressor Condition with Ethanol",
                        "Irrelevant Stressor Condition with No Ethanol"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Beverage Consumption (in mL)",
                    "description": "Total beverage consumption in 35-minute tasting period.",
                    "timeFrame": "35 minutes"
                },
                {
                    "measure": "Psychological Distress",
                    "description": "Self-reported with the Positive and Negative Affective Schedule, measured on a 1 - 5 point scale, where higher numbers indicate more distress.",
                    "timeFrame": "Five repeated assessments, at 15-minute intervals, in lab session, immediately following beverage consumption, until study completion (BrAC < .02%, an average of 60 minutes following consumption)."
                },
                {
                    "measure": "Salivary Stress Response",
                    "description": "Amount of salivary cortisol (deciliter/mL)",
                    "timeFrame": "Baseline (following consent procedures) = Time 0; 2nd Collection: 25 minutes after Time 0; 3rd collection: 55 minutes after Time 0; 4th collection: 85 minutes after Time 0; 5th collection: 115 minutes after Time 0."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived Intoxication",
                    "description": "Self-reported with single, face-valid item as well as the biphasic alcohol effects scale, rated on a 0 to 10 point scale, where higher numbers indicate a greater level of perceived intoxication.",
                    "timeFrame": "Five repeated assessments, at 15-minute intervals, in lab session, immediately following the taste-test portion of the study (beverage consumption), until study completion."
                },
                {
                    "measure": "Breath Alcohol Concentration",
                    "description": "Assessed with Intoximeters Alco-Sensor FST Breathalyzer",
                    "timeFrame": "Baseline measure to ensure adherence to pre-lab session protocols. Plus, 5 repeated assessments, at 15-minute intervals, in lab session, immediately following beverage consumption, until study completion (BrAC < .02%)."
                },
                {
                    "measure": "Heart Rate",
                    "description": "Heart rate will be assessed regularly as additional indicator of stress responses, and reported in beats per minute.",
                    "timeFrame": "Baseline measure upon arrival to the lab session. Plus, 5 repeated assessments, at 15-minute intervals, in lab session, immediately following the taste-test portion of the study (beverage consumption), until study completion."
                },
                {
                    "measure": "Blood Pressure",
                    "description": "Systolic and diastolic blood pressure will be assessed at baseline and five repeated intervals, as additional indicator of stress responses.",
                    "timeFrame": "Baseline measure upon arrival to the lab session. Plus, 5 repeated assessments, at 15-minute intervals, in lab session, immediately following the taste-test portion of the study (beverage consumption), until study completion."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Cisgender\n* Age 21-29\n* Sexual Identity Uncertainty (SIU; non-zero scores on a published measure). Among those with a zero level of SIU, only those who report sexual attractions and/or behaviors to both female and male partners (i.e., bisexual/bi+) will be invited to lab sessions.\n* Scores on the Alcohol Use Disorders Identification Test (AUDIT) that indicate mild or moderate risk for potential alcohol use disorder\n\nExclusion Criteria:\n\n* Alcohol naive persons (i.e., those without a history of alcohol use in their lifetime ).\n* Female persons who are currently pregnant (established with urine pregnancy test) or actively trying to get pregnant (self-report in the screening survey).\n* Persons who are currently in treatment or who have ever been in treatment for a substance use disorder.\n* Persons who have essential medications that disallow the consumption of alcohol.\n* Persons with scores on the Alcohol Use Disorders Identification Test (AUDIT) that indicate high risk for potential alcohol use disorder; National Institute of Alcohol Abuse and Alcoholism (NIAAA) standard drink equivalencies will be provided in the survey,",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Cisgender",
            "minimumAge": "21 Years",
            "maximumAge": "29 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Texas Tech University",
                    "status": "RECRUITING",
                    "city": "Lubbock",
                    "state": "Texas",
                    "zip": "79409",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "CassiDe Street, PhD",
                            "role": "CONTACT",
                            "phone": "806-742-2064",
                            "email": "hrpp@ttu.edu"
                        },
                        {
                            "name": "Amelia E Talley, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.57786,
                        "lon": -101.85517
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "8255414",
                    "type": "BACKGROUND",
                    "citation": "Kirschbaum C, Pirke KM, Hellhammer DH. The 'Trier Social Stress Test'--a tool for investigating psychobiological stress responses in a laboratory setting. Neuropsychobiology. 1993;28(1-2):76-81. doi: 10.1159/000119004."
                },
                {
                    "pmid": "19307062",
                    "type": "BACKGROUND",
                    "citation": "Het S, Rohleder N, Schoofs D, Kirschbaum C, Wolf OT. Neuroendocrine and psychometric evaluation of a placebo version of the 'Trier Social Stress Test'. Psychoneuroendocrinology. 2009 Aug;34(7):1075-86. doi: 10.1016/j.psyneuen.2009.02.008."
                },
                {
                    "pmid": "11224168",
                    "type": "BACKGROUND",
                    "citation": "de Wit H, Chutuape MA. Increased ethanol choice in social drinkers following ethanol preload. Behav Pharmacol. 1993 Feb;4(1):29-36."
                },
                {
                    "pmid": "8452195",
                    "type": "BACKGROUND",
                    "citation": "Martin CS, Earleywine M, Musty RE, Perrine MW, Swift RM. Development and validation of the Biphasic Alcohol Effects Scale. Alcohol Clin Exp Res. 1993 Feb;17(1):140-6. doi: 10.1111/j.1530-0277.1993.tb00739.x."
                },
                {
                    "pmid": "26643117",
                    "type": "BACKGROUND",
                    "citation": "Talley AE, Stevens JE. Sexual Orientation Self-Concept Ambiguity: Scale Adaptation and Validation. Assessment. 2017 Jul;24(5):632-645. doi: 10.1177/1073191115617016. Epub 2015 Dec 7."
                },
                {
                    "pmid": "8329970",
                    "type": "BACKGROUND",
                    "citation": "Saunders JB, Aasland OG, Babor TF, de la Fuente JR, Grant M. Development of the Alcohol Use Disorders Identification Test (AUDIT): WHO Collaborative Project on Early Detection of Persons with Harmful Alcohol Consumption--II. Addiction. 1993 Jun;88(6):791-804. doi: 10.1111/j.1360-0443.1993.tb02093.x."
                },
                {
                    "pmid": "3397865",
                    "type": "BACKGROUND",
                    "citation": "Watson D, Clark LA, Tellegen A. Development and validation of brief measures of positive and negative affect: the PANAS scales. J Pers Soc Psychol. 1988 Jun;54(6):1063-70. doi: 10.1037//0022-3514.54.6.1063."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators will plan to share IPD with identifying information removed.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Within 6 months of end of the granting period",
            "accessCriteria": "Requestor must adequately describe a research-related need to access the data. Requestor must be associated with an NIH-recognized research institution, defined as an institution registered in the NIH electronic research administration system (eRA Commons,) and have the approval of an authorized signatory official of that institution. Requestor's institution must have an active Federal wide Assurance (FWA.)",
            "url": "https://nda.nih.gov/niaaa/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Consumption",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000431",
                    "term": "Ethanol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "asFound": "Health education",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}