{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05537922",
            "orgStudyIdInfo": {
                "id": "INT147/22"
            },
            "organization": {
                "fullName": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                "class": "OTHER"
            },
            "briefTitle": "I3LUNG: Integrative Science, Intelligent Data Platform for Individualized LUNG Cancer Care With Immunotherapy",
            "officialTitle": "I3LUNG: Integrative Science, Intelligent Data Platform for Individualized LUNG Cancer Care With Immunotherapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "integrative-science-intelligent-data-platform-for-individualized-lung-cancer-care-with-immunotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-05",
            "studyFirstSubmitQcDate": "2022-09-08",
            "studyFirstPostDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Arsela Prelaj",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano"
            },
            "leadSponsor": {
                "name": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Vall d'Hebron Institute of Oncology",
                    "class": "OTHER"
                },
                {
                    "name": "Shaare Zedek Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "LungenClinic Grosshansdorf",
                    "class": "OTHER"
                },
                {
                    "name": "Metropolitan Hospital, Athens",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Chicago",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "I3LUNG is an international project aiming to develop a medical device to predict immunotherapy efficacy for NSCLC patients using the integration of multisource data (real word and multi-omics data). This objective will be reached through a retrospective - setting up a transnational platform of available data from 2000 patients - and a prospective - multi-omics prospective data collection in 200 NSCLS patients - study phase.\n\nThe retrospective cohort will be used to perform a preliminary knowledge extraction phase and to build a retrospective predictive model for IO (R-Model), that will be used in the prospective study phase to create a first version of the PDSS tool, an AI-based tool to provide an easy and ready-to-use access to predictive models, increasing care appropriateness, reducing the negative impacts of prolonged and toxic treatments on wellbeing and healthcare costs.\n\nThe prospective part of the project includes the collection and the analysis of multi-OMICs data from a multicentric prospective cohort of about 200 patients. This cohort will be used to validate the results obtained from the retrospective model through the creation of a new model (P-Model), which will be used to create the final PDSS tool.",
            "detailedDescription": "The I3LUNG project aims to achieve the highest performance in personalized medicine through Artificial Intelligence/Machine Learning (AI/ML) modelled on multimodal patients' data, together with implementing an AI/ML model in a real-life setting. A set of patient-centered ML tools designed and validated for the project, which make use of the novel virtual patient AVATAR entity for predicting progression and outcome. To maximize its impact, the use of Trustworthy explanaible AI methodology will integrate the AI's inherent performances with the input of human intuition to construct a responsible AI application able to fully implement truly individualized treatment decisions in NSCLC interpretable and trustworthy for clinicians. The final objective is the establishment of a Worldwide Data Sharing and Elaboration Platform (DSEP). The DSEP will provide guiding tools for patients, providing information to generate awareness on treatments. Lastly, it gives access to researchers and the general scientific community to the most up-to-date data sources on NSCLC.\n\nWithin the I3LUNG project, an ad-hoc IPDAS for NSCLC patients will be developed. Patient decision aids are tools that might be used by patients either before or within a consultation with physicians. Patient decision aids explicitly represent the decision to be made and provide patients with user-friendly information about each treatment option by focusing on harms and benefits. This tool could allow patients to explain and clarify the high complexity of the information provided by the AI/ML approach. These decisional support systems have been demonstrated to be effective in empowering patients, improving their knowledge, promoting their active participation in clinical decision-making about treatments, and improving overall patient satisfaction with care while decreasing decisional conflict and decisional regret (26-30).\n\nFinally, within the I3LUNG project it will be assessed whether using the IPDAS during the clinical consultation would foster the quality of the shared decision-making as well as the quality of the doctor-patient communication. Alongside the evaluation of the impact of the IPDAS, it will be also evaluated whether the inclusion of the AI/ML predictive models in clinical practice will be added value in supporting oncologists' clinical decision-making and decreasing cognitive fatigue and decisional conflict.\n\nI3LUNG adopts a two-pronged approach to develop a medical device through the creation and validation of retrospective and prospective AI-based models to predict immunotherapy efficacy for NSCLC patients using the integration of multisource data (real word and multi-omics data) through a retrospective - setting up a transnational platform of available data from 2000 patients - and a prospective - multi-omics prospective data collection in 200 NSCLS patients - study phase.\n\nThe retrospective part of the I3LUNG project includes the analysis of a multicentric retrospective cohort of more than 2,000 patients. This cohort will be used to perform a preliminary knowledge extraction phase and to build a retrospective predictive model for IO (R-Model), that will be used in the prospective study phase to create a first version of the PDSS tool, an AI-based tool to provide an easy and ready-to-use access to predictive models, increasing care appropriateness, reducing the negative impacts of prolonged and toxic treatments on wellbeing and healthcare costs. Also, CT and PET scans will be collected and a first radiomic signature will be created to feed the R-Model.\n\nThe prospective part of the project includes the collection and the analysis of multi-OMICs data from a multicentric prospective cohort of about 200 patients. This cohort will be used to validate the results obtained from the retrospective model through the creation of a new model (P-Model), which will be used to create the final PDSS tool."
        },
        "conditionsModule": {
            "conditions": [
                "Non Small Cell Lung Cancer",
                "Lung Cancer Metastatic",
                "Lung Cancer, Nonsmall Cell",
                "Lung Adenocarcinoma"
            ],
            "keywords": [
                "NSCLC",
                "Artificial Intelligence",
                "Immunotherapy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 2200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Retrospective Cohort",
                    "description": "This cohort includes the analysis of a multicentric retrospective cohort of more than 2,000 patients. This cohort will be used to perform a preliminary knowledge extraction phase and to build a retrospective predictive model for IO (R-Model). All available clinical data will be collected. Also, CT and PET scans will be collected and a first radiomic signature."
                },
                {
                    "label": "Prospective Cohort",
                    "description": "The prospective part of the project includes the collection and the analysis of multi-OMICs data from a multicentric prospective cohort of about 200 patients."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Response Rate",
                    "description": "Prediction of response to immune checkpoint inhibitors in NSCLC",
                    "timeFrame": "8 weeks (i.e. first radiological evaluation)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PFS",
                    "description": "Progression Free Survival in NSCLC treated with immune checkpoint inhibitors",
                    "timeFrame": "From date of enrollment until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 120 months"
                },
                {
                    "measure": "OS",
                    "description": "Overall Survival in NSCLC treated with immune checkpoint inhibitors",
                    "timeFrame": "From date of enrollment until the date of death from any cause, assessed up to 120 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>/= 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status \\</= 2.\n* Histologically confirmed diagnosis of stage IIIB/C-IV Non-Small-Cell Lung Cancer\n* Received any line immunotherapy (maintenance therapy with Durvalumab is allowed) for retrospective cohort; clinical indication for frontline treatment with immunotherapy as first line treatment for prospective cohort.\n* Patients with CNS metastasis are allowed\n* Patients with driver genomic alterations are allowed (only for retrospective cohort)\n* Evidence of a personally signed and dated ICF indicating that the patient has been informed of and understands all pertinent aspects of the study before enrolment (only for prospective cohort)\n* Availability of at least one FFPE block for -omics data generation (only for prospective cohort)\n\nExclusion Criteria:\n\n* Patients without minimal treatment information data to be included in the retrospective cohort\n* Prior treatment for advanced disease (only for prospective cohort)\n* Unavailability or inability to comply with the requested study procedures, including compilation of QoL questionnaires",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The retrospective cohort consists of aNSCLC patients treated with IO. Data from an estimated 2000 patients treated with IO-based therapy will be collected from all the clinical partners (INT, GHD, VHIO, MH, SZMC and UOC). Informed consent for the study will be obtained before enrolment. If not feasible, i.e. patients not alive, the approval to Privacy Guarantee will be obtained.\n\nIn the prospective phase, the study cohort consists of aNSCLC patients candidate for first-line IO-based therapy with available surgical samples (enough to perform OMICs). Baseline data of an estimated 200 patients from 5 clinical centers (INT, GHD, VHIO, MH and SZMC) will be collected including complete clinical, multi- OMICs analysis, imaging of CT and PET scan at baseline IO, behavioral, health economic, QoL measurements with based-sensor techniques and standard QoL. Informed consent for the study will be obtained before enrolment.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Arsela Prelaj, MD",
                    "role": "CONTACT",
                    "phone": "+39 022390 3647",
                    "email": "arsela.prelaj@istitutotumori.mi.it"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marina Garassino",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Metropolitan Hospital",
                    "status": "RECRUITING",
                    "city": "Athens",
                    "country": "Greece",
                    "contacts": [
                        {
                            "name": "Elena Linardou",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.97945,
                        "lon": 23.71622
                    }
                },
                {
                    "facility": "Shaare Zedek Medical Center",
                    "status": "RECRUITING",
                    "city": "Gerusalemme",
                    "country": "Israel",
                    "contacts": [
                        {
                            "name": "Nir Peled",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.76904,
                        "lon": 35.21633
                    }
                },
                {
                    "facility": "Vall D'Hebron Institute of Oncology",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "country": "Spain",
                    "contacts": [
                        {
                            "name": "Enriqueta Felip",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "I3LUNG Website Link",
                    "url": "https://i3lung.eu/"
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2022-06-22",
                    "uploadDate": "2022-09-05T14:14",
                    "filename": "Prot_000.pdf",
                    "size": 1217801
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-06-22",
                    "uploadDate": "2022-09-05T14:15",
                    "filename": "ICF_001.pdf",
                    "size": 770362
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                },
                {
                    "id": "D000077192",
                    "term": "Adenocarcinoma of Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M1687",
                    "name": "Adenocarcinoma of Lung",
                    "asFound": "Lung Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Cancer, Nonsmall Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T3520",
                    "name": "Lung Adenocarcinoma",
                    "asFound": "Lung Adenocarcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}