{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05594693",
            "orgStudyIdInfo": {
                "id": "21-3665.cc"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-05216",
                    "type": "OTHER",
                    "domain": "CTRP"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Integrative Health Interventions in Symptom Management of Pediatric Patients",
            "officialTitle": "QuICK: A Quality of Life Study of Integrative and Complementary Therapies for Kids (An Exploratory Feasibility Study of Data Collection)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "integrative-health-interventions-in-symptom-management-of-pediatric-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-30",
            "studyFirstSubmitQcDate": "2022-10-20",
            "studyFirstPostDateStruct": {
                "date": "2022-10-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "OHSU Knight Cancer Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "As healthcare demands high-quality cost-effective care and patients seek self-management strategies, integrative medicine has become more of an interest to patients, physicians, and administrators. The NIH has a dedicated center (National Center for Complementary and Integrative Health) for integrative therapies. Additionally, these treatments must meet evidence-based criteria for efficacy to be considered for reimbursement and in order for clinical settings to integrate them into the standard of care.",
            "detailedDescription": "The care of children at the quaternary children's hospital is focused in traditional Western medicine modalities of diagnosis, surgery, and medical treatment with pharmacologic medications. However, integrative health modalities, such as acupuncture, massage, Reiki, nutritional supplements, or oral complementary therapies (such as cannabinoids) have been increasingly discussed by our patients, especially during Palliative Care Consults. As healthcare demands high-quality cost-effective care and patients seek self-management strategies, integrative medicine has become more of an interest to patients, physicians, and administrators. The NIH has a dedicated center (National Center for Complementary and Integrative Health) for integrative therapies. Additionally, these treatments must meet evidence-based criteria for efficacy to be considered for reimbursement and in order for clinical settings to integrate them into the standard of care. The objective of this project is to examine feasibility, timing, appropriate measures, and provide the basis for future in-depth study of the outcomes of individual integrative symptom management strategies.\n\nHypotheses:\n\nChildren, adolescents, and young adults will be able to complete electronic self-report questionnaires and physical measures before and after integrative interventions, and monthly.\n\nCaregivers will be able to complete electronic proxy questionnaires before and after integrative interventions, and monthly.\n\nIntegrative interventions will be associated with changes on the questionnaires and physical measures such as a decrease in frequency, severity, or level of interference with symptoms.\n\nParticipants will rate their satisfaction with integrative interventions positively."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer",
                "Pediatric Cancer"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients Referred by the Pain Service or Palliative Care Service",
                    "description": "Any CHCO patient referred for integrative interventions by the Pain Service or the Palliative Care Service.\n\nPatients at CHCO include premature infants through young adults. Any of these patients could benefit from integrative treatments. The treatments will only be offered after medical team approval and parental consent. All treatments will be provided by credentialed and licensed providers and will follow CHCO approved policies and procedures.",
                    "interventionNames": [
                        "Other: Questionnaire",
                        "Other: Physical Exam"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Questionnaire",
                    "description": "Electronic self-report questionnaires before and after integrative interventions, and monthly.",
                    "armGroupLabels": [
                        "Patients Referred by the Pain Service or Palliative Care Service"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Physical Exam",
                    "description": "Physical measures before and after integrative interventions, and monthly. Thoracic kyphosis will be measured with a non-invasive gravity dependent inclinometer (Isomed Inc.).",
                    "armGroupLabels": [
                        "Patients Referred by the Pain Service or Palliative Care Service"
                    ],
                    "otherNames": [
                        "Inclinometer"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the type of of therapy administered per cohort",
                    "description": "The team will determine which therapy will be used when administering the questionnaire",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine the type of therapy administered per participant",
                    "description": "The team will determine which therapy will be used when administering the questionnaire",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The mean length of time of intervention per cohort",
                    "description": "The team will identify which therapy will be used when administering the questionnaire. The type of therapy will determine the length of time.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The mean length of time of intervention per patient",
                    "description": "The team will identify which therapy will be used when administering the questionnaire. The type of therapy will determine the length of time.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Accrual rate based on eligible patients",
                    "description": "The accrual rate based on percentage of eligible patients who are approached vs how many sign consent.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Patient satisfaction of integrative intervention",
                    "description": "Identify patient satisfaction of integrative intervention by having the patient rate the integrative intervention",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine level of symptom interference in active treatment using the PRO-CTCAE",
                    "description": "The Pediatric Patient Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) measurement system is content valid for children ages 7 years and older The 15 core CTCAE terms are abdominal pain, constipation, diarrhea, mucositis, nausea, vomiting, fatigue, pain, anorexia, headache, peripheral sensory neuropathy, anxiety, depression, insomnia, and cough. The measure uses a 4-point Likert-type scale to assess frequency, severity, and level of interference.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine Patient QOL using Pediatric PROMIS",
                    "description": "Determine patient Quality of Life (QOL) using Pediatric Patient Reported Outcomes Measurement Information System (PROMIS).\n\nAcceptable item and scale reliability have been documented. Items are scored from 0 (never) to 4 (almost always) for symptom interference and psychological measures, and from 0 (with no trouble) to 4 (not able to do) for performance measures. All domains use a 5-point Likert scale and are reported as individual domain scores.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine Emotional Pain Using the Faces Scale",
                    "description": "The Faces Scale has been used for evaluating emotional responses to pain on children 3-17 years old. It is a one page form with nine faces in order of happy to upset. Numerical values are given to each face as determined by childrens' perspectives for an affective value by asking 200 children to directly scale the feelings depicted by the faces.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine Patient Satisfaction Using a 5-point Likert Scale",
                    "description": "A satisfaction questionnaire will be included as the final question in the post-intervention tool and in the three-month follow up tool. Satisfaction with each type of intervention received will be measured by a five-point Likert scale.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine Number of Patients with Active Heart Rate Monitoring During Intervention",
                    "description": "Collect data on the percentage of patients who have active heart rate monitoring during the intervention to give a general of the possibility of gathering vital sign data in the future.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Determine Patient Posture Using an Inclinometer",
                    "description": "Thoracic kyphosis will be measured with a non-invasive gravity dependent inclinometer (Isomed Inc.). The patient will assume a relaxed standing position with feet together. The evaluator palpates the spinous processes of thoracic vertebrae (T) 1, T2, T12, and lumbar vertebrae (L)1 for inclinometer placement. First, the caudal inclinometer is placed on T12 and L1, and then the cranial inclinometer is placed at T1 and T2. The angle on each of the inclinometers is then read and recorded. The thoracic kyphosis angle is calculated by the sum of the two inclinometer readings.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any CHCO patient referred for integrative interventions by the Pain Service or the Palliative Care Service\n\nExclusion Criteria:\n\n* Patients who have non-consenting providers or caregivers\n* Any patient the medical team feels is inappropriate for the study",
            "sex": "ALL",
            "minimumAge": "30 Days",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Patients at CHCO include premature infants through young adults. Any of these patients could benefit from integrative treatments. The treatments will only be offered after medical team approval and parental consent. All treatments will be provided by credentialed and licensed providers and will follow CHCO approved policies and procedures.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Raybin, PhD",
                    "role": "CONTACT",
                    "phone": "5034187802",
                    "email": "Raybin@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Raybin",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Childrens Hospital Colorado",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Jankowski, PhD",
                            "role": "CONTACT",
                            "phone": "303-724-7383",
                            "email": "CATHERINE.JANKOWSKI@CUANSCHUTZ.EDU"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "University of Colorado Hospital",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Jankowski, PhD",
                            "role": "CONTACT",
                            "phone": "303-724-7383",
                            "email": "CATHERINE.JANKOWSKI@CUANSCHUTZ.EDU"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Raybin, PhD",
                            "role": "CONTACT",
                            "phone": "503-418-7802",
                            "email": "Raybin@ohsu.edu"
                        },
                        {
                            "name": "Jennifer Raybin, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}