{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04082533",
            "orgStudyIdInfo": {
                "id": "2018-0660"
            },
            "organization": {
                "fullName": "Hospital for Special Surgery, New York",
                "class": "OTHER"
            },
            "briefTitle": "Intravenous (IV) Hydrocortisone for TKA (Total Knee Arthroplasty)",
            "officialTitle": "Effect of Intravenous Hydrocortisone on Range of Motion After Total Knee Arthroplasty: A Randomized Placebo-Controlled Trial With Nested Case-Control Study",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "intravenous-iv-hydrocortisone-for-tka-total-knee-arthroplasty"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-07-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-06-25",
            "studyFirstSubmitQcDate": "2019-09-06",
            "studyFirstPostDateStruct": {
                "date": "2019-09-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hospital for Special Surgery, New York",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, total knee replacement patients will be determined to be stiff or non-stiff preoperatively. Stiffness designation is determined by preoperative range of motion (if flexion is \\< 100 degrees, or extension lag is \\> 10 degrees). The stiff and non-stiff groups will both be randomized to two groups to receive either intravenous hydrocortisone or a placebo at 3 intervals postoperatively. Patients will be followed up with in hospital and via the phone on postoperative day (POD) 1 and 2, as well as 6 weeks, 6 months, 1 year, and 2 years postoperatively. Patients will also have blood drawn preoperatively in the OR, on POD1, at their 6 week followup, and at their 1 and 2 year follow ups. This blood will be processed and analyzed.",
            "detailedDescription": "TKA is the standard of care for treating patients suffering from end-stage knee arthritis and other disabling knee injuries. Indications have increased to ever younger patients and, combined with the aging US population, nearly 700,000 Americans receive TKAs each year. In spite of surgery, many patients experience persistent pain, stiffness or instability that negatively impacts their quality of life; up to 5% experience TKA failure in the first 10 years.\n\nPresently, IV stress dose steroids is an accepted practice for bilateral knee replacement (BTKR) leading to decreased pain 24 hours after surgery and improved range of motion (ROM) on postoperative day 2 (POD2). These benefits are likely due to suppression of inflammation immediately after surgery. It is not clear if IV stress dose steroids improve ROM at later time points. Moreover, it is not clear if IV hydrocortisone improves clinical outcomes in unilateral TKA, where pain and joint stiffness remain significant challenges weeks after surgery. The investigators hypothesize that IV hydrocortisone will increase ROM at 6 weeks following surgery.\n\nThis study will enroll 132 patients that will be followed for up to 2 years. By integrating cell and molecular biology, biomechanics, and imaging technologies (including a CT scan at 1 year), this study is designed to comprehensively examine the long term effects of IV hydrocortisone on joint stiffness, pain, clinically relevant inflammatory states, and the synovium following unilateral TKA. Because subjects with variable ROMs will be enrolled in the study and followed over time, the findings may enable the development of biomarker prediction tools and the targeting of appropriate prevention and management measures for patients at highest risk of joint stiffness and subsequent surgical intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Pain",
                "Arthrofibrosis",
                "Osteoarthritis, Knee"
            ],
            "keywords": [
                "total knee replacement",
                "hydrocortisone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 132,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stiffness Intravenous Hydrocortisone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Total knee replacement patients with preoperative knee stiffness (defined as flexion \\< 100 degrees or extension lag \\> 10 degrees) receive 3 doses of 100mg intravenous hydrocortisone every 8 hours. The first dose is given in the holding area approximately 2 hours prior to first incision.",
                    "interventionNames": [
                        "Drug: Hydrocortisone"
                    ]
                },
                {
                    "label": "Stiffness Intravenous Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Total knee replacement patients with preoperative knee stiffness (defined as flexion \\< 100 degrees or extension lag \\> 10 degrees) receive 3 doses of matched volume diluent every 8 hours. The first dose is given in the holding area approximately 2 hours prior to first incision.",
                    "interventionNames": [
                        "Drug: Dextrose 5% in water (D5W)"
                    ]
                },
                {
                    "label": "Non-stiff Intravenous Hydrocortisone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Total knee replacement patients without preoperative knee stiffness (defined as flexion \\< 100 degrees or extension lag \\> 10 degrees) receive 3 doses of 100mg intravenous hydrocortisone every 8 hours. The first dose is given in the holding area approximately 2 hours prior to first incision.",
                    "interventionNames": [
                        "Drug: Hydrocortisone"
                    ]
                },
                {
                    "label": "Non-stiff Intravenous placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Total knee replacement patients without preoperative knee stiffness (defined as flexion \\< 100 degrees or extension lag \\> 10 degrees) receive 3 doses of matched volume diluent every 8 hours. The first dose is given in the holding area approximately 2 hours prior to first incision.",
                    "interventionNames": [
                        "Drug: Dextrose 5% in water (D5W)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Hydrocortisone",
                    "description": "Patients will be receiving 100 mg intravenous hydrocortisone every 8 hours, starting in the holding area roughly 2 hours prior to first incision.",
                    "armGroupLabels": [
                        "Non-stiff Intravenous Hydrocortisone",
                        "Stiffness Intravenous Hydrocortisone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dextrose 5% in water (D5W)",
                    "description": "Patients will be receiving a matched volume of D5W every 8 hours, starting in the holding area roughly 2 hours prior to first incision.",
                    "armGroupLabels": [
                        "Non-stiff Intravenous placebo",
                        "Stiffness Intravenous Placebo"
                    ],
                    "otherNames": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Postoperative Range of Motion (ROM)",
                    "description": "The primary outcome is range of motion at patients' 6 week (±2 weeks) postoperative surgeon appointment.",
                    "timeFrame": "6 weeks postoperative (±2 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Postoperative Stiffness",
                    "description": "The rate of stiffness at the patients' 6 week postoperative surgeon appointment. Stiffness is defined as flexion \\< 100 degrees or extension lag \\> 10 degrees.",
                    "timeFrame": "6 weeks postoperative (±2 weeks)"
                },
                {
                    "measure": "Numeric Rating Scale (NRS)",
                    "description": "Patient reported pain level on a scale from 0 (no pain at all) to 10 (worst pain imaginable).",
                    "timeFrame": "baseline (preoperative), postoperative day (POD) 1, POD2, 6 weeks postop, 1 year postop, 2 years postop"
                },
                {
                    "measure": "PainDETECT Neuropathic Pain Score",
                    "description": "Patient reported PainDETECT neuropathic pain scores. Scores from 0-12 indicate no neuropathic pain, 13-18 indicates unclear neuropathic pain, 19-38 indicates positive neuropathic pain. The PainDETECT questionnaire asks numerous questions regarding the type of pain patients are experiencing and answers are scored never (0), hardly noticed (1), slightly (2), moderately (3), strongly (4), and very strongly (5).",
                    "timeFrame": "baseline (preoperative), 6 weeks postop, 1 year postop, 2 years postop"
                },
                {
                    "measure": "Opioid consumption",
                    "description": "Patient reported opioid consumption information at pre-surgical screening appointment, in the holding area before surgery, on postoperative day 1, postoperative day 2, 6 weeks, 6 months, 1 year and 2 years postoperatively",
                    "timeFrame": "pre-surgical screening (PSS and holding area), day of surgery (DOS), POD1, POD2 at 6 weeks, 6 months 1 year and 2 years postoperatively,"
                },
                {
                    "measure": "Knee injury and Osteoarthritis Outcome Score (KOOS Jr.)",
                    "description": "Knee injury and Osteoarthritis Outcome Score (KOOS Jr.) scores measured at baseline, 6 weeks, 6 months and 1 year and 2 years postoperatively. The KOOS Jr. survey involves 7 questions scored from 0 to 4 for a total score of 0 to 28. A score of 0 correlates to complete loss of knee function, whereas 28 correlates to completely healthy knee function.",
                    "timeFrame": "Preoperative, 6 weeks, 6 months, 1 year, 2 years postoperative"
                },
                {
                    "measure": "Lower extremity Activity Survey (LEAS) scores",
                    "description": "Lower extremity Activity Survey (LEAS) scores at baseline, 6 weeks, 6 months and 1 year and 2 years postoperatively. The LEAS contains 20 questions regarding a person's ability to perform everyday function. Each question is scored from 0-4. A score of 0 correlates to no function and complete inability to perform every day tasks to 80 correlating to normal function.",
                    "timeFrame": "preoperative, 6 weeks, 6 months, 1 year, 2 years postoperative"
                },
                {
                    "measure": "Veterans Rand 12-item health survey (VR-12) score",
                    "description": "The Veterans Rand 12-item health survey (VR-12) scores at baseline, 6 weeks, 6 months and 1 year and 2 years postoperatively. The VR-12 questionnaire is a series of 12 questions that evaluate a patient's physical and emotional health status. It is scored from 0 to 50, with 50 correlating to healthy mental and physical status.",
                    "timeFrame": "preoperative, 6 weeks, 6 months, 1 year, 2 years postoperative"
                },
                {
                    "measure": "TIme to physical therapy goals completion",
                    "description": "Time to attainment of physical therapy (PT) goals (Ambulation 100 meters, independent transfer) measured during inpatient stay.",
                    "timeFrame": "postoperative day 0-3"
                },
                {
                    "measure": "Inflammatory state (via protein, ribonucleic acid (RNA), cellular, and tissue level analyses",
                    "description": "Day of surgery (pre-operative), POD 1 , and postoperative week 6 (±2 weeks) inflammatory state (via protein, ribonucleic acid (RNA), cellular, and tissue level analyses)",
                    "timeFrame": "Day of surgery (preoperative), postoperative day 1, postoperative week 6 (±2 weeks)"
                },
                {
                    "measure": "MRI Findings",
                    "description": "MRI Findings (pre-operative, 1 yr, 2yr ). MRIs of the knee will be reviewed by the radiology department and their findings and changes noted and logged.",
                    "timeFrame": "preoperative, 1 year, 2 years"
                },
                {
                    "measure": "Biomechanical findings",
                    "description": "Biomechanical findings as assessed by EOS® imaging (pre-op, 6 weeks, 1 year)",
                    "timeFrame": "preoperative, 6 weeks, 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Elective primary unilateral total knee arthroplasty\n* Osteoarthritis (OA) within the affected joint\n* Patients of surgeons who have agreed to participate in the study\n* Age ≥18 to 83 years\n* American Society of Anesthesiologists (ASA) Physical Status 1-3\n* Neuraxial Anesthesia\n* Adductor canal block (ACB), Interspace between the popliteal artery and capsule of the posterior knee (IPACK) block (unless valgus knee patient), and Periarticular Injection (PAI) for postoperative pain\n\nExclusion Criteria:\n\n* Contraindication to regional anesthesia, non-steroidal anti-inflammatory drugs, or steroids\n* Pre-operative oral steroid use in the past 3 months\n* Body mass index (BMI) greater than or equal to 45\n* Intraarticular steroid injections within two months of scheduled surgery in affected joint\n* Non-English speaking\n* Pre-existing diagnosis of rheumatic disease, autoimmune disease, or immunodeficiency (e.g. rheumatoid arthritis, psoriatic arthritis, inflammatory bowel disease, multiple sclerosis, Type I diabetes)\n* Active infection\n* History of \\>6 weeks of daily opioid use and/or any use of non-prescribed opioids within one year\n* Pregnant women\n* Previous study participants in this study\n* Type II Diabetes on insulin\n* History of refractory postoperative nausea and vomiting (PONV) or PONV after sedation (can include if nausea only after general anesthesia)\n* Previous hardware in affected joint\n* Open Reduction and Internal Fixation (ORIF) surgery to affected joint\n* Cementless total knee arthroplasty (TKA)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "83 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marla Sharp, MPH, MA",
                    "role": "CONTACT",
                    "phone": "(646) 797-8419",
                    "email": "sharpm@hss.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Hospital for Special Surgery",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "George Birch, BS",
                            "role": "CONTACT",
                            "phone": "212-773-7377",
                            "email": "birchg@hss.edu"
                        },
                        {
                            "name": "Kethy M Jules-Elysee, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the primary outcome beginning 9 months and following 36 months after article publication. These data may be shared with investigators whose proposed use of data have been approved by an independent review committee for the purposes of a meta-analysis.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Supporting information will be made available when results are posted.",
            "accessCriteria": "Proposals should be directed to the Principal Investigator and may be submitted up to 36 months after article publication."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis, Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006854",
                    "term": "Hydrocortisone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9912",
                    "name": "Hydrocortisone",
                    "asFound": "Prescribed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M155245",
                    "name": "Hydrocortisone 17-butyrate 21-propionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M228609",
                    "name": "Hydrocortisone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M263259",
                    "name": "Hydrocortisone hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}