{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04254419",
            "orgStudyIdInfo": {
                "id": "STUDY00000659"
            },
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Intra-tumoral Injection of Natural Killer Cells in High-Grade Gliomas",
            "officialTitle": "Phase I Study of Intra-Tumoral Injections of Autologous Ex Vivo Expanded Natural Killer Cells in Children With Recurrent High Grade Glioma",
            "acronym": "NK HGG",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intra-tumoral-injection-of-natural-killer-cells-in-high-grade-gliomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-31",
            "studyFirstSubmitQcDate": "2020-02-03",
            "studyFirstPostDateStruct": {
                "date": "2020-02-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Nationwide Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Patients will receive 3 cycles of NK cell infusions over 12 weeks. Each cycle will consist of 1 infusion per week for 3 weeks, followed by a rest week (week 4). Dose will be escalated in an inter-patient stepwise fashion consisting of 4 dose levels.",
            "detailedDescription": "Patient enrollment will follow a 3+3 design. Patients will receive 3 cycles of NK cell infusions over 12 weeks. Each cycle will consist of 1 infusion per week for 3 weeks, followed by a rest week (week 4). Dose will be escalated in an inter-patient stepwise fashion consisting of 4 dose levels until dose limiting toxicities are observed or the recommended phase II dose is determined."
        },
        "conditionsModule": {
            "conditions": [
                "High Grade Glioma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NK cell infusion",
                    "type": "EXPERIMENTAL",
                    "description": "For source PBMCs from the patient, up to 3ml/kg (maximum 150ml) of heparinized peripheral blood will be drawn. NK cell product will be manufactured by a GMP facility. Once the NK cell goes through the appropriate procedures, it will undergo a lot release testing and cryopreservation by day 14 for infusion.\n\nIf NK cells fail to meet release criteria or are insufficient in number for the dose level assigned, collection of PBMCs may be repeated up to 2 additional times.\n\nDuration of study therapy is up to 12 weeks and nine doses of NK cells.",
                    "interventionNames": [
                        "Biological: NK cells"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "NK cells",
                    "description": "Natural killer cells will be taken from the patients peripheral blood cell collection. The administration of the cells will be done via an Ommaya intra-cavitary/intra-tumoral device.\n\nOnce the infusion is ready for administration patients will be admitted to the infusion unit for monitoring. NK cells will be administered through the Ommaya in approximately 2 milliliters over approximately 2 minutes; followed by 1 milliliter preservative-free normal saline flush over approximately 1 minute.",
                    "armGroupLabels": [
                        "NK cell infusion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events from NK cells",
                    "description": "To identify the incidence of adverse events from autologous natural killer cells that have been propagated ex vivo with genetically-modified feeder cells and administered intra-tumoral via Ommaya reservoir in patients with recurrent high-grade glioma. This will be evaluated using the CTCAE version 5",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Maximum tolerated dose",
                    "description": "To establish the maximum tolerated dose (MTD) of autologous natural killer cells that have been propagated ex vivo with genetically-modified feeder cells and administered intra-tumoral via Ommaya reservoir in patients with recurrent high-grade glioma. MTD will be the maximum dose at which fewer than one-third of patients experience a dose-limiting toxicity during cycle 1 of therapy",
                    "timeFrame": "36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival",
                    "description": "To determine the overall survival, defined as the percentage of patients in the study who are alive at 6 months following start of treatment",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "NK cell antitumor activity",
                    "description": "To assess the antitumor activity based on imaging and cytology of autologous NK cell administration directly into the tumor or the resection cavity.",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Assessment of the immuno-phenotype of expanded NK cells for high-grade glioma patients",
                    "description": "NK cell phenotypes will be measured by mass cytometry (unit of measure= % of nucleated cells)",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Assessment of function of expanded NK cells for high-grade glioma patients",
                    "description": "NK cell functional potency will be measured as cytotoxicity by calcien- AM cytotoxicity assays (unit of measure= % of patietns with complete response (CR), very good partial response (VGPR), partial response (PR), stable disease (SD), or progressive disease (PD) with calculated 95% confidence intervals)",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Assessment of the immune signature based profile",
                    "description": "To determine the immune signature-based profile of each patient's tumor as assayed by the NanoString PanCancer IO360 panel",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Determination of genetic changes on high-grade gliomas",
                    "description": "To determine the o6-methylguanine-DNA-methyltransferase (MGMT) methylation and mutation status of BRAF V600E, ACVR1, ATRX, TP53, H3.3 G34, H3.3/ H3.1 K27 and IDH1, along with the presence or absence of 9p21 (CDKN2A) homozygous deletion as well as PDGFR amplification",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Changes of the T-cell Receptor Repertoires",
                    "description": "To determine changes in the TCR repertoire diversity using a Nanostring custom reagent that evaluates the VDJ sequences present before and after NK cell treatment.",
                    "timeFrame": "36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have a histologically-confirmed recurrent non-metastatic supratentorial WHO Grade III malignant glioma (anaplastic astrocytoma, anaplastic oligoastrocytoma, anaplastic oligodendroglioma, and anaplastic pleomorphic xanthoastrocytoma) or WHO Grade IV malignant glioma (glioblastoma multiforme, gliosarcoma, malignant glioma NOS)\n2. Patients should be candidates for resection/open biopsy of the recurrent tumor and be deemed candidate for placement of an Ommaya reservoir placed intra-cavitary/ intra-tumoral; measurable residual tumor after surgery is not required for study entry\n3. Given the lack of a standard of care treatment for children with recurrent grade III/IV gliomas, patients must have completed first-line treatment with 54 Gy of radiation prior to participating in this trial\n4. All patients must be ≥ 3 years of age and \\<18 years of age at the time of study entry into the study\n5. Lansky score of 50 or greater if ≤ 16 years of age or a Karnofsky score of 50 or greater if \\>16 years of age\n6. Adequate bone marrow function, without transfusion or growth factors within 21 days of NK cell administration, defined as a white blood cell ≥ 2.5 x 103/microliter, hemoglobin ≥ 9 gm/dL, absolute neutrophil count ≥ 1,000 cells/microliter and platelet count of ≥ 75,000 cells/microliter\n7. Patients must be off systemic steroids (except replacement therapy) for at least 3 days prior to NK cell infusion\n8. Adequate liver function (ALT, AST and alkaline phosphatase \\< 2 times ULN, bilirubin \\< 1.5 times ULN), and adequate renal function (BUN or creatinine \\< 1.5 times ULN) prior to NK cell\n9. Must have recovered from the toxic effects of prior therapy (i.e., NCI-CTCEA version 5 grade 1 or less) 9a. An interval of at least 12 weeks must have elapsed since the completion of initial radiation therapy 9b. At least 6 weeks since the completion of any cytotoxic chemotherapy regimen 9c. For targeted agents only, patient should have recovered from any toxicity of the agent and have a minimum of 2 weeks since the last dose 9d. For patients who have received prior bevacizumab, at least 6 weeks is required before starting study treatment\n10. Patients of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for six months following duration of study participation\n\nExclusion Criteria:\n\n1. Patients with intra- or extra-CNS metastasis\n2. Tumor involvement that would require ventricular, brainstem or posterior fossa injection or access through a ventricle or risk of ventricular penetration in order to deliver the NK cells\n3. Tumors involving both hemispheres or those involving the subependyma or suspected CSF dissemination\n4. Patients undergoing needle biopsies (Open biopsies are the minimum requirement for enrollment)\n5. Pregnant or lactating patients\n6. Patients on chronic corticosteroid therapy (except for replacement therapy)\n7. Evidence of active uncontrolled infection or unstable or severe intercurrent medical conditions. All subjects must be afebrile at baseline (i.e., \\< 38.0 Celsius \\[C\\])\n8. Any medical condition that precludes surgery\n9. Prothrombin time/international normalized ratio (PT/INR) or partial thromboplastin time (PTT) \\> 1.5 x ULN\n10. Patients with a known disorder that affects their immune system, such as human immunodeficiency virus (HIV), or an auto- immune disorder requiring systemic cytotoxic or immunosuppressive therapy are not eligible\n11. Evidence of bleeding diathesis or use of anticoagulant medication or any medication which may increase the risk of bleeding. If the medication can be discontinued \\>1 week prior to NK cell infusion then the subject may be eligible following consultation with the principal investigator (PI)\n12. Subjects with significant systemic or major illnesses including but not limited to: congestive heart failure, ischemic heart disease, kidney disease or renal failure, organ transplantation, or significant psychiatric disorder\n13. History or current diagnosis of any medical or psychological condition that in the Investigator's opinion, might interfere with the subject's ability to participate or inability to obtain informed consent because of psychiatric or complicating medical problems",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Melinda Triplet, RN",
                    "role": "CONTACT",
                    "phone": "614-722-6039",
                    "email": "Melinda.Triplet@nationwidechildrens.org"
                },
                {
                    "name": "Lori Jewell",
                    "role": "CONTACT",
                    "phone": "614-722-6576",
                    "email": "Lori.Jewell@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mohamed S AbdelBaki, MD",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nationwide Children's Hospital",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melinda Triplet, RN",
                            "role": "CONTACT",
                            "phone": "614-722-6039",
                            "email": "Melinda.Triplet@nationwidechildrens.org"
                        },
                        {
                            "name": "Mohamed S AbdelBaki, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005910",
                    "term": "Glioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}