{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06205849",
            "orgStudyIdInfo": {
                "id": "807630"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01CA282439",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA282439"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Intra-tumoral Mitazalimab (CD40 Antibody) With Irreversible Electroporation (IRE) in Locally Advanced Pancreas Cancer",
            "officialTitle": "Phase 1 Clinical Trial of Intra-tumoral Mitazalimab (CD40 Antibody) With Irreversible Electroporation (IRE) in Locally Advanced Pancreas Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "intra-tumoral-mitazalimab-antibody-with-irreversible-electroporation-ire-in-locally-advanced-pancreas-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-04",
            "studyFirstSubmitQcDate": "2024-01-04",
            "studyFirstPostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rebekah White",
                "investigatorTitle": "Professor of Surgery",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a phase I study of an agonistic CD40 antibody (mitazalimab) injected intratumorally at the time of surgical IRE in patients with locally advanced pancreatic cancer. Intratumoral delivery has potential to be more effective than systemic (intravenous) delivery while decreasing the systemic side effects of immunotherapy. We hypothesize that local delivery of mitazalimab at the time of IRE in patients with locally advanced pancreatic cancer will be safe, augment the immune effects of IRE, and decrease the risk of recurrence.",
            "detailedDescription": "Irreversible electroporation (IRE) is a form of non-thermal ablation (tissue destruction) that is being used to treat locally advanced pancreatic cancers. Locally advanced pancreatic cancers are tumors that have not spread (metastasized to distant locations) but cannot be surgically resected. There is evidence that IRE can help to generate anti-tumor immune responses by releasing tumor antigens in the setting of inflammation. CD40 is an immune receptor that helps to stimulate antigen presentation to the immune system. Preclinical data from the PI's laboratory have shown that combination of IRE with an antibody that stimulates the CD40 receptor improves responses to IRE and inhibits metastatic tumor growth.\n\nThis is a phase I study of an agonistic CD40 antibody (mitazalimab) injected intratumorally at the time of surgical IRE in patients with locally advanced pancreatic cancer. Intratumoral delivery has potential to be more effective than systemic (intravenous) delivery while decreasing the systemic side effects of immunotherapy. We hypothesize that local delivery of mitazalimab at the time of IRE in patients with locally advanced pancreatic cancer will be safe, augment the immune effects of IRE, and decrease the risk of recurrence."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatic Cancer"
            ],
            "keywords": [
                "Irreversible electroporation (IRE)",
                "NanoKnife",
                "immunotherapy",
                "CD40",
                "Locally advanced pancreatic cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase IA is a limited dose-escalation study. We will use an interval 3 + 3 dose escalation design, which allows rapid dose escalation and de-escalation while maintaining good overdose control. The starting intratumoral dose of mitazalimab in the first-in-human study was 22.5 µg/kg, but no serious adverse events were observed until the third dose level (200 µg/kg). As such, we conservatively propose to start at the second dose level (75 µg/kg) with a single dose escalation to 200 µg/kg, and de-escalation to 25 µg/kg if dose-limiting toxicities are encountered at 75 µg/kg. Phase IB will be an expansion cohort at the recommended phase II dose to establish preliminary evidence of efficacy.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IRE + CD40 Antibody",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: IRE + intratumoral mitazalimab (CD40 antibody) injection",
                        "Device: NanoKnife"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "IRE + intratumoral mitazalimab (CD40 antibody) injection",
                    "description": "Surgical IRE will be performed using the NanoKnife System with intraoperative ultrasound guidance via laparotomy under general anesthesia. Mitazalimab (CD40 antibody) will be administered 5 minutes after completion of IRE by slow injection into the center of the ablated zone using a small needle. Core needle biopsies of the tumor will be obtained immediately prior to IRE for identification of candidate tumor antigens. Peripheral blood will be obtained immediately prior to and 12 weeks after the study intervention for analysis of systemic immune effects.",
                    "armGroupLabels": [
                        "IRE + CD40 Antibody"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "NanoKnife",
                    "description": "Non-thermal tumor ablation using short pulses of high voltage electrical current delivered using 19-gauge needles placed via laparotomy using ultrasound guidance",
                    "armGroupLabels": [
                        "IRE + CD40 Antibody"
                    ],
                    "otherNames": [
                        "Irreversible electroporation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety and tolerability",
                    "description": "Rates of dose-limiting toxicities (DLTs) and treatment-related adverse events (AEs). AE's will be graded by CTCAE v4, including grading for cytokine release syndrome. A DLT will be defined as any treatment emergent Grade 3 or higher AE that is potentially attributable to mitazalimab or the combination of IRE and mitazalimab. Exceptions will include AE's attributable to normal disease progression.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival",
                    "description": "Progression-free survival (PFS), defined as the time from the date of IRE and mitazalimab administration to date of first observed disease progression or death from any cause",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Overall survival",
                    "description": "Overall survival (OS), defined as the time from the date of IRE and mitazalimab administration to death from any cause.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Systemic immune effects",
                    "description": "Neoantigen-specific T-cell responses will be compared between peripheral blood samples obtained pre- and 12 weeks post-IRE using neoantigens identified from tumor biopsies.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Histologically/cytologically-confirmed pancreatic ductal adenocarcinoma (PDAC)\n* Persons, aged \\> 18 years of age, as PDAC is extremely rare in pediatric populations.\n* Locally advanced disease that is not amenable to surgical resection. Locally advanced PDAC cases will be identified per the definition developed by the Alliance for Clinical Trials in Oncology\\[53\\]. Per this definition, locally advanced PDAC is defined as presence of any one or more of the following on CT:\n\n  * Occlusion of the superior mesenteric vein (SMV) and/or portal vein (PV) that is not amenable to resection and venous reconstruction\n  * Interface between tumor and hepatic artery that is not amenable to resection and reconstruction\n  * Interface between the tumor and superior mesenteric artery (SMA) measuring \\> 180º of the circumference of the vessel wall\n  * Interface between the tumor and celiac axis measuring \\> 180º of the circumference of the vessel wall that is not amenable to resection\n* ECOG Performance Status of 0-2\n* Have adequate organ function per criteria below:\n\n  * Absolute neutrophil count (ANC) ≥ 1.5x109/L\n  * Platelets ≥ 100x109/L\n  * Hemoglobin ≥9 g/dL\n  * Serum creatinine ≤1.5 x ULN OR creatinine clearance ≥40 mL/min (as calculated by Modified Cockcroft-Gault formula)\n  * Serum total bilirubin ≤ 1.5 X ULN\n  * AST (SGOT) and ALT (SGPT) ≤ 2.5 X ULN\n* A minimum of 4 months of FOLFIRINOX-based systemic chemotherapy\n* High quality imaging triphasic CT scan contrast-enhanced dynamic MRI of abdomen and either contrast-enhanced or non-contrast CT of chest and pelvis that demonstrate no evidence of metastatic disease within 30 days of enrollment\n* FDG-PET imaging (skullbase-midthigh) at any timepoint between diagnosis and study intervention to determine whether tumor is PET-avid and evaluate for extra-pancreatic metastatic disease, as suggested by NCCN guidelines for high-risk patients.\n* Tumor amenable to \"in situ\" (complete) ablation with maximum primary tumor dimension \\< 4.0 cm\n* For participants able to become pregnant: use of highly effective contraception for at least 1 month prior to screening and agreement to use such a method until the study intervention and for an additional 1 month after the study intervention.\n* For participants able to cause a pregnancy: use of condoms or other methods to ensure effective contraception with partner for 1 month after study intervention.\n\nExclusion Criteria:\n\n* Pregnancy or lactation\n* Known allergic reactions to components of the mitazalimab solution (L-Histidine, trehalose, or polysorbate 20)\n* Fever \\> 38 degrees C within 14 days of study intervention\n* Treatment with another investigational drug or other intervention within 30 days of enrollment\n* Prior treatment with a CD40 antibody\n* History of severe auto-immune disease\n* The presence of metal fiducials or embolization coils within the tumor.\n* Prior receipt of radiation therapy to the pancreas\n* The presence of implanted metallic cardiac stimulation devices within the chest\n* Uncontrolled cardiac arrhythmias that prevent synchronization of pulse delivery with the refractory period of the cardiac cycle\n* Immunosuppressive doses of systemic medications, such as corticosteroids or absorbed topical corticosteroids (doses \\> 10 mg/day prednisone or equivalent) must be discontinued at least 2 weeks (14 days) before study treatment administration. Physiologic doses of corticosteroids (≤ 10 mg/day of prednisone or its equivalent) or short pulses of corticosteroids (≤ 3 days) may be permitted.\n* Any medical condition that precludes major abdominal surgery under general anesthesia\n* Presence of distant metastatic disease (including positive peritoneal cytology) on staging laparoscopy and/or exploratory laparotomy at any timepoint.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shakeela Dad",
                    "role": "CONTACT",
                    "phone": "858-822-5376",
                    "email": "sdad@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rebekah R White, MD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCSD Moores Cancer Center",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Bienvenida",
                            "role": "CONTACT",
                            "phone": "858-822-4907",
                            "email": "jbienvenida@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36634919",
                    "type": "BACKGROUND",
                    "citation": "Shankara Narayanan JS, Hayashi T, Erdem S, McArdle S, Tiriac H, Ray P, Pu M, Mikulski Z, Miller A, Messer K, Carson D, Schoenberger S, White RR. Treatment of pancreatic cancer with irreversible electroporation and intratumoral CD40 antibody stimulates systemic immune responses that inhibit liver metastasis in an orthotopic model. J Immunother Cancer. 2023 Jan;11(1):e006133. doi: 10.1136/jitc-2022-006133."
                },
                {
                    "pmid": "30664811",
                    "type": "BACKGROUND",
                    "citation": "Irenaeus SMM, Nielsen D, Ellmark P, Yachnin J, Deronic A, Nilsson A, Norlen P, Veitonmaki N, Wennersten CS, Ullenhag GJ. First-in-human study with intratumoral administration of a CD40 agonistic antibody, ADC-1013, in advanced solid malignancies. Int J Cancer. 2019 Sep 1;145(5):1189-1199. doi: 10.1002/ijc.32141. Epub 2019 Mar 8."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreas Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M22554",
                    "name": "Pancrelipase",
                    "relevance": "LOW"
                },
                {
                    "id": "M13114",
                    "name": "Pancreatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}