{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04103645",
            "orgStudyIdInfo": {
                "id": "19-06020285"
            },
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Intra-patient Dose Escalation Study to Investigate Safety and Feasibility of Vactosertib in Treating Anemic MPN Patients",
            "officialTitle": "A 2-tiered, Phase 2, Rule-based, Intra-patient Dose Escalation Study to Investigate Safety and Feasibility of Vactosertib (TEW-7197) in the Treatment of Anemic Patients With Philadelphia Chromosome-negative MPNs (Ph-neg MPNs)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "intra-patient-dose-escalation-study-to-investigate-safety-and-feasibility-of-vactosertib-in-treating-anemic-mpn-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-11-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-18",
            "studyFirstSubmitQcDate": "2019-09-23",
            "studyFirstPostDateStruct": {
                "date": "2019-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study assesses the potential of using a TGFβ receptor inhibitor for the treatment of anemic patients with myeloproliferative neoplasms. TGFβ signaling is known to be abnormally high in patients with myeloproliferative neoplasms and it is thought that abnormal TGFβ signals cause many of the problems with blood cell formation in these diseases. The study design allows all patients to receive the study drug, vactosertib. The dose of vactosertib is individualized within a pre-set range based upon its effectiveness and tolerability. A total of up to 37 patients will be treated.",
            "detailedDescription": "This is a two-tiered multi arm Phase 2 trial of vactosertib (TEW-7197) for the treatment of anemia in Ph-neg MPNs. Both tiers use a rule-based, accelerated dose escalation scheme to efficiently assess the potential of vactosertib to safely and effectively treat anemic patients with Ph-neg MPNs. The first tier of this trial (Tier 1) is an intra-patient dose finding study in 12 patients that uses a low starting dose of vactosertib for all patients. Treatment dose is escalated according to prospectively-defined rules, and a toxicity and treatment effect algorithm during the period of 16 weeks (4 treatment cycles). If pre-established efficacy and safety endpoints are met, then Tier 1 of the study will be followed by a Tier 2 expansion study with an additional 25 patients for a period of 24 weeks (6 treatment cycles).\n\nVactosertib will be administered concurrently with the patient's current treatment (if any). Prior to enrollment, patients must be on a stable dose of their current therapy for 3 months prior to entering the study. Supportive care measures including packed red blood cell (PRBC) transfusions for HGB \\<7g/dL, or symptomatic anemia, will be permitted. Administration of erythropoiesis stimulating agents (ESAs), however, will not be permitted on the trial (patients recruited would have serum EPO \\>125 U/L above which the benefit of ESAs is not supported)."
        },
        "conditionsModule": {
            "conditions": [
                "Myeloproliferative Neoplasm"
            ],
            "keywords": [
                "Anemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is an intra-patient dose finding study which starts with low dose of vactosertib.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 37,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment arm",
                    "type": "EXPERIMENTAL",
                    "description": "Vactosertib intra-patient dose finding cohort.",
                    "interventionNames": [
                        "Drug: Vactosertib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Vactosertib",
                    "description": "This drug is a TGF-Beta receptor type 1 inhibitor, by inhibiting phosphorylation of the ALK5 substrates SMAD2 and SMAD3. This inhibition could promote regeneration of normal human stem cells and proliferation of erythroid progenitors to treat the underlying hypoproliferative anemia in advanced MPNs.",
                    "armGroupLabels": [
                        "Treatment arm"
                    ],
                    "otherNames": [
                        "TEW-7197"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of adverse events",
                    "description": "To establish a safe and tolerable dose and schedule of vactosertib in Philadelphia chromosome negative Myeloproliferative Neoplasms by recording all adverse events in patients receiving any dose of the drug. All adverse events will be documented accurately regardless of relationship to the study drug. The investigators will assess each adverse event and determine relatedness to study drug.",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Change in symptoms of the disease while taking vactosertib",
                    "description": "To assess the efficacy of vactosertib in treating anemic patients with Philadelphia chromosome negative Myeloproliferative Neoplasms by measuring symptomatic response. Symptomatic responses will be recorded as the change in scores on the Myeloproliferative Neoplasm Symptom Assessment Form Total Symptom Score (MPN-SAF-TSS) from baseline through to the end of study. The MPN-SAF-TSS is a questionnaire with questions related to different symptoms that are graded from 0 (not present) through 10 (worst imaginable). The scores are calculated by adding the score for each question at each time the questionnaire is completed. All scores will be compared to the score that was calculated at baseline to determine if there was a symptom response. A symptom response is defined as a change in score by more than 50% decrease from baseline.",
                    "timeFrame": "From baseline through 40 weeks"
                },
                {
                    "measure": "Change in spleen size while taking vactosertib",
                    "description": "To assess efficacy of vactosertib in treating anemic patients with Philadelphia chromosome negative Myeloproliferative Neoplasms by measuring splenic response. Splenic response will be measured by the change from baseline in spleen volume on a sonogram of the upper left quadrant (at the end of Tier treatment) and in the change from baseline of the spleen length measured by palpation (at each visit until the end of study).",
                    "timeFrame": "From baseline through 40 weeks"
                },
                {
                    "measure": "Change in transfusion dependency while taking vactosertib",
                    "description": "To assess efficacy of vactosertib in treating anemic patients with Philadelphia chromosome negative Myeloproliferative Neoplasms by measuring erythropoietic response. Erythropoietic response will be measured by the change from baseline of transfusion dependency.This will be measured by comparing the number of transfusions a subject required in the 8 weeks prior to beginning therapy to the number of transfusions required while on study.",
                    "timeFrame": "From baseline through 40 weeks"
                },
                {
                    "measure": "Change in hemoglobin values while taking vactosertib",
                    "description": "To assess efficacy of vactosertib in treating anemic patients with Philadelphia chromosome negative Myeloproliferative Neoplasms by measuring erythropoietic response. Erythropoietic response will be measured by the change in hemoglobin values from baseline. This will be measured by obtaining Complete Blood Counts (CBC) at every study visit.",
                    "timeFrame": "From baseline through 40 weeks"
                },
                {
                    "measure": "Change in EPO levels while taking vactosertib",
                    "description": "To assess efficacy of vactosertib in treating anemic patients with Philadelphia chromosome negative Myeloproliferative Neoplasms by measuring erythropoietic response. Erythropoietic response will be measured by the change in EPO levels from baseline. Serum EPO levels will be measured on day 1 of each cycle.",
                    "timeFrame": "From baseline through 40 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in MPN driver mutation ratios in patients taking vactosertib",
                    "description": "To evaluate the on target molecular activity of vactosertib in anemic patients with Philadelphia negative Myeloproliferative Neoplasms. This will be determined by measuring the change in blood (and/or marrow) allelic ratio of MPN driver mutations (JAK2, CALR or MPL).",
                    "timeFrame": "From baseline through 40 weeks"
                },
                {
                    "measure": "Histologic change in the bone marrow",
                    "description": "To evaluate the on target molecular activity of vactosertib in anemic patients with Philadelphia negative Myeloproliferative Neoplasms. This will be measured by the histologic response patients have to vactosertib. Histologic response will be measured by change in bone marrow biopsy cellularity and fibrosis grade.",
                    "timeFrame": "From baseline through 40 weeks"
                },
                {
                    "measure": "Change in Molecular activity of vactosertib",
                    "description": "To evaluate the on target molecular activity of vactosertib in anemic patients with Philadelphia negative Myeloproliferative Neoplasms. This will be measured by looking at the SMAD2/3 phosphorylation measured by flow cytometry of peripheral blood and/or bone marrow hematopoietic cells or by immunohistochemical staining of bone marrow biopsy sections.",
                    "timeFrame": "From baseline through 40 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients who meet the WHO 2016 criteria for a Ph-neg MPN (including PV, ET, MF, MDS/MPN, MPN-U).\n\n* Patients with MF must have DIPSS+ Intermediate or High-risk MF (primary of post-PV/ET).\n* For patients receiving cytoreductive therapy, they should be on a stable dose of current cytoreductive therapy for at least 3 months prior to C1D1.\n* Anemia as defined by HGB \\< 10 g/dL, or transfusion of ≥ 2 packed red blood cell (PRBC) unit within the past 4 weeks with HGB ≤8.5g/dL.\n* Ineligible, unsuitable or refractoriness to ESA therapy defined as any of the following:\n\n  * Serum erythropoietin (EPO) \\>125 U/L.\n  * Proven ESA unsuitability is defined by history of any of the following:\n  * Loss of erythroid hematologic improvement while receiving stable or increased ESA dose; or\n  * ESA-attributed toxicity that, in the treating physician's opinion, makes ESA therapy unsuitable for subject.\n  * ESA refractoriness defined by lack of erythroid hematologic improvement to ESA:27\n  * Less than 1.5 g/dL increase in hemoglobin after at least 6 weeks of ESA therapy; or\n  * Ongoing transfusion dependence that has not been reduced by \\> 4U over an 8-week period compared to ESA pre-treatment 8 weeks.\n* Acceptable Cardiovascular status\n\nExclusion Criteria:\n\n* Any other serious medical condition which in the Investigator's opinion would preclude safe participation in the study.\n* Patients with history of TIA or stroke within the past 12 months are excluded.\n* Female subjects who are breastfeeding, or intend to breastfeed, during the study or in the 30 days following the last dose of study drug are excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph M Scandura, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-962-2700",
                    "email": "jms2003@med.cornell.edu"
                },
                {
                    "name": "Penina Stewart",
                    "role": "CONTACT",
                    "phone": "646-962-4528",
                    "email": "pes4006@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph M Scandura, MD, PhD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Weill Medical College of Cornell University",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph Scandura, MD, PhD",
                            "role": "CONTACT",
                            "phone": "212-746-6736",
                            "email": "jms2003@med.cornell.edu"
                        },
                        {
                            "name": "Penina Stewart",
                            "role": "CONTACT",
                            "phone": "646-962-4528"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28009442",
                    "type": "BACKGROUND",
                    "citation": "Hernandez-Boluda JC, Correa JG, Garcia-Delgado R, Martinez-Lopez J, Alvarez-Larran A, Fox ML, Garcia-Gutierrez V, Perez-Encinas M, Ferrer-Marin F, Mata-Vazquez MI, Raya JM, Estrada N, Garcia S, Kerguelen A, Duran MA, Albors M, Cervantes F. Predictive factors for anemia response to erythropoiesis-stimulating agents in myelofibrosis. Eur J Haematol. 2017 Apr;98(4):407-414. doi: 10.1111/ejh.12846. Epub 2017 Jan 19."
                },
                {
                    "pmid": "23838352",
                    "type": "BACKGROUND",
                    "citation": "Tefferi A, Cervantes F, Mesa R, Passamonti F, Verstovsek S, Vannucchi AM, Gotlib J, Dupriez B, Pardanani A, Harrison C, Hoffman R, Gisslinger H, Kroger N, Thiele J, Barbui T, Barosi G. Revised response criteria for myelofibrosis: International Working Group-Myeloproliferative Neoplasms Research and Treatment (IWG-MRT) and European LeukemiaNet (ELN) consensus report. Blood. 2013 Aug 22;122(8):1395-8. doi: 10.1182/blood-2013-03-488098. Epub 2013 Jul 9."
                },
                {
                    "pmid": "23591792",
                    "type": "BACKGROUND",
                    "citation": "Barosi G, Mesa R, Finazzi G, Harrison C, Kiladjian JJ, Lengfelder E, McMullin MF, Passamonti F, Vannucchi AM, Besses C, Gisslinger H, Samuelsson J, Verstovsek S, Hoffman R, Pardanani A, Cervantes F, Tefferi A, Barbui T. Revised response criteria for polycythemia vera and essential thrombocythemia: an ELN and IWG-MRT consensus project. Blood. 2013 Jun 6;121(23):4778-81. doi: 10.1182/blood-2013-01-478891. Epub 2013 Apr 16."
                },
                {
                    "pmid": "25037629",
                    "type": "BACKGROUND",
                    "citation": "Tefferi A, Guglielmelli P, Larson DR, Finke C, Wassie EA, Pieri L, Gangat N, Fjerza R, Belachew AA, Lasho TL, Ketterling RP, Hanson CA, Rambaldi A, Finazzi G, Thiele J, Barbui T, Pardanani A, Vannucchi AM. Long-term survival and blast transformation in molecularly annotated essential thrombocythemia, polycythemia vera, and myelofibrosis. Blood. 2014 Oct 16;124(16):2507-13; quiz 2615. doi: 10.1182/blood-2014-05-579136. Epub 2014 Jul 18."
                },
                {
                    "pmid": "25616577",
                    "type": "BACKGROUND",
                    "citation": "Verstovsek S, Mesa RA, Gotlib J, Levy RS, Gupta V, DiPersio JF, Catalano JV, Deininger MW, Miller CB, Silver RT, Talpaz M, Winton EF, Harvey JH Jr, Arcasoy MO, Hexner EO, Lyons RM, Raza A, Vaddi K, Sun W, Peng W, Sandor V, Kantarjian H; COMFORT-I investigators. Efficacy, safety, and survival with ruxolitinib in patients with myelofibrosis: results of a median 3-year follow-up of COMFORT-I. Haematologica. 2015 Apr;100(4):479-88. doi: 10.3324/haematol.2014.115840. Epub 2015 Jan 23."
                },
                {
                    "pmid": "28674026",
                    "type": "BACKGROUND",
                    "citation": "Newberry KJ, Patel K, Masarova L, Luthra R, Manshouri T, Jabbour E, Bose P, Daver N, Cortes J, Kantarjian H, Verstovsek S. Clonal evolution and outcomes in myelofibrosis after ruxolitinib discontinuation. Blood. 2017 Aug 31;130(9):1125-1131. doi: 10.1182/blood-2017-05-783225. Epub 2017 Jul 3."
                },
                {
                    "pmid": "28860323",
                    "type": "BACKGROUND",
                    "citation": "Vannucchi AM, Guglielmelli P. Traffic lights for ruxolitinib. Blood. 2017 Aug 31;130(9):1075-1077. doi: 10.1182/blood-2017-07-795880. No abstract available."
                },
                {
                    "pmid": "19366369",
                    "type": "BACKGROUND",
                    "citation": "Huang J, Tefferi A. Erythropoiesis stimulating agents have limited therapeutic activity in transfusion-dependent patients with primary myelofibrosis regardless of serum erythropoietin level. Eur J Haematol. 2009 Aug;83(2):154-5. doi: 10.1111/j.1600-0609.2009.01266.x. Epub 2009 Apr 10. No abstract available."
                },
                {
                    "pmid": "12968110",
                    "type": "BACKGROUND",
                    "citation": "Akel S, Petrow-Sadowski C, Laughlin MJ, Ruscetti FW. Neutralization of autocrine transforming growth factor-beta in human cord blood CD34(+)CD38(-)Lin(-) cells promotes stem-cell-factor-mediated erythropoietin-independent early erythroid progenitor development and reduces terminal differentiation. Stem Cells. 2003;21(5):557-67. doi: 10.1634/stemcells.21-5-557."
                },
                {
                    "pmid": "19796233",
                    "type": "BACKGROUND",
                    "citation": "Soderberg SS, Karlsson G, Karlsson S. Complex and context dependent regulation of hematopoiesis by TGF-beta superfamily signaling. Ann N Y Acad Sci. 2009 Sep;1176:55-69. doi: 10.1111/j.1749-6632.2009.04569.x."
                },
                {
                    "pmid": "15477587",
                    "type": "BACKGROUND",
                    "citation": "Scandura JM, Boccuni P, Massague J, Nimer SD. Transforming growth factor beta-induced cell cycle arrest of human hematopoietic cells requires p57KIP2 up-regulation. Proc Natl Acad Sci U S A. 2004 Oct 19;101(42):15231-6. doi: 10.1073/pnas.0406771101. Epub 2004 Oct 11. Erratum In: Proc Natl Acad Sci U S A. 2004 Nov 23;101(47):16707."
                },
                {
                    "pmid": "23440043",
                    "type": "BACKGROUND",
                    "citation": "Brenet F, Kermani P, Spektor R, Rafii S, Scandura JM. TGFbeta restores hematopoietic homeostasis after myelosuppressive chemotherapy. J Exp Med. 2013 Mar 11;210(3):623-39. doi: 10.1084/jem.20121610. Epub 2013 Feb 25."
                },
                {
                    "pmid": "18757300",
                    "type": "BACKGROUND",
                    "citation": "Chabanon A, Desterke C, Rodenburger E, Clay D, Guerton B, Boutin L, Bennaceur-Griscelli A, Pierre-Louis O, Uzan G, Abecassis L, Bourgeade MF, Lataillade JJ, Le Bousse-Kerdiles MC. A cross-talk between stromal cell-derived factor-1 and transforming growth factor-beta controls the quiescence/cycling switch of CD34(+) progenitors through FoxO3 and mammalian target of rapamycin. Stem Cells. 2008 Dec;26(12):3150-61. doi: 10.1634/stemcells.2008-0219. Epub 2008 Aug 28."
                },
                {
                    "pmid": "10989189",
                    "type": "BACKGROUND",
                    "citation": "Zermati Y, Fichelson S, Valensi F, Freyssinier JM, Rouyer-Fessard P, Cramer E, Guichard J, Varet B, Hermine O. Transforming growth factor inhibits erythropoiesis by blocking proliferation and accelerating differentiation of erythroid progenitors. Exp Hematol. 2000 Aug;28(8):885-94. doi: 10.1016/s0301-472x(00)00488-4."
                },
                {
                    "pmid": "18474728",
                    "type": "BACKGROUND",
                    "citation": "Zhou L, Nguyen AN, Sohal D, Ying Ma J, Pahanish P, Gundabolu K, Hayman J, Chubak A, Mo Y, Bhagat TD, Das B, Kapoun AM, Navas TA, Parmar S, Kambhampati S, Pellagatti A, Braunchweig I, Zhang Y, Wickrema A, Medicherla S, Boultwood J, Platanias LC, Higgins LS, List AF, Bitzer M, Verma A. Inhibition of the TGF-beta receptor I kinase promotes hematopoiesis in MDS. Blood. 2008 Oct 15;112(8):3434-43. doi: 10.1182/blood-2008-02-139824. Epub 2008 May 12."
                },
                {
                    "pmid": "29331635",
                    "type": "BACKGROUND",
                    "citation": "Komrokji R, Garcia-Manero G, Ades L, Prebet T, Steensma DP, Jurcic JG, Sekeres MA, Berdeja J, Savona MR, Beyne-Rauzy O, Stamatoullas A, DeZern AE, Delaunay J, Borthakur G, Rifkin R, Boyd TE, Laadem A, Vo B, Zhang J, Puccio-Pick M, Attie KM, Fenaux P, List AF. Sotatercept with long-term extension for the treatment of anaemia in patients with lower-risk myelodysplastic syndromes: a phase 2, dose-ranging trial. Lancet Haematol. 2018 Feb;5(2):e63-e72. doi: 10.1016/S2352-3026(18)30002-4. Epub 2018 Jan 10."
                },
                {
                    "pmid": "28870615",
                    "type": "BACKGROUND",
                    "citation": "Platzbecker U, Germing U, Gotze KS, Kiewe P, Mayer K, Chromik J, Radsak M, Wolff T, Zhang X, Laadem A, Sherman ML, Attie KM, Giagounidis A. Luspatercept for the treatment of anaemia in patients with lower-risk myelodysplastic syndromes (PACE-MDS): a multicentre, open-label phase 2 dose-finding study with long-term extension study. Lancet Oncol. 2017 Oct;18(10):1338-1347. doi: 10.1016/S1470-2045(17)30615-0. Epub 2017 Sep 1. Erratum In: Lancet Oncol. 2017 Oct;18(10):e562. doi: 10.1016/S1470-2045(17)30723-4."
                },
                {
                    "pmid": "27053300",
                    "type": "BACKGROUND",
                    "citation": "Zhang H, Kozono DE, O'Connor KW, Vidal-Cardenas S, Rousseau A, Hamilton A, Moreau L, Gaudiano EF, Greenberger J, Bagby G, Soulier J, Grompe M, Parmar K, D'Andrea AD. TGF-beta Inhibition Rescues Hematopoietic Stem Cell Defects and Bone Marrow Failure in Fanconi Anemia. Cell Stem Cell. 2016 May 5;18(5):668-81. doi: 10.1016/j.stem.2016.03.002. Epub 2016 Mar 24."
                },
                {
                    "pmid": "26309397",
                    "type": "BACKGROUND",
                    "citation": "Herbertz S, Sawyer JS, Stauber AJ, Gueorguieva I, Driscoll KE, Estrem ST, Cleverly AL, Desaiah D, Guba SC, Benhadji KA, Slapak CA, Lahn MM. Clinical development of galunisertib (LY2157299 monohydrate), a small molecule inhibitor of transforming growth factor-beta signaling pathway. Drug Des Devel Ther. 2015 Aug 10;9:4479-99. doi: 10.2147/DDDT.S86621. eCollection 2015."
                },
                {
                    "pmid": "23403314",
                    "type": "BACKGROUND",
                    "citation": "Badalucco S, Di Buduo CA, Campanelli R, Pallotta I, Catarsi P, Rosti V, Kaplan DL, Barosi G, Massa M, Balduini A. Involvement of TGFbeta1 in autocrine regulation of proplatelet formation in healthy subjects and patients with primary myelofibrosis. Haematologica. 2013 Apr;98(4):514-7. doi: 10.3324/haematol.2012.076752. Epub 2013 Feb 12."
                },
                {
                    "pmid": "17473062",
                    "type": "BACKGROUND",
                    "citation": "Ciurea SO, Merchant D, Mahmud N, Ishii T, Zhao Y, Hu W, Bruno E, Barosi G, Xu M, Hoffman R. Pivotal contributions of megakaryocytes to the biology of idiopathic myelofibrosis. Blood. 2007 Aug 1;110(3):986-93. doi: 10.1182/blood-2006-12-064626. Epub 2007 May 1."
                },
                {
                    "pmid": "17198875",
                    "type": "BACKGROUND",
                    "citation": "Gastinne T, Vigant F, Lavenu-Bombled C, Wagner-Ballon O, Tulliez M, Chagraoui H, Villeval JL, Lacout C, Perricaudet M, Vainchenker W, Benihoud K, Giraudier S. Adenoviral-mediated TGF-beta1 inhibition in a mouse model of myelofibrosis inhibit bone marrow fibrosis development. Exp Hematol. 2007 Jan;35(1):64-74. doi: 10.1016/j.exphem.2006.08.016."
                },
                {
                    "pmid": "7803262",
                    "type": "BACKGROUND",
                    "citation": "Martyre MC, Romquin N, Le Bousse-Kerdiles MC, Chevillard S, Benyahia B, Dupriez B, Demory JL, Bauters F. Transforming growth factor-beta and megakaryocytes in the pathogenesis of idiopathic myelofibrosis. Br J Haematol. 1994 Sep;88(1):9-16. doi: 10.1111/j.1365-2141.1994.tb04970.x."
                },
                {
                    "pmid": "23462118",
                    "type": "BACKGROUND",
                    "citation": "Zingariello M, Martelli F, Ciaffoni F, Masiello F, Ghinassi B, D'Amore E, Massa M, Barosi G, Sancillo L, Li X, Goldberg JD, Rana RA, Migliaccio AR. Characterization of the TGF-beta1 signaling abnormalities in the Gata1low mouse model of myelofibrosis. Blood. 2013 Apr 25;121(17):3345-63. doi: 10.1182/blood-2012-06-439661. Epub 2013 Mar 5."
                },
                {
                    "pmid": "22200991",
                    "type": "BACKGROUND",
                    "citation": "Ponce CC, de Lourdes F Chauffaille M, Ihara SS, Silva MR. The relationship of the active and latent forms of TGF-beta1 with marrow fibrosis in essential thrombocythemia and primary myelofibrosis. Med Oncol. 2012 Dec;29(4):2337-44. doi: 10.1007/s12032-011-0144-1. Epub 2011 Dec 27."
                },
                {
                    "pmid": "15726648",
                    "type": "BACKGROUND",
                    "citation": "Bock O, Loch G, Schade U, von Wasielewski R, Schlue J, Kreipe H. Aberrant expression of transforming growth factor beta-1 (TGF beta-1) per se does not discriminate fibrotic from non-fibrotic chronic myeloproliferative disorders. J Pathol. 2005 Apr;205(5):548-57. doi: 10.1002/path.1744."
                },
                {
                    "pmid": "14991065",
                    "type": "BACKGROUND",
                    "citation": "Shehata M, Schwarzmeier JD, Hilgarth M, Hubmann R, Duechler M, Gisslinger H. TGF-beta1 induces bone marrow reticulin fibrosis in hairy cell leukemia. J Clin Invest. 2004 Mar;113(5):676-85. doi: 10.1172/JCI19540."
                },
                {
                    "pmid": "27592389",
                    "type": "BACKGROUND",
                    "citation": "Ceglia I, Dueck AC, Masiello F, Martelli F, He W, Federici G, Petricoin EF 3rd, Zeuner A, Iancu-Rubin C, Weinberg R, Hoffman R, Mascarenhas J, Migliaccio AR. Preclinical rationale for TGF-beta inhibition as a therapeutic target for the treatment of myelofibrosis. Exp Hematol. 2016 Dec;44(12):1138-1155.e4. doi: 10.1016/j.exphem.2016.08.007. Epub 2016 Aug 31."
                },
                {
                    "pmid": "27810993",
                    "type": "BACKGROUND",
                    "citation": "Margolskee E, Krichevsky S, Orazi A, Silver RT. Evaluation of bone marrow morphology is essential for assessing disease status in recombinant interferon alpha-treated polycythemia vera patients. Haematologica. 2017 Mar;102(3):e97-e99. doi: 10.3324/haematol.2016.153973. Epub 2016 Nov 3. No abstract available."
                },
                {
                    "pmid": "21562050",
                    "type": "BACKGROUND",
                    "citation": "Anand S, Stedham F, Beer P, Gudgin E, Ortmann CA, Bench A, Erber W, Green AR, Huntly BJ. Effects of the JAK2 mutation on the hematopoietic stem and progenitor compartment in human myeloproliferative neoplasms. Blood. 2011 Jul 7;118(1):177-81. doi: 10.1182/blood-2010-12-327593. Epub 2011 May 11."
                },
                {
                    "pmid": "27069254",
                    "type": "BACKGROUND",
                    "citation": "Arber DA, Orazi A, Hasserjian R, Thiele J, Borowitz MJ, Le Beau MM, Bloomfield CD, Cazzola M, Vardiman JW. The 2016 revision to the World Health Organization classification of myeloid neoplasms and acute leukemia. Blood. 2016 May 19;127(20):2391-405. doi: 10.1182/blood-2016-03-643544. Epub 2016 Apr 11."
                },
                {
                    "pmid": "21536863",
                    "type": "BACKGROUND",
                    "citation": "Scherber R, Dueck AC, Johansson P, Barbui T, Barosi G, Vannucchi AM, Passamonti F, Andreasson B, Ferarri ML, Rambaldi A, Samuelsson J, Birgegard G, Tefferi A, Harrison CN, Radia D, Mesa RA. The Myeloproliferative Neoplasm Symptom Assessment Form (MPN-SAF): international prospective validation and reliability trial in 402 patients. Blood. 2011 Jul 14;118(2):401-8. doi: 10.1182/blood-2011-01-328955. Epub 2011 May 2."
                },
                {
                    "pmid": "29522138",
                    "type": "BACKGROUND",
                    "citation": "Mascarenhas J, Hoffman R, Talpaz M, Gerds AT, Stein B, Gupta V, Szoke A, Drummond M, Pristupa A, Granston T, Daly R, Al-Fayoumi S, Callahan JA, Singer JW, Gotlib J, Jamieson C, Harrison C, Mesa R, Verstovsek S. Pacritinib vs Best Available Therapy, Including Ruxolitinib, in Patients With Myelofibrosis: A Randomized Clinical Trial. JAMA Oncol. 2018 May 1;4(5):652-659. doi: 10.1001/jamaoncol.2017.5818."
                },
                {
                    "pmid": "22375970",
                    "type": "BACKGROUND",
                    "citation": "Harrison C, Kiladjian JJ, Al-Ali HK, Gisslinger H, Waltzman R, Stalbovskaya V, McQuitty M, Hunter DS, Levy R, Knoops L, Cervantes F, Vannucchi AM, Barbui T, Barosi G. JAK inhibition with ruxolitinib versus best available therapy for myelofibrosis. N Engl J Med. 2012 Mar 1;366(9):787-98. doi: 10.1056/NEJMoa1110556."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009196",
                    "term": "Myeloproliferative Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "asFound": "Myeloproliferative Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13582",
                    "name": "Philadelphia Chromosome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "asFound": "Myeloproliferative Neoplasms",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000590371",
                    "term": "Vactosertib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M96450",
                    "name": "Vactosertib",
                    "asFound": "JAK2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}