{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03891888",
            "orgStudyIdInfo": {
                "id": "IRB Number: 18.1329"
            },
            "organization": {
                "fullName": "University of Louisville",
                "class": "OTHER"
            },
            "briefTitle": "Intramedullary Bone Grafting for Open Tibial Shaft Fractures",
            "officialTitle": "Open Tibial Shaft Fractures: Can Packing the Exposed Cortex With Intramedullary Reamings Increase Union Rates",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "intramedullary-bone-grafting-for-open-tibial-shaft-fractures"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-25",
            "studyFirstSubmitQcDate": "2019-03-26",
            "studyFirstPostDateStruct": {
                "date": "2019-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rodolfo Zamora, MD",
                "investigatorTitle": "Assistant Professor of Orthopaedic Surgery",
                "investigatorAffiliation": "University of Louisville"
            },
            "leadSponsor": {
                "name": "University of Louisville",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will examine if there is a difference between the time to full union between the control group and the study group. Each group will be composed of patients who have an open fracture in the mid tibia. Both groups will undergo primary fixation via reamed intramedulary nailing (IMN), a common treatment for tibia shaft fractures in adults. The study group will have a bone graft applied to the open cortex of the fracture. The bone graft will be composed of the intramedullary reamings, which are a byproduct produced when the intramedullary canal is reamed in preparation for insertion of the IMN.",
            "detailedDescription": "Open fractures of the tibial diaphysis are known to have high rates of nonunion or delayed union, with widely varying nonunion rates reported to be between 15% and 60% even in lower Gustilo Anderson grade (types I, II, and IIIA) open fractures. Nonunions are costly as they require more healthcare services and result in increased patient pain and disability. A previous study has demonstrated that the use of bone morphogenic protein (BMP) at the time of definitive tibial shaft fracture fixation significantly reduced the risk of delayed union. However, BMP is costly and is rarely used for this purpose. Intramedullary bone graft (IMBG) collected by the reamer-irrigator-aspirator (RIA) technique has been shown to be effective for producing bone graft to stimulate healing and treat larger defects in long bones as well as in the treatment of nonunions. However, the RIA apparatus also introduces and extra expense to the operation and produces more bone graft than would be needed for packing of the open cortex in non-segmental fractures without bone loss. The investigator's study aims to determine if packing the exposed fracture cortex with a small volume of IMBG collected from the tip of a standard reamer during intramedullary nailing can effectively reduce rate of delayed union and nonunion in open tibia shaft fractures.\n\nThis will be a prospective interventional study with two randomized, parallel groups. Patients with an open diaphyseal tibial fracture will be considered for study inclusion. Patients who consent to participate in the study will be randomized to one of two groups. The first will be the control group. This group will receive the standard of care for their injury, which consists of irrigation and debridement of the open fracture, reamed intramedullary nailing and primary wound closure. The second group, the intervention group, will also undergo irrigation and debridement of the open fracture with reamed intramedullary nailing, but will also receive a bone graft on the exposed cortex of the tibial fracture before primarily closing the wound. The bone graft will be made up of the product of the intramedullary reaming prior to the insertion of the intramedullary nail. This bone graft will be collected by wiping the reamings from the reamer tip into a sterile, pre-weighed container after each pass of the reamer through the medullary canal. Prior to introducing the graft into the exposed cortex, the graft will be weighed so that a record may be kept of the amount of graft collected and subsequently used in the procedure.\n\nEach group will then receive identical follow-up care with clinic visits at 2, 8, 16, and 24 weeks post operatively, and will receive X-rays at the 8, 16, and 24 week visits. Each radiograph will be evaluated and assigned a Radiographic Union Scale in Tibial fractures (RUST) score by an independent evaluator. Additionally, the Lower Extremity Functional Scale (LEFS) questionnaire will be administered at enrollment, 8, 16, and 24 week visit to objectively measure patient progress in functional outcomes. The primary outcome measurement will be the rate of union of the fracture in both groups at 3 and 6 month follow up. Radiographic union of the fracture will be defined as the presence of cortical bridging on at least 3 of the 4 cortices or RUST score \\>10. Delayed union will be defined as failure to achieve cortical bridging on 3 of 4 cortices or a RUST score \\>10 by 6 months. Nonunion will be defined as a fracture that in the opinion of the treating surgeon has no possibility of healing without further intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Tibial Fractures",
                "Nonunion of Fracture",
                "Delayed Union of Fracture"
            ],
            "keywords": [
                "Tibial diaphyseal fracture",
                "Nonunion",
                "Delayed union"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to either a treatment or control group.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Patient will not know if they are randomized to the control or intervention group",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Patients in this group will undergo standard treatment for their open tibia shaft fracture (irrigation and debridement of their open fracture and reamed intramedullary nailing)"
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in this group will receive a bone graft in addition to the undergoing standard treatment for their open tibia shaft fracture (irrigation and debridement of their open fracture and reamed intramedullary nailing)",
                    "interventionNames": [
                        "Procedure: Intramedullary Bone Graft"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Intramedullary Bone Graft",
                    "description": "Patients in this group will undergo standard treatment for their open tibia shaft fracture (irrigation and debridement of their open fracture and reamed intramedullary nailing), but will also have the reamings from the medullary canal preparation collected and packed into the exposed fracture cortex",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Radiographic Union at 6 months",
                    "description": "Percentage of patients with the presence of cortical bridging on at least 3 of the 4 fracture cortices at 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Radiographic Union at 4 months",
                    "description": "Percentage of patients with the presence of cortical bridging on at least 3 of the 4 fracture cortices at 4 months",
                    "timeFrame": "4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Lower Extremity Functional Scale Score at 6 months",
                    "description": "The Lower Extremity Functional Scale Score is a patient reported outcome measure that can be used clinically to measure initial function, ongoing progress, and outcomes in patients with impairment of the lower extremities due to musculoskeletal conditions or disorders. The test assesses activities of daily living, balance, coordination, functional mobility, occupational performance, quality of life, range of motion, and strength, and is scored out of 80 points. The minimum possible score is 0 and the maximum possible score is 80, with a higher score associated with better outcomes. The minimum clinically important difference for this scale is 9 points.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Lower Extremity Functional Scale Score at 4 months",
                    "description": "The Lower Extremity Functional Scale Score is a patient reported outcome measure that can be used clinically to measure initial function, ongoing progress, and outcomes in patients with impairment of the lower extremities due to musculoskeletal conditions or disorders. The test assesses activities of daily living, balance, coordination, functional mobility, occupational performance, quality of life, range of motion, and strength, and is scored out of 80 points. The minimum possible score is 0 and the maximum possible score is 80, with a higher score associated with better outcomes. The minimum clinically important difference for this scale is 9 points.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Lower Extremity Functional Scale Score at 2 months",
                    "description": "The Lower Extremity Functional Scale Score is a patient reported outcome measure that can be used clinically to measure initial function, ongoing progress, and outcomes in patients with impairment of the lower extremities due to musculoskeletal conditions or disorders. The test assesses activities of daily living, balance, coordination, functional mobility, occupational performance, quality of life, range of motion, and strength, and is scored out of 80 points. The minimum possible score is 0 and the maximum possible score is 80, with a higher score associated with better outcomes. The minimum clinically important difference for this scale is 9 points.",
                    "timeFrame": "2 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Return to work status at 6 months post injury",
                    "description": "Percentage of patients who had returned to work at 6 months post injury",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Return to work status at 4 months post injury",
                    "description": "Percentage of patients who had returned to work at 4 months post injury",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Return to work status at 2 months post injury",
                    "description": "Percentage of patients who had returned to work at 2 months post injury",
                    "timeFrame": "2 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient age 18 or older\n* Patient with a Gustillo I, II, or IIIa open tibia shaft fracture to be treated primarily with an intramedullary nail\n* Primary closure of the open fracture wound during the initial operation\n* Consent to participate in the study.\n* Are able and willing to return to the hospital or clinic for follow-up for a period of 6-9 months or until radiographic union.\n\nExclusion Criteria:\n\n* Patients under the age of 18.\n* Patients who are pregnant\n* Patients with segmental tibia fractures or those with loss of bone\n* Patients with skin defects over the tibia that cannot be closed primarily\n* Patients with a pathologic fracture of the tibia\n* Patient has quadriplegia or paraplegia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rodolfo Zamora, MD",
                    "role": "CONTACT",
                    "phone": "502-629-5460",
                    "email": "razamo02@louisville.edu"
                },
                {
                    "name": "Salwa M Rashid, MD, MPH",
                    "role": "CONTACT",
                    "phone": "5028526964",
                    "email": "sfrash01@louisville.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rodolfo Zamora, MD",
                    "affiliation": "University of Louisville",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Louisville Hospital",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rodolfo Zamora, MD",
                            "role": "CONTACT",
                            "phone": "502-629-5460",
                            "email": "razamo02@louisville.edu"
                        },
                        {
                            "name": "Salwa M Rashid, MD,MPH",
                            "role": "CONTACT",
                            "phone": "5028526964",
                            "email": "sfrash01@louisville.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "University of Louisville Hospital",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rodolfo Zamora, MD",
                            "role": "CONTACT",
                            "phone": "502-629-5460",
                            "email": "razamo02@louisville.edu"
                        },
                        {
                            "name": "Lauren M Nelson, MD",
                            "role": "CONTACT",
                            "phone": "831-535-3397",
                            "email": "lmgerm01@louisville.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27125823",
                    "type": "BACKGROUND",
                    "citation": "O'Halloran K, Coale M, Costales T, Zerhusen T Jr, Castillo RC, Nascone JW, O'Toole RV. Will My Tibial Fracture Heal? Predicting Nonunion at the Time of Definitive Fixation Based on Commonly Available Variables. Clin Orthop Relat Res. 2016 Jun;474(6):1385-95. doi: 10.1007/s11999-016-4821-4."
                },
                {
                    "pmid": "7714657",
                    "type": "BACKGROUND",
                    "citation": "Riemer BL, DiChristina DG, Cooper A, Sagiv S, Butterfield SL, Burke CJ 3rd, Lucke JF, Schlosser JD. Nonreamed nailing of tibial diaphyseal fractures in blunt polytrauma patients. J Orthop Trauma. 1995 Feb;9(1):66-75. doi: 10.1097/00005131-199502000-00011."
                },
                {
                    "pmid": "7869165",
                    "type": "BACKGROUND",
                    "citation": "Sanders R, Jersinovich I, Anglen J, DiPasquale T, Herscovici D Jr. The treatment of open tibial shaft fractures using an interlocked intramedullary nail without reaming. J Orthop Trauma. 1994 Dec;8(6):504-10."
                },
                {
                    "pmid": "3597491",
                    "type": "BACKGROUND",
                    "citation": "Caudle RJ, Stern PJ. Severe open fractures of the tibia. J Bone Joint Surg Am. 1987 Jul;69(6):801-7."
                },
                {
                    "pmid": "23351958",
                    "type": "BACKGROUND",
                    "citation": "Antonova E, Le TK, Burge R, Mershon J. Tibia shaft fractures: costly burden of nonunions. BMC Musculoskelet Disord. 2013 Jan 26;14:42. doi: 10.1186/1471-2474-14-42."
                },
                {
                    "pmid": "12473698",
                    "type": "BACKGROUND",
                    "citation": "Govender S, Csimma C, Genant HK, Valentin-Opran A, Amit Y, Arbel R, Aro H, Atar D, Bishay M, Borner MG, Chiron P, Choong P, Cinats J, Courtenay B, Feibel R, Geulette B, Gravel C, Haas N, Raschke M, Hammacher E, van der Velde D, Hardy P, Holt M, Josten C, Ketterl RL, Lindeque B, Lob G, Mathevon H, McCoy G, Marsh D, Miller R, Munting E, Oevre S, Nordsletten L, Patel A, Pohl A, Rennie W, Reynders P, Rommens PM, Rondia J, Rossouw WC, Daneel PJ, Ruff S, Ruter A, Santavirta S, Schildhauer TA, Gekle C, Schnettler R, Segal D, Seiler H, Snowdowne RB, Stapert J, Taglang G, Verdonk R, Vogels L, Weckbach A, Wentzensen A, Wisniewski T; BMP-2 Evaluation in Surgery for Tibial Trauma (BESTT) Study Group. Recombinant human bone morphogenetic protein-2 for treatment of open tibial fractures: a prospective, controlled, randomized study of four hundred and fifty patients. J Bone Joint Surg Am. 2002 Dec;84(12):2123-34. doi: 10.2106/00004623-200212000-00001."
                },
                {
                    "pmid": "24625833",
                    "type": "BACKGROUND",
                    "citation": "Dawson J, Kiner D, Gardner W 2nd, Swafford R, Nowotarski PJ. The reamer-irrigator-aspirator as a device for harvesting bone graft compared with iliac crest bone graft: union rates and complications. J Orthop Trauma. 2014 Oct;28(10):584-90. doi: 10.1097/BOT.0000000000000086."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000013978",
                    "term": "Tibial Fractures"
                },
                {
                    "id": "D000005599",
                    "term": "Fractures, Ununited"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "asFound": "Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16737",
                    "name": "Tibial Fractures",
                    "asFound": "Tibial Fractures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8720",
                    "name": "Fractures, Ununited",
                    "asFound": "Nonunion of Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}