{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00532051",
            "orgStudyIdInfo": {
                "id": "OHSU IRB #00006612-IOL"
            },
            "secondaryIdInfos": [
                {
                    "id": "7R01EY018184-04",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/7R01EY018184-04"
                }
            ],
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Intraocular Lens Power Calculation After Laser Refractive Surgery Based on Optical Coherence Tomography",
            "officialTitle": "Guiding the Treatment of Anterior Eye Diseases With Optical Coherence Tomography",
            "acronym": "OCT IOL",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "intraocular-lens-power-calculation-after-laser-refractive-surgery-based-on-optical-coherence-tomography"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-04"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2007-09-18",
            "studyFirstSubmitQcDate": "2007-09-18",
            "studyFirstPostDateStruct": {
                "date": "2007-09-19",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Huang",
                "investigatorTitle": ": David Huang, MD, PhD, Professor of Ophthalmology",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Eye Institute (NEI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "The long-term goal of this project is to utilize very high-speed optical coherence tomography (OCT) technology to guide surgical treatments of corneal diseases. OCT is well known for its exquisite resolution, but until recently it has not had sufficient speed to capture the shape of the cornea because of eye motion during OCT scanning. The development of Fourier-domain (FD) OCT technology has made the requisite speed possible.\n\nThe objective of this project is to develop methods for imaging the cornea with an FD-OCT system that will precisely measure corneal shape and use this information to guide surgery. Cataract surgery in patients with previous laser vision correction often leads to significant near- or far-sightedness, a problem that could be resolved by using a more accurate intraocular lens power selection formula based on the measurement of corneal refractive power with OCT.",
            "detailedDescription": "This study is about an imaging method called Optical Coherence Tomography (OCT) which provides detailed cross-sectional (layered) views of structures in the eye. The OCT system scans a beam of light across the eye to take a picture. OCT provides a more detailed image than other imaging methods of the eye such as ultrasound, CT scan (computed tomography) and MRI (magnetic resonance imaging). In addition, OCT imaging does not touch the eye. OCT is routinely used in imaging structures in the back of the eye (retina) and cornea. This study uses high-speed FDA approved OCT systems. The proposed research plan is a combination of clinical studies and software development to be performed synergistically. Clinical studies will provide OCT images for image processing software development and testing. The image processing software will provide automated measurement of anatomic parameters essential for clinical use.\n\nCataract extraction and IOL implantation is the most common eye surgery. The power of the IOL implant is calculated from 2 measurements: the axial eye length (AL) and keratometric power (K). The Holladay II formula also uses the external corneal diameter (\"white-to-white\" or WTW) and anterior chamber depth (ACD). These formulae work well (±0.5D) in normal eyes. However, these formulae can leads to biased and unpredictable refractive results in eyes that had refractive surgery procedures such as LASIK, PRK, and RK. With a large number of patients undergoing refractive surgery every year, the problem is becoming more severe.\n\nThe conventional IOL formulae fail because several inherent assumptions are no longer true in the eye that had refractive surgery. These assumptions are: 1) The corneal refractive power is uniform. 2) The anterior and posterior corneal power has a fixed relationship such that the overall corneal refractive power can be calculated from the anterior keratometry (or topography) using the keratometric index. 3) The position of IOL can be predicted by K with or without additional information such as WTW and ACD.\n\nRelative to the posterior curvature, the anterior curvature becomes flatter after myopic correction and steeper after hyperopic correction with LASIK or PRK. To adapt the conventional IOL formulae to this situation, most surgeons use rigid contact lens over-refraction to calculate an \"effective K.\" However, the accuracy of refraction in cataract patients is poor due to poor vision. Alternatively, one could use a historical method to calculate the effective K from pre-refractive surgery values. However, those measurements are often no longer available. If many years have lapsed, the historical value may no longer accurately reflect the current shape of the cornea.\n\nThe axial position of the IOL is determined by the positions of lens zonules and capsule which is in turn related to the corneal curvature (K) in the normal eye. A flatter cornea (lower K) is usually associated with a larger anterior segment, where the lens apparatus is located further back. A more complex model that also uses a separately measured white-to-white corneal diameter may be even more accurate. In post-refractive surgery eyes, however, K is altered and no longer has the normal relationship with the size of the eye. One way to get around this is to enter the pre-refractive surgery K. However, this historical information is not always available. We believe that a better solution would be use an entirely different approach that does not depend on the 3 above assumptions at all. Since OCT can separately measure the corneal anterior and posterior surfaces and AC and lens dimensions, we believe it has the potential of being the basis of a much better IOL calculation formula.\n\nPreviously we developed a method to measure both anterior and posterior corneal surface curvatures and obtain more accurate corneal power measurements than conventional keratometry, which only measures the anterior surface. This was the basis of an OCT-based intraocular lens (IOL) formula that showed better results than other formulas for post-myopic LASIK cataract surgery. However, this formula was only on par with the best regression-based formulas in eyes with previous hyperopic LASIK or radial keratectomy (RK), because IOL position prediction error and higher-order corneal aberration limited the accuracy of optical calculations in in these cases. We propose to improve IOL position prediction by using the long-range OCT that can image the entire anterior eye and accurately measure the lens equatorial position. We propose to more accurately determine corneal power in the presence of high aberration by developing ray tracing techniques based on ultrahigh-speed OCT mapping of corneal surfaces. Together, these new methods should improve IOL selection and refractive outcome for all types of eyes. In addition, we will develop a new OCT-based toric IOL formula that takes into account posterior corneal astigmatism, which is ignored in conventional keratometry."
        },
        "conditionsModule": {
            "conditions": [
                "Cataract"
            ],
            "keywords": [
                "cataract, lasik, laser refractive surgery"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 690,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "OCT measurements",
                    "description": "This study is about a new imaging method to study the front part of the eye. This imaging method is called Optical Coherence Tomography (OCT) which provides detailed cross-sectional (layered) views of structures in the eye. The OCT system scans a beam of light across the eye to take a picture. OCT provides a more detailed image than other imaging methods of the eye such as ultrasound, CT scan (computed tomography), and MRI (magnetic resonance imaging). In addition, OCT imaging does not touch the eye. OCT is routinely used in imaging structures in the back of the eye (retina) and cornea. This study uses high-speed FDA approved OCT systemsThe measurements from the OCT systems are used in selecting IOL power.",
                    "otherNames": [
                        "Manufacturer/Name OCT Technology 510(K)",
                        "Optovue/RTVue-CAM Fourier-domain K071250",
                        "Bioptigen/Bioptigen Fourier-domain K063343",
                        "Zeiss/Visante Time-domain K051789"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "IOL power prediction (baseline visit)",
                    "description": "Subjects will be assessed at study enrollment, and a prediction of the most suitable IOL power will be made. Predicted IOL power will be measured in Diopters.",
                    "timeFrame": "Study enrollment"
                },
                {
                    "measure": "IOL power prediction error (post-operative visit)",
                    "description": "Subjects will be assessed no later than 6-months following cataract surgery to assess accuracy of IOL power prediction at baseline visit. IOL power error will be measured in Diopters.",
                    "timeFrame": "No later than 6-months following cataract surgery."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The subjects will be patients seeking cataract surgery with implantation of monofocal IOLs (including toric IOLs) but not multifocal or accommodative IOLs.\n* Subjects will have had post-laser vision correction (LVC) such as previous LASIK, PRK, laser sub-epithelial keratectomy (LASEK), epi-LASIK (surface laser ablation under a microkeratome-created epithelial flap) or RK. The post-LVC group will be subdivided into those who have previous hyperopic LVC and those who have previous myopic LVC.\n\nExclusion Criteria:\n\n* Inability to give informed consent.\n* Inability to maintain stable fixation for OCT imaging.\n* Inability to commit to required visits to complete the study.\n* Eyes with concurrent cataract, retinal diseases, glaucoma, or other eye conditions that may limit the visual outcome after surgery.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "patients seeking cataract surgery with implantation of monofocal IOLs (including toric IOLs) but not multifocal or accommodative IOLs.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Humberto Martinez, COT",
                    "role": "CONTACT",
                    "phone": "503-494-7712",
                    "email": "martinhu@ohsu.edu"
                },
                {
                    "name": "Denny Romfh, OD",
                    "role": "CONTACT",
                    "phone": "503-494-4351",
                    "email": "romfhd@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Huang, MD, PhD",
                    "affiliation": "Casey Eye Institute, Oregon Health & Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Casey Eye Institute, Oregon Health & Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Humberto Martinez, COT",
                            "role": "CONTACT",
                            "phone": "503-494-7712",
                            "email": "martinhu@ohsu.edu"
                        },
                        {
                            "name": "Denny Romfh, OD",
                            "role": "CONTACT",
                            "phone": "503-494-4351",
                            "email": "romfhd@ohsu.edu"
                        },
                        {
                            "name": "David Huang, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Winston Chamberlain, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Afshan Nanji, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Seema Gupta, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ellen Davis, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Yan Li, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Richard Stutzman, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26459996",
                    "type": "DERIVED",
                    "citation": "Wang L, Tang M, Huang D, Weikert MP, Koch DD. Comparison of Newer Intraocular Lens Power Calculation Methods for Eyes after Corneal Refractive Surgery. Ophthalmology. 2015 Dec;122(12):2443-9. doi: 10.1016/j.ophtha.2015.08.037. Epub 2015 Oct 14."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002386",
                    "term": "Cataract"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007905",
                    "term": "Lens Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5638",
                    "name": "Cataract",
                    "asFound": "Cataract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10917",
                    "name": "Lens Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}