{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05887882",
            "orgStudyIdInfo": {
                "id": "210831"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-03216",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Intra-Tumoral Injections of Natural Killer Cells for Recurrent Malignant Pediatric Brain Tumors",
            "officialTitle": "A Phase I Study of Intra-Tumoral Injections of Ex Vivo Expanded Natural Killer Cells in Children and Young Adults With Recurrent or Progressive Supratentorial Malignant Brain Tumors",
            "acronym": "PNOC028",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "intra-tumoral-injections-of-natural-killer-cells-for-recurrent-malignant-pediatric-brain-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-24",
            "studyFirstSubmitQcDate": "2023-05-24",
            "studyFirstPostDateStruct": {
                "date": "2023-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Sabine Mueller, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Sabine Mueller, MD, PhD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Rally Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Washington University School of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "Nationwide Children's Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the safety, side effects, and best dose of ex vivo expanded natural killer cells in treating patients with cancerous (malignant) tumors affecting the upper part of the brain (supratentorial) that have come back (recurrent) or that are growing, spreading, or getting worse (progressive). Natural killer (NK) cells are immune cells that recognize and get rid of abnormal cells in the body, including tumor cells and cells infected by viruses. NK cells have been shown to kill different types of cancer, including brain tumors in laboratory settings. Giving NK cells from unrelated donors who are screened for optimal cell qualities and determined to be safe and healthy may be effective in treating supratentorial malignant brain tumors in children and young adults.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the safety and tolerability of natural killer (NK) cells that have been propagated ex vivo with genetically-modified feeder cells and administered intra-tumoral via an Ommaya reservoir in patients with recurrent or progressive supratentorial malignant brain tumors.\n\nII. To determine the recommended phase 2 dose (RP2D) for natural killer (NK) cells that have been propagated ex vivo with genetically-modified feeder cells and administered intra-tumoral via an Ommaya reservoir in patients with recurrent or progressive supratentorial malignant brain tumors.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine the 6 months overall survival (OS), defined as the percentage of patients in the study who are alive at 6 months following start of treatment.\n\nII. To determine the persistence, immuno-phenotype and function of adoptively-transferred expanded NK cells and correlate the findings with the overall response.\n\nIII. To determine the immune signature-based profile of each patient's tumor. IV. To determine changes in the T-cell receptor (TCR) repertoire diversity before and after Transforming growth factor beta imprinted (TGFβi) NK cell treatment.\n\nV. To evaluate the effect of systemic steroids on the persistence and efficacy of TGFβi NK cells.\n\nVI. To assess Quality of Life (QOL) and cognitive measures in children and young adults with recurrent or progressive supratentorial malignant brain tumors.\n\nVII. To assess patient and/or proxy satisfaction with study participation via patient-reported outcome (PRO) measures in the context of race ethnicity and other health related social risks.\n\nVIII. To assess on therapy toxicity in the context of race, ethnicity and other health related social risks.\n\nOUTLINE: This is a dose-escalation study.\n\nParticipants undergo placement of an Ommaya reservoir and receive universal donor expanded TGF-beta-imprinted NK cells (TGFBi NK cells) intratumorally over 5 minutes via Ommaya reservoir on day 1 of each cycle. Cycles repeat every 28 days for 3 cycles in the absence of disease progression or unacceptable toxicity. Participants also undergo magnetic resonance imaging (MRI) of the brain during screening and on study and collection of tumor-associated fluid via Ommaya reservoir on study. Participants may also undergo MRI of the spine and lumbar puncture as clinically indicated."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric Brain Tumor",
                "Recurrent Pediatric Brain Tumor",
                "Pediatric Supratentorial Neoplasm"
            ],
            "keywords": [
                "Transforming growth factor beta imprinted",
                "Natural Killer Cells"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Level 2 (3x10^6) - Starting Dose",
                    "type": "EXPERIMENTAL",
                    "description": "Enrolled participants must proceed to surgery for tumor resection and Ommaya placement into the resection cavity within 14 days of enrollment. Starting dose of 3x10\\^6 of TGFβi NK cells (first dose) may be administered at least 14 days after the Ommaya reservoir placement and may not start until all acute surgical complications have resolved (maximum of 6 weeks after enrollment). TGFβi NK cell infusions through the Ommaya reservoir will occur once weekly for three weeks followed by one rest week. If participants have stable or improved disease, participants may continue to receive therapy for a total of 3 cycles.",
                    "interventionNames": [
                        "Biological: Universal Donor (UD) Transforming growth factor beta imprinting (TGFβi) Natural Killer (NK) Cells",
                        "Procedure: Implantation",
                        "Procedure: Magnetic Resonance Imaging (MRI)",
                        "Other: Quality-of-Life Assessment"
                    ]
                },
                {
                    "label": "Dose Level 3 (3x10^7)",
                    "type": "EXPERIMENTAL",
                    "description": "If no safety or toxicity events are demonstrated by the starting dose cohort, enrolled participants in the next dosing cohort must proceed to surgery for tumor resection and Ommaya placement into the resection cavity within 14 days of enrollment. The dose of 3x10\\^7 of TGFβi NK cells (first dose) may be administered at least 14 days after the Ommaya reservoir placement and may not start until all acute surgical complications have resolved (maximum of 6 weeks after enrollment). TGFβi NK cell infusions through the Ommaya reservoir will occur once weekly for three weeks followed by one rest week. If participants have stable or improved disease, participants may continue to receive therapy for a total of 3 cycles.",
                    "interventionNames": [
                        "Biological: Universal Donor (UD) Transforming growth factor beta imprinting (TGFβi) Natural Killer (NK) Cells",
                        "Procedure: Implantation",
                        "Procedure: Magnetic Resonance Imaging (MRI)",
                        "Other: Quality-of-Life Assessment"
                    ]
                },
                {
                    "label": "Dose Level 4 (3x10^8)",
                    "type": "EXPERIMENTAL",
                    "description": "If no safety or toxicity events are demonstrated by the previous dose cohort, enrolled participants in the next dosing cohort must proceed to surgery for tumor resection and Ommaya placement into the resection cavity within 14 days of enrollment. The dose of 3x10\\^8 of TGFβi NK cells (first dose) may be administered at least 14 days after the Ommaya reservoir placement and may not start until all acute surgical complications have resolved (maximum of 6 weeks after enrollment). TGFβi NK cell infusions through the Ommaya reservoir will occur once weekly for three weeks followed by one rest week. If participants have stable or improved disease, participants may continue to receive therapy for a total of 3 cycles.",
                    "interventionNames": [
                        "Biological: Universal Donor (UD) Transforming growth factor beta imprinting (TGFβi) Natural Killer (NK) Cells",
                        "Procedure: Implantation",
                        "Procedure: Magnetic Resonance Imaging (MRI)",
                        "Other: Quality-of-Life Assessment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Universal Donor (UD) Transforming growth factor beta imprinting (TGFβi) Natural Killer (NK) Cells",
                    "description": "The TGFβi NK cell product will be manufactured in the Cell Therapy Laboratory at Nationwide Children's Hospital and given via infusion.",
                    "armGroupLabels": [
                        "Dose Level 2 (3x10^6) - Starting Dose",
                        "Dose Level 3 (3x10^7)",
                        "Dose Level 4 (3x10^8)"
                    ],
                    "otherNames": [
                        "UD TGFβi NK cells",
                        "UD TGFβi NK cell product"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Implantation",
                    "description": "Undergo placement of Ommaya reservoir",
                    "armGroupLabels": [
                        "Dose Level 2 (3x10^6) - Starting Dose",
                        "Dose Level 3 (3x10^7)",
                        "Dose Level 4 (3x10^8)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging (MRI)",
                    "description": "Imaging procedure",
                    "armGroupLabels": [
                        "Dose Level 2 (3x10^6) - Starting Dose",
                        "Dose Level 3 (3x10^7)",
                        "Dose Level 4 (3x10^8)"
                    ],
                    "otherNames": [
                        "MRI"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Dose Level 2 (3x10^6) - Starting Dose",
                        "Dose Level 3 (3x10^7)",
                        "Dose Level 4 (3x10^8)"
                    ],
                    "otherNames": [
                        "QOL Assessment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants with treatment-emergent adverse events",
                    "description": "Adverse events and clinically significant laboratory abnormalities (meeting grade 3, 4, or 5 criteria according to NCI CTCAE) will be summarized by maximum intensity and relationship to study drug(s). Grade 1 and 2 adverse events will be summarized if related to study therapy. Descriptive statistics will be utilized to display the data on toxicity seen. Toxicities will be summarized by tabulation in terms of type, grade and attribution for each dose level of each group of patients studied at the end of the trial.",
                    "timeFrame": "From initiation of study treatment until 30 days from the end of therapy, approximately 1 year"
                },
                {
                    "measure": "Recommended Phase II dose (RP2D)",
                    "description": "RP2D is defined as the dose level at which fewer than one-third of participants experience a dose limiting toxicity (DLT)",
                    "timeFrame": "From initiation of study treatment until 30 days from the end of therapy, approximately 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have a histologically-confirmed recurrent or progressive, non-metastatic supratentorial World Health Organization (WHO) Grade III/IV malignant brain tumor. Including, but not limited to: anaplastic ependymoma, embryonal tumor, primitive neuroectodermal tumor, atypical teratoid rhabdoid tumor (ATRT), anaplastic astrocytoma, anaplastic oligoastrocytoma, anaplastic oligodendroglioma, anaplastic pleomorphic xanthoastrocytoma, glioblastoma multiforme, gliosarcoma, or malignant glioma (NOS), WHO Grade II ependymoma.\n2. Participants should be candidates for resection/open biopsy of the recurrent tumor and be deemed candidate for placement of an Ommaya reservoir placed intra-cavitary/intra-tumoral; measurable residual tumor after surgery is not required for study entry. Pre-operative imaging need to estimate that the resection cavity will be at least 2 cm x 2 cm in two dimensions for patients to be eligible.\n3. Given the lack of a standard of care treatment for children with recurrent or progressive grade III/IV malignant brain tumors, participants must have completed first-line treatment with radiation and/or chemotherapy prior to participating in this trial.\n4. All participants must be \\>= 1 year of age and \\< 39 years of age at the time of entry into the study. The first 3 participants must be \\>= 8 years of age and \\< 39 years of age at the time of entry into the study.\n5. Performance Score: Karnofsky \\>= 50 for participants \\> 16 years of age and Lansky \\>= 50 for participants \\<=16 years of age. Participants who are unable to walk because of paralysis, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score.\n6. Must have recovered from the acute toxic effects of prior therapy (i.e., NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5, grade 1 or less)\n\n   * An interval of at least 12 weeks must have elapsed since the completion of radiation therapy.\n   * At least 6 weeks since the completion of any cytotoxic chemotherapy regimen.\n   * At least 12 weeks since the completion of any immunotherapies or cell therapies.\n   * For targeted agents only, participants should have recovered from any toxicity of the agent and have a minimum of 2 weeks since the last dose.\n   * For participants who have received prior bevacizumab, at least 6 weeks is required.\n7. Organ Function Requirements:\n\n   1. Adequate Bone Marrow Function Defined as:\n\n      * Peripheral absolute neutrophil count (ANC) \\>750/mm\\^3.\n      * Platelet count \\>75,000/mm\\^3 (transfusion independent, defined as not receiving platelet transfusions for at least 7 days prior to enrollment).\n   2. Adequate Renal Function Defined as:\n\n      * A serum creatinine \\<= 1.5 x upper limit normal (ULN) based on age/gender.\n   3. Adequate Liver Function Defined as:\n\n      * Total bilirubin \\< 1.5 x upper limit of normal (ULN) for age; in presence of Gilbert's syndrome, total bilirubin \\< 3 x ULN or direct bilirubin \\< 1.5 x ULN.\n      * Alanine aminotransferase (ALT) \\< 3 x ULN.\n      * Aspartate aminotransferase (AST) \\< 3 x ULN.\n   4. Adequate Neurologic Function Defined as:\n\n      * Participants with seizure disorder may be enrolled if seizures are well-controlled. Participants on non-enzyme inducing anticonvulsants may be excluded pending interaction(s) with study drug.\n      * Signs and symptoms of neurologic deficit must be stable for \\> 1 week prior to enrollment.\n8. The effects of Transforming growth factor beta resistant (TGFβi) natural killer (NK) cells on the developing human fetus are unknown. For this reason and because TGFβi NK cells as well as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and 6 months after completion of TGFβi NK cells administration. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n9. A legal parent/guardian or patient must be able to understand, and willing to sign, a written informed consent and assent document, as appropriate.\n10. Participants who are receiving dexamethasone must be on a stable or decreasing dose for 1-week prior to registration.\n\nExclusion Criteria:\n\n1. Participants with evidence of disseminated disease, including multi-focal disease, diffuse leptomeningeal disease, Cerebral spinal fluid (CSF) dissemination or extra-neural disease.\n2. Tumor involvement that would require ventricular, brainstem or posterior fossa injection or access through a ventricle or risk of ventricular penetration in order to deliver the TGFβi NK cells.\n3. Participants undergoing needle or open biopsy.\n4. Participants who are receiving any other investigational agents.\n5. Women of childbearing potential must not be pregnant or breast-feeding.\n6. Evidence of active uncontrolled infection or unstable or severe intercurrent medical conditions.\n7. Any medical condition that precludes surgery.\n8. Prothrombin time/international normalized ratio (PT/INR) or partial thromboplastin time (PTT) \\> 1.5 x ULN.\n9. Participants with a known disorder that affects their immune system, such as human immunodeficiency virus (HIV), or an auto- immune disorder requiring systemic cytotoxic or immunosuppressive therapy are not eligible.\n10. Evidence of bleeding diathesis or use of anticoagulant medication or any medication which may increase the risk of bleeding. If the medication can be discontinued \\>1 week prior to NK cell infusion then the subject may be eligible following consultation with the Study Chairs.\n11. Participants with significant systemic or major illnesses including but not limited to: congestive heart failure, ischemic heart disease, kidney disease or renal failure, organ transplantation, or significant psychiatric disorder.\n12. History or current diagnosis of any medical or psychological condition that in the Investigator's opinion, might interfere with the participants ability to participate or inability to obtain informed consent because of psychiatric or complicating medical problems.\n\nImportant note: The eligibility criteria listed above are interpreted literally and cannot be waived.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "39 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aubrie Dreschler",
                    "role": "CONTACT",
                    "phone": "(415) 502-1600",
                    "email": "PNOC028@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sabine Mueller, MD, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aubrie Drechsler",
                            "role": "CONTACT",
                            "phone": "415-502-1600",
                            "email": "PNOC028@ucsf.edu"
                        },
                        {
                            "name": "Sabine Mueller, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified participant data may be shared with collaborating researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000015173",
                    "term": "Supratentorial Neoplasms"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17887",
                    "name": "Supratentorial Neoplasms",
                    "asFound": "Supratentorial Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T852",
                    "name": "Brain Tumor, Childhood",
                    "asFound": "Pediatric Brain Tumor",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008934",
                    "term": "Mitogens"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "asFound": "Natural",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}