{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05006313",
            "orgStudyIdInfo": {
                "id": "211499"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Intraoperative Fluorescence Angiography in Debridement of Open Fractures",
            "officialTitle": "Intraoperative Fluorescence Angiography in Debridement of Open Fractures",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intraoperative-fluorescence-angiography-in-debridement-of-open-fractures"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-07",
            "studyFirstSubmitQcDate": "2021-08-07",
            "studyFirstPostDateStruct": {
                "date": "2021-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jed Maslow",
                "investigatorTitle": "Assistant Professor of Orthopaedic Surgery",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The proposed research aims to be a pilot feasibility study to evaluate intraoperative fluorescence angiography (IFA) as an aid for acute debridement in orthopaedic trauma.",
            "detailedDescription": "The investigators will perform a prospective cohort study evaluating the utility of IFA in acute debridement of type II and type III open extremity fractures by testing the frequency that IFA leads to additional debridement of compromised tissue. The investigators will also identify the incidence of clinically important secondary outcomes for future evaluation in a multicenter randomized controlled trial. Secondary outcomes will include the occurrence of a secondary procedure for surgical debridement, the need for a soft tissue coverage procedure, and the incidence of post-operative wound complications. Additionally, the investigators will evaluate surgeon experience using IFA to understand ease of use and surgeon satisfaction.\n\nAt the conclusion of this study, the investigators will be able to understand how often IFA may assist surgeons perform successful debridement and potential advantages of use. IFA may improve debridement by identifying tissue that is not viable but difficult to assess by the current gold standard, clinical acumen, or by giving surgeons confidence that the debridement is adequate and that the wound may be safely closed. Ultimately, IFA may prove to reduce the need for further procedures and potentially reduce the post-operative infection rate.\n\nAim 1: Evaluate the frequency that IFA leads to the debridement of additional tissue during the same operative procedure for type II and type III open extremity fractures following an initial debridement using clinical measures of tissue viability.\n\nHypothesis: Adult patients (≥18 years old) undergoing surgical debridement of an upper or lower extremity type II or type III open fracture will have additional tissue debrided after use of IFA in at least 18% of cases, the frequency reported in plastic surgery literature.\n\nA) Patients will undergo a standard initial debridement by the treating surgeon. When the surgeon feels the debridement is complete, IFA will be performed.\n\nB) The amount and type of additional tissue debrided will be recorded. Percent perfusion on IFA imaging will be recorded for all tissue that requires additional debridement compared with a pre-selected reference.\n\nAim 2: Evaluate incidence of post-operative wound complications, repeat debridement, or soft tissue coverage after debridement is performed using IFA for type II and type III open extremity fractures.\n\nHypothesis: Adult patients (≥18 years old) undergoing surgical debridement of an upper or lower extremity type II or type III open fracture with the use of IFA will have a lower post-operative infection or dehiscence rate and require fewer procedures for repeat debridement or coverage compared to institutional standards.\n\nA) Patients will undergo a standard initial debridement by the treating surgeon. When the surgeon feels the debridement is complete, IFA will be performed.\n\nB) Post-operative surgical site infection requiring debridement or antibiotic treatment or wound dehiscence requiring wound care or surgery will be noted within 30-days from the initial debridement.\n\nC) The occurrence and number of repeat debridement procedures will be noted until definitive wound closure or reconstruction. The need for soft tissue coverage and type of coverage will be noted for each injury.\n\nAim 3: Evaluate surgeon experience using IFA for acute debridement of type II and type III open extremity fractures.\n\nHypothesis: Surgeons rate the use of IFA as easy and helpful. A) Patients will undergo a standard initial debridement by the treating surgeon. When the surgeon feels the debridement is complete, IFA will be performed.\n\nB) After surgery, surgeons will complete a surgeon assessment form assessing ease of use, if the surgeon felt IFA to be helpful, and overall satisfaction based on a Likert-type scale."
        },
        "conditionsModule": {
            "conditions": [
                "Intraoperative Fluorescence Angiography"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intraoperative fluorescence angiography",
                    "type": "EXPERIMENTAL",
                    "description": "Intraoperative fluorescence angiography will be utilized to view initial debridement area. Using a sterile marking pen, the surgeon will mark the areas of tissue on skin, subcutaneous tissue, muscle, bone, or other that he or she wishes to debride further due to poor perfusion. A reference point on uninjured tissue of the same extremity at least 10 cm from the wound will be identified and measured for perfusion (set to reference of 100% perfusion). The area to be further debrided will be measured for percent perfusion relative to this reference point.",
                    "interventionNames": [
                        "Device: Intraoperative fluorescence angiography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Intraoperative fluorescence angiography",
                    "description": "Intraoperative fluorescence angiography will be used to assess tissue perfusion following initial debridement of wound.",
                    "armGroupLabels": [
                        "Intraoperative fluorescence angiography"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Additional debridement following IFA use",
                    "description": "Yes/No",
                    "timeFrame": "Intraoperative"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All adults ≥18 years old\n* Open type II or type III upper or lower extremity fracture to be treated at Vanderbilt University Medical Center with operative intervention by orthopaedic trauma or orthopaedic hand surgeons.\n\nExclusion Criteria:\n\n* Patients \\<18 years old\n* Pregnant\n* In extremis or requiring expedited surgical care outside of standard treatment\n* Allergy or medical contraindication to indocyanine green dye.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julie M Shelton, BBA",
                    "role": "CONTACT",
                    "phone": "6153224506",
                    "email": "Julie.M.Daniels@vumc.org"
                },
                {
                    "name": "Jed I Maslow, MD",
                    "role": "CONTACT",
                    "phone": "615-322-4683",
                    "email": "Jed.I.Maslow@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jed I Maslow, MD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt Orthopaedics",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005597",
                    "term": "Fractures, Open"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M8718",
                    "name": "Fractures, Open",
                    "asFound": "Open Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}