{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04895956",
            "orgStudyIdInfo": {
                "id": "1618614"
            },
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "Intra-sheath vs Extra-sheath Injection for De Quervain's Tenosynovitis",
            "officialTitle": "Intra-sheath vs Extra-sheath Injection for De Quervain's Tenosynovitis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intra-sheath-vs-extra-sheath-injection-for-de-quervain-s-tenosynovitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-13",
            "studyFirstSubmitQcDate": "2021-05-18",
            "studyFirstPostDateStruct": {
                "date": "2021-05-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, Davis",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The aim of the study is to determine whether or not extra-sheath steroid injections are inferior to intra-sheath steroid injections in the treatment of DeQuervain's Tenosynovitis.\n\nPatients will be randomized to either the intra-sheath group or the extra-sheath group and their pre-injection level of pain will be assessed using the visual analog scale. Appropriate injections will then be administered by 1 of 3 UC Davis hand surgeons. Six weeks post injection the patients will be reassessed using the visual analog scale and their score at 6 weeks will be compared to their pre-injection score.",
            "detailedDescription": "Null Hypothesis: Extra-sheath steroid injections are inferior to intra-sheath steroid injections in the treatment of DeQuervain's tenosynovitis.\n\nAlternative Hypothesis:Extra-sheath steroid injections are not inferior to intra-sheath steroid injections in the treatment of De Quervain's tenosynovitis.\n\nBackground:\n\nDeQuervain's Tenosynovitis is a common condition with an estimated incidence of 0.5% in men and 1.3% in women, usually occurring in the third or fourth decade of life. The condition involves accumulation of mucopolysaccharide in the first dorsal compartment of the wrist, narrowing the passageway through which the abductor pollicis longus (APL) and extensor pollicis brevis (EPB) tendons pass(1). Patients typically present with pain over the radial styloid that is often exacerbated by grasping, thumb abduction and ulnar deviation of the wrist. The degree of pain can be measured using the visual analog scale (VAS).\n\nThe VAS pain scale is a widely used test to effectively measure pain(9). The visual analog scale we will be using is a 100mm horizontal line with no numbers and only written descriptors on either end of the line. The written descriptor on the left side of the line will be \"no pain\" and the descriptor on the right will be \"pain as bad as it could possibly be\". Patients will be instructed to make a mark on the line where they believe their current pain fits. The patient's response will be measured and recorded.\n\nCurrently the most effective treatment modality for this condition is ultrasound guided injection of corticosteroids directly into the sheath where the APL and EPB pass. However, we hypothesize that injecting corticosteroids outside the sheath will not be inferior. Our rationale for this hypothesis lies in prior studies examining a similar approach for the treatment of the related condition, trigger finger. Two separate studies compared the efficacy of intra-sheath vs extra-sheath steroid injections in this condition and found that extra-sheath injections were as effective as intra-sheath injections in the treatment of trigger finger(7,8). These studies lay the groundwork for this approach in DeQuervain's, however, no clinical trials comparing the efficacy and safety of intra-sheath versus extra-sheath steroid injections for the treatment of DeQuervain's tenosynovitis have been reported to date.\n\nStudy Timelines:\n\nParticipants will be screened and enrolled at their clinic visit at UC Davis Health Center. Once the patient has qualified for the study, they will undergo either the intra-sheath or extra-sheath steroid injection. Patient's will return for follow-up appointments at 6 weeks, 6 months and 1 year post injection. We estimate a 2.5 year enrollment period, followed by a six-month data review period.\n\nPower analysis:\n\nThis study is designed to determine whether extra-sheath steroid injection is similarly effective (i.e., noninferior) to intra-sheath steroid injection at improving pain. The study sample size will be determined on the basis of an expected standard deviation of 14mm in the primary outcome of pain improvement and a non-inferiority limit of 14mm. This expected standard deviation was derived from previous trials that examined the efficacy of steroid injections for DeQuervain's tenosynovitis (1). The non-inferiority boundary of 14mm was selected based on a previously calculated minimum clinically important difference (MCID) on the VAS pain scale of 14mm(5). The primary outcome of interest is the difference between pre-injection and 6 weeks post-injection VAS scores in each group. Assuming a non-inferiority test for the difference between two means, we find that a group sample size of 13 in the intra-sheath and 13 in extra-sheath steroid injection group achieves 80% power to detect non-inferiority using a one-sided two-sample t-test. The margin of non-inferiority is 14mm. The true difference between the means is assumed to be 0. The significance level (alpha) of the test is 0.050. The expected standard deviation is 14mm.\n\nTo ensure we have an adequate number of patients to achieve significance for secondary study endpoint analysis and allowing for a dropout rate of 15% we plan to enroll 80 patients.\n\nProcedures Involved:\n\nThe trial will be a double blinded randomized controlled trial with half of the subjects randomized to receive intra-sheath injection and the other half receiving extra sheath injection. After signing consent, the inclusion and exclusion criteria will be reviewed. Eligible subjects will be enrolled and randomized into the study. The consenting researcher will use a digital Randomizer application (\"Randomizer\", available on all smart phones) to assign the individual to either intra-sheath injection group or extra sheath injection group. After being randomized, the study arm will be recorded at subject source document and Enrollment Log. The signed consent will be scanned into the patient's electronic medical record. The hard copy consents will be stored securely.\n\nIn both groups the injection will be ultrasound-guided and the injection solution will be composed of 1ml of 1% lidocaine and 1ml (20mg) of dexamethasone.\n\nPatients randomized to the intra-sheath injection group will have all fluid injected directly into the APL/EPB sheath. In this group of patients, if subcompartments are found upon ultrasound inspection half of the solution will be deposited into the APL sheath and the other half will be deposited into the EPB subsheath, as previously described(5).\n\nIn patients randomized to the extra-sheath injection group, the injection will be given surrounding the sheath.\n\nIn both groups, pain will be measured using the visual analog scale (VAS) and symptoms/disability will be measured using the shortened Disabilities of the Arm, Shoulder and Hand Questionnaire (quickDASH).\n\nThe DASH questionnaire is a 30 item test commonly administered to patients with upper extremity disorders that allows them to self-assess the level of disability/symptoms associated with their disorder(10). The shortened version (quickDASH) reduces the number of test questions from 30 to 11. There are 5 answer choices for each item of the test and 10 out of the 11 questions must be answered for the test to be considered valid. Based on the patients answers to the questions, a score between 0 (no disability) and 100 (severe disability) will be calculated.\n\nAll results, including which group the patient was randomized to will be recorded and input into the appropriate spreadsheet."
        },
        "conditionsModule": {
            "conditions": [
                "De Quervain Tenosynovitis"
            ],
            "keywords": [
                "Steroid injection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The trial will be a double blinded randomized controlled trial with half of the subjects randomized to receive intra-sheath injection and the other half receiving extra-sheath injection.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants will not be informed which arm of the trial they have been placed in until after the conclusion of their involvement with the study. To ensure blinding of the physicians, follow up assessments will not be performed by the doctors who administered the injection and will instead be performed by residents who will not be informed which group the patient has been placed in.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intra-sheath injection",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In patients randomized to the intra-sheath, corticosteroids will be injected directly into the abductor pollicis longus/ extensor pollicis brevis sheath.",
                    "interventionNames": [
                        "Procedure: Intra-sheath injection",
                        "Device: Ultrasound"
                    ]
                },
                {
                    "label": "Extra-sheath injection",
                    "type": "EXPERIMENTAL",
                    "description": "In patients randomized to the extra-sheath arm, corticosteroids will be injected surrounding the abductor pollicis longus/ extensor pollicis brevis sheath.",
                    "interventionNames": [
                        "Procedure: Extra-sheath injection",
                        "Device: Ultrasound"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Intra-sheath injection",
                    "description": "Ultrasound guided corticosteroid injection composed of 1ml of 1% lidocaine and 1ml (20mg) of dexamethasone. Injection will be administered directly into the abductor pollicis longus/ extensor pollicis brevis sheath.",
                    "armGroupLabels": [
                        "Intra-sheath injection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Extra-sheath injection",
                    "description": "Ultrasound guided corticosteroid injection composed of 1ml of 1% lidocaine and 1ml (20mg) of dexamethasone. Injection will be administered surrounding the abductor pollicis longus/ extensor pollicis brevis sheath.",
                    "armGroupLabels": [
                        "Extra-sheath injection"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Ultrasound",
                    "description": "To ensure accuracy of fluid deposition into the tendon sheath in the intra-sheath injection arm and outside of the tendon sheath in the extra-sheath injection arm, all injections will be performed under ultrasound guidance. The ultrasound machine used will be a portable ultrasound machine located at the UC Davis orthopaedic clinic in Sacramento",
                    "armGroupLabels": [
                        "Extra-sheath injection",
                        "Intra-sheath injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Visual analog scale (VAS) at 6 weeks post injection",
                    "description": "The difference between pre-injection and 6 weeks post-injection visual analog scale scores in both the experimental extra-sheath injection and control intra-sheath injection.\n\nThe visual analog pain scale is a widely used test to effectively measure pain(9). The visual analog scale we will be using is a 100mm horizontal line with no numbers and only written descriptors on either end of the line. The written descriptor on the left side of the line will be \"no pain\" and the descriptor on the right will be \"pain as bad as it could possibly be\". Patients will be instructed to make a mark on the line where they believe their current pain fits. The patient's response will be measured and recorded.",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visual analog scale (VAS) at 6 months post injection",
                    "description": "The difference between pre-injection and 6 months post-injection visual analog scale scores in both the experimental extra-sheath injection and control intra-sheath injection.\n\nThe visual analog pain scale is a widely used test to effectively measure pain(9). The visual analog scale we will be using is a 100mm horizontal line with no numbers and only written descriptors on either end of the line. The written descriptor on the left side of the line will be \"no pain\" and the descriptor on the right will be \"pain as bad as it could possibly be\". Patients will be instructed to make a mark on the line where they believe their current pain fits. The patient's response will be measured and recorded.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Visual analog scale (VAS) at 1 year post injection",
                    "description": "The difference between pre-injection and 1 year post-injection visual analog scale scores in both the experimental extra-sheath injection and control intra-sheath injection.\n\nThe visual analog pain scale is a widely used test to effectively measure pain(9). The visual analog scale we will be using is a 100mm horizontal line with no numbers and only written descriptors on either end of the line. The written descriptor on the left side of the line will be \"no pain\" and the descriptor on the right will be \"pain as bad as it could possibly be\". Patients will be instructed to make a mark on the line where they believe their current pain fits. The patient's response will be measured and recorded.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Shortened disabilities of the hand arm and shoulder (quickDASH) scores at 6 week post injection",
                    "description": "The difference between pre-injection and 6 weeks post-injection quickDASH scores in both the experimental extra-sheath injection and control intra-sheath injection.\n\nThe disabilities of the arm shoulder and hand (DASH) questionnaire is a 30 item test commonly administered to patients with upper extremity disorders that allows them to self-assess the level of disability/symptoms associated with their disorder(10). The shortened version (quickDASH) reduces the number of test questions from 30 to 11. There are 5 answer choices for each item of the test and 10 out of the 11 questions must be answered for the test to be considered valid. Based on the patients answers to the questions, a score between 0 (no disability) and 100 (severe disability) will be calculated.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Shortened disabilities of the hand arm and shoulder (quickDASH) scores at 6 months post injection",
                    "description": "The difference between pre-injection and 6 months post-injection quickDASH scores in both the experimental extra-sheath injection and control intra-sheath injection.\n\nThe disabilities of the arm shoulder and hand (DASH) questionnaire is a 30 item test commonly administered to patients with upper extremity disorders that allows them to self-assess the level of disability/symptoms associated with their disorder(10). The shortened version (quickDASH) reduces the number of test questions from 30 to 11. There are 5 answer choices for each item of the test and 10 out of the 11 questions must be answered for the test to be considered valid. Based on the patients answers to the questions, a score between 0 (no disability) and 100 (severe disability) will be calculated.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Shortened disabilities of the hand arm and shoulder (quickDASH) scores at 1 year post injection",
                    "description": "The difference between pre-injection and 1 year post-injection quickDASH scores in both the experimental extra-sheath injection and control intra-sheath injection.\n\nThe disabilities of the arm shoulder and hand (DASH) questionnaire is a 30 item test commonly administered to patients with upper extremity disorders that allows them to self-assess the level of disability/symptoms associated with their disorder(10). The shortened version (quickDASH) reduces the number of test questions from 30 to 11. There are 5 answer choices for each item of the test and 10 out of the 11 questions must be answered for the test to be considered valid. Based on the patients answers to the questions, a score between 0 (no disability) and 100 (severe disability) will be calculated.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Presence or absence of separate abductor pollicis longus and extensor pollicis brevis subsheaths",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent from the patient exclusively and not a legal representative\n* Clinically diagnosed with De Quervain's\n* VAS score of at least 40mm pre-injection\n* Life expectancy greater than 1 year\n\nExclusion Criteria:\n\n* Having previously undergone steroid injection in the treatment of De Quervain's\n* Having previously undergone surgery for De Quervain's in the affected wrist\n* Having previously undergone steroid injection and failed in the treatment of trigger finger\n* Allergies to lidocaine or dexamethasone\n* Underlying serious medical conditions that would place the patient at risk\n* Past history of hypothyroidism or rheumatoid arthritis\n* Pregnant women\n* Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julia Martin, MS",
                    "role": "CONTACT",
                    "phone": "916-7348175",
                    "email": "jyhmartin@ucdavis.edu"
                },
                {
                    "name": "Christopher O Bayne, MD",
                    "role": "CONTACT",
                    "phone": "(916) 734-2700",
                    "email": "cbayne@ucdavis.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher O Bayne, MD",
                    "affiliation": "University of California, Davis",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC Davis Health, Department of Orthopaedics",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julia Martin, MS",
                            "role": "CONTACT",
                            "phone": "916-734-8175",
                            "email": "jyhmartin@ucdavis.edu"
                        },
                        {
                            "name": "Christopher O Bayne, MD",
                            "role": "CONTACT",
                            "phone": "(916) 734-2700",
                            "email": "cbayne@ucdavis.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26587059",
                    "type": "BACKGROUND",
                    "citation": "Rowland P, Phelan N, Gardiner S, Linton KN, Galvin R. The Effectiveness of Corticosteroid Injection for De Quervain's Stenosing Tenosynovitis (DQST): A Systematic Review and Meta-Analysis. Open Orthop J. 2015 Sep 30;9:437-44. doi: 10.2174/1874325001509010437. eCollection 2015."
                },
                {
                    "pmid": "18063716",
                    "type": "BACKGROUND",
                    "citation": "Ilyas AM, Ast M, Schaffer AA, Thoder J. De quervain tenosynovitis of the wrist. J Am Acad Orthop Surg. 2007 Dec;15(12):757-64. doi: 10.5435/00124635-200712000-00009. Erratum In: J Am Acad Orthop Surg. 2008 Feb;16(2):35A. Ilyas, Asif [corrected to Ilyas, Asif M]."
                },
                {
                    "pmid": "18956185",
                    "type": "BACKGROUND",
                    "citation": "Scheller A, Schuh R, Honle W, Schuh A. Long-term results of surgical release of de Quervain's stenosing tenosynovitis. Int Orthop. 2009 Oct;33(5):1301-3. doi: 10.1007/s00264-008-0667-z. Epub 2008 Oct 28."
                },
                {
                    "pmid": "12665175",
                    "type": "BACKGROUND",
                    "citation": "Richie CA 3rd, Briner WW Jr. Corticosteroid injection for treatment of de Quervain's tenosynovitis: a pooled quantitative literature evaluation. J Am Board Fam Pract. 2003 Mar-Apr;16(2):102-6. doi: 10.3122/jabfm.16.2.102."
                },
                {
                    "pmid": "22552767",
                    "type": "BACKGROUND",
                    "citation": "McDermott JD, Ilyas AM, Nazarian LN, Leinberry CF. Ultrasound-guided injections for de Quervain's tenosynovitis. Clin Orthop Relat Res. 2012 Jul;470(7):1925-31. doi: 10.1007/s11999-012-2369-5. Epub 2012 May 3."
                },
                {
                    "pmid": "28644946",
                    "type": "BACKGROUND",
                    "citation": "Oh JK, Messing S, Hyrien O, Hammert WC. Effectiveness of Corticosteroid Injections for Treatment of de Quervain's Tenosynovitis. Hand (N Y). 2017 Jul;12(4):357-361. doi: 10.1177/1558944716681976. Epub 2016 Dec 5."
                },
                {
                    "pmid": "9708388",
                    "type": "BACKGROUND",
                    "citation": "Taras JS, Raphael JS, Pan WT, Movagharnia F, Sotereanos DG. Corticosteroid injections for trigger digits: is intrasheath injection necessary? J Hand Surg Am. 1998 Jul;23(4):717-22. doi: 10.1016/S0363-5023(98)80060-9."
                },
                {
                    "pmid": "29125382",
                    "type": "BACKGROUND",
                    "citation": "Mardani-Kivi M, Karimi-Mobarakeh M, Babaei Jandaghi A, Keyhani S, Saheb-Ekhtiari K, Hashemi-Motlagh K. Intra-sheath versus extra-sheath ultrasound guided corticosteroid injection for trigger finger: a triple blinded randomized clinical trial. Phys Sportsmed. 2018 Feb;46(1):93-97. doi: 10.1080/00913847.2018.1400897. Epub 2017 Nov 10."
                },
                {
                    "pmid": "22588748",
                    "type": "BACKGROUND",
                    "citation": "Hawker GA, Mian S, Kendzerska T, French M. Measures of adult pain: Visual Analog Scale for Pain (VAS Pain), Numeric Rating Scale for Pain (NRS Pain), McGill Pain Questionnaire (MPQ), Short-Form McGill Pain Questionnaire (SF-MPQ), Chronic Pain Grade Scale (CPGS), Short Form-36 Bodily Pain Scale (SF-36 BPS), and Measure of Intermittent and Constant Osteoarthritis Pain (ICOAP). Arthritis Care Res (Hoboken). 2011 Nov;63 Suppl 11:S240-52. doi: 10.1002/acr.20543. No abstract available."
                },
                {
                    "pmid": "16709254",
                    "type": "BACKGROUND",
                    "citation": "Gummesson C, Ward MM, Atroshi I. The shortened disabilities of the arm, shoulder and hand questionnaire (QuickDASH): validity and reliability based on responses within the full-length DASH. BMC Musculoskelet Disord. 2006 May 18;7:44. doi: 10.1186/1471-2474-7-44."
                },
                {
                    "pmid": "17534619",
                    "type": "BACKGROUND",
                    "citation": "Changulani M, Okonkwo U, Keswani T, Kalairajah Y. Outcome evaluation measures for wrist and hand: which one to choose? Int Orthop. 2008 Feb;32(1):1-6. doi: 10.1007/s00264-007-0368-z. Epub 2007 May 30."
                },
                {
                    "pmid": "11382253",
                    "type": "BACKGROUND",
                    "citation": "Beaton DE, Katz JN, Fossel AH, Wright JG, Tarasuk V, Bombardier C. Measuring the whole or the parts? Validity, reliability, and responsiveness of the Disabilities of the Arm, Shoulder and Hand outcome measure in different regions of the upper extremity. J Hand Ther. 2001 Apr-Jun;14(2):128-46."
                },
                {
                    "pmid": "19535272",
                    "type": "BACKGROUND",
                    "citation": "Tashjian RZ, Deloach J, Porucznik CA, Powell AP. Minimal clinically important differences (MCID) and patient acceptable symptomatic state (PASS) for visual analog scales (VAS) measuring pain in patients treated for rotator cuff disease. J Shoulder Elbow Surg. 2009 Nov-Dec;18(6):927-32. doi: 10.1016/j.jse.2009.03.021. Epub 2009 Jun 16."
                },
                {
                    "pmid": "20836867",
                    "type": "BACKGROUND",
                    "citation": "Brinks A, Koes BW, Volkers AC, Verhaar JA, Bierma-Zeinstra SM. Adverse effects of extra-articular corticosteroid injections: a systematic review. BMC Musculoskelet Disord. 2010 Sep 13;11:206. doi: 10.1186/1471-2474-11-206."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Learn more or sign up for the study here!",
                    "url": "https://studypages.com/s/steroid-injection-study-for-de-quervains-tenosynovitis-666707/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Correspondence of participants, their status in the study and the VAS and quickDASH scores will be shared through an encrypted excel document within an encrypted OneDrive sharing folder with a link that is personally sent to the participants of the study.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Upon first patient enrollment, until completion of data analysis, likely at 2 years.",
            "accessCriteria": "Completed HIPAA and human subjects research training as enforced by University of California, Davis, and included as a participant of the study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013717",
                    "term": "Tenosynovitis"
                },
                {
                    "id": "D000053684",
                    "term": "De Quervain Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000053682",
                    "term": "Tendon Entrapment"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16487",
                    "name": "Tenosynovitis",
                    "asFound": "Tenosynovitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27423",
                    "name": "De Quervain Disease",
                    "asFound": "De Quervain Tenosynovitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27421",
                    "name": "Tendon Entrapment",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "relevance": "LOW"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}