{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05893914",
            "orgStudyIdInfo": {
                "id": "2023P000931"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Intramuscular Electrical Stimulation for the Treatment of Trigger Points in Patients With Migraine",
            "officialTitle": "Intramuscular Electrical Stimulation for the Treatment of Trigger Points in Patients With Migraine: A Single Case Experimental Design",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "intramuscular-electrical-stimulation-for-the-treatment-of-trigger-points-in-patients-with-migraine"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-30",
            "studyFirstSubmitQcDate": "2023-05-30",
            "studyFirstPostDateStruct": {
                "date": "2023-06-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Thomas W. Perreault, PT",
                "investigatorTitle": "Clinical Specialist",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Thomas W. Perreault, PT",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this single-case experimental study is to investigate the effects of intramuscular electrical stimulation for the treatment of trigger points on reducing the frequency of headaches in a small sample of patients with chronic migraine. Additionally, this study seeks to investigate the effects of intramuscular electrical stimulation to trigger points on reducing the overall headache intensity, impact and disability using research validated questionnaires.Intramuscular electrical stimulation is a treatment that uses needles to deliver electrical current into muscles, or trigger points, for reducing pain and improving function. Trigger points are painful spots within taut bands of muscle that produce pain when pressure is applied or spontaneously. Participants will be included if they have at least a 6-month history of chronic migraine headache. Due to the nature of the single case experimental design study, participants will each serve as their own controls and be randomized to various baseline measures where they will record headaches and symptoms using an electronic headache diary. During the intervention phase, participants will receive dry needling treatment with intramuscular electrical stimulation, and will continue recording in the electronic headache diary and complete all self reported outcome measures at the final treatment session.",
            "detailedDescription": "This study will recruit four participants with chronic migraine, in a non-concurrent manner. A non-concurrent multiple baseline line, A-B design will be implemented. Patients being referred for rehabilitation services to Wentworth Douglass Hospital Outpatient Physical Therapy Department with a diagnosis of migraine or headache will be screened for eligibility. Initial consultation for study eligibility will be by phone using a brief screening tool. Participants who preliminarily meet the eligibility criteria and are willing to participate in the study will be scheduled for the initial evaluation. In this study participants will be involved in two separate phases, a baseline phase and intervention phase. Before the clinical measurements or objective examination procedures are carried out, participants who are eligible based on pre-screening criteria, must sign the informed consent for study participation if willing to participate. Once signed, clinical examination tests will be carried out to determine full eligibility. All participants will undergo the following objective measures;\n\n1. Manual examination for trigger points assessed by palpation\n2. Pressure pain threshold will be assessed in the location of the trigger points using an analogue algometer (Force Dial FDK 20, Wagner Instruments, Greenwich. Connecticut)\n3. Cervical spine active range of motion will be measured using a standard universal goniometer for cervical rotation, and a standard inclinometer for all other motions\n4. A neurological examination will be performed consisting of screening of cranial nerves, deep tendon reflex testing; dermatome sensation testing; and myotome testing, except for the C1-C4 levels which are difficult to assess clinically via manual muscle testing\n5. Segmental mobility will be tested using a lateral gliding and segmental side- bending maneuvers\n6. Flexion rotation test will be performed bilaterally to assess for pain provocation, mobility of the upper cervical spine and to further rule out secondary causes of headache\n7. Ligamentous safety tests to assess the alar and transverse ligaments will be assessed including the side-bending stress test and anterior shear test.\n8. Craniocervical flexion test will be used to assess function of the deep neck flexors\n\nFully eligible participants will then be randomized to one of four baseline tiers using an online randomization tool. The first tier will include 4 weeks (28 days) of baseline measures (phase A), followed by 5 weeks of treatment and symptom monitoring (phase B); the second tier will include 5 weeks (35 days) of baseline measures, followed by 5 weeks of treatment and symptom monitoring (phase B); the third tier will include 6 weeks (42 days) of baseline measure, followed by 5 weeks for treatment and symptom monitoring; and the fourth tier will include 7 weeks (49 days) of baseline measure, followed by 5 weeks for treatment and symptom monitoring.\n\nDuring the intervention phase, participants will receive five sessions of dry needling treatment with intramuscular electrical stimulation, one session per week for 5 weeks total. Sterilized disposable stainless-steel needles will be used and will include one standard size, .30 mm x 50 mm APS needle (Agupunt, Spain). Dry needling will be applied to trigger points in at least two of the following posterior cervical muscles; splenius capitis, splenius cervicis, semispinalis capitis/cervicis, cervical multifidi and obliquus capitis inferior. Trigger points will be treated on the side of headache or bilaterally if trigger points are present and coincide with headache. Following elicitation of a local twitch response, needles will be left in place and connected to a charge generating device, ITO ES-160 electro-acupuncture unit (manufactured by ITO Co, Ltd, Tokyo, Japan). Parameters for electrical stimulation will be as follows; alternating frequencies of 6 hertz and 20 hertz using a symmetrical biphasic waveform will be used in place of fixed frequencies. An intensity will be chosen that will elicit a \"strong but not painful\" response, typically within the range of 0.5 to 6 milliamps, and pulse durations of 300 microseconds will be used. A treatment duration of fifteen minutes will be selected for electrical stimulation to trigger points."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Migraine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Single-case non-concurrent multiple baseline experimental design.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 4,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "4 week baseline",
                    "type": "OTHER",
                    "description": "Randomization to the first tier will include 4 weeks (28 days) of baseline measures (phase A), followed by 5 weeks of treatment and symptom monitoring (phase B)",
                    "interventionNames": [
                        "Procedure: Dry Needling and intramuscular electrical stimulation to trigger points"
                    ]
                },
                {
                    "label": "5 week baseline",
                    "type": "OTHER",
                    "description": "Randomization to the second tier will include 5 weeks (35 days) of baseline measures (phase A), followed by 5 weeks of treatment and symptom monitoring (phase B)",
                    "interventionNames": [
                        "Procedure: Dry Needling and intramuscular electrical stimulation to trigger points"
                    ]
                },
                {
                    "label": "6 week baseline",
                    "type": "OTHER",
                    "description": "Randomization to the third tier will include 6 weeks (42 days) of baseline measures, followed by 5 weeks of treatment and symptom monitoring (phase B)",
                    "interventionNames": [
                        "Procedure: Dry Needling and intramuscular electrical stimulation to trigger points"
                    ]
                },
                {
                    "label": "7 week baseline",
                    "type": "OTHER",
                    "description": "Randomization to the fourth tier will include 7 weeks (49 days) of baseline measure, followed by 5 weeks of treatment and symptom monitoring",
                    "interventionNames": [
                        "Procedure: Dry Needling and intramuscular electrical stimulation to trigger points"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Dry Needling and intramuscular electrical stimulation to trigger points",
                    "description": "Dry needling will be applied to trigger points in at least two of the following posterior cervical muscles; splenius capitis, splenius cervicis, semispinalis capitis/cervicis, cervical multifidi (from C2-4) and obliquus capitis inferior. Following elicitation of a local twitch response, needles will be left in place and connected to a charge generating device for intramuscular electrical stimulation.",
                    "armGroupLabels": [
                        "4 week baseline",
                        "5 week baseline",
                        "6 week baseline",
                        "7 week baseline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Headache Frequency",
                    "description": "For this study the reduction in headache frequency, which is reduction in the number of headache days over a 1-month period, will be the primary outcome measure. More specifically, the change in headache days over a 4-week period in the intervention phase compared to baseline. Headache diary reports will be kept by patients through each phase of the study using an electronic headache diary called the Migraine Buddy application. Headache characteristics, triggers and medication use will also be recorded in the headache diary, with a time stamp feature for data collection in real time.\n\nA migraine day will be defined as a day with a headache that lasts at least 4 hours; meets ICHD-III criteria C and D for migraine without aura (1.1), B and C for migraine with aura (1.2), or ICHD-III criteria for probable migraine (1.6); or a day with a headache that is successfully treated with migraine-specific acute medication.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Headache Impact Test-6 (HIT-6)",
                    "description": "The Headache Impact Test (HIT-6) is six-item questionnaire that provides a global measure of adverse headache impact. The HIT-6 items measure the adverse impact of headache on social functioning, role functioning, vitality, cognitive functioning and psychological distress. In addition, it also measures the severity of headache pain.\n\nThe final HIT-6 score is calculated from the sum of the six items and ranges between 36 and 78. Higher scores indicate greater impact. The four headache impact severity categories are little or no impact (49 or less), some impact (50-55), substantial impact (56-59), and severe impact (60-78).",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Migraine Disability Assessment Test (MIDAS)",
                    "description": "The Migraine Disability Assessment Test questionnaire measures headache related disability based on five disability questions. The MIDAS score is derived as the sum of lost days due to headache recorded from the five questions. In addition, two questions (A and B) gather information on headache frequency along with the intensity of headache pain. A recall interval of 3 months was chosen for all MIDAS questions.\n\nThe following is the 4-point grading system for the MIDAS questionnaire: grade 1 (scores ranging from 0 to 5) implies little or no disability, grade 2 (scores ranging from 6 to 10) implies mild disability, grade 3 (scores ranging from 11 to 20) implies moderate disability, grade 4 (21 or greater) implies severe disability.",
                    "timeFrame": "3 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Pressure pain threshold",
                    "description": "Pressure pain threshold will be assessed in the location of the trigger points using an analogue algometer. A varying pressure is applied from 0.5 to 1 kg/sec in a perpendicular direction relative to the muscle. Pressure pain threshold does not have an official standard protocol on test administration and placement.",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Numeric Pain Rating Scale",
                    "description": "Reduction in average headache pain intensity over a 4 week period. Mean headache intensity on a Numerical Pain Rating Scale (NPRS) will be used. The NPRS is a scale with 11-points, with 0 indicating no pain and ten indicating as intense as one could imagine and is used to rate the intensity of the headache and neck pain. The mean headache intensity will be calculated by dividing the sum of all NPRS scores on headache days and the mean of all noted headache days.",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least a 6-month history of headaches consistent with a diagnosis of chronic migraine headache according to International Headache Society (IHS) criteria\n* Presence of trigger points in at least 2 of the following posterior cervical muscles, ipsilateral to the side of headache, and reproducing headache symptoms upon stimulation within the distribution of headache\n* splenius capitis\n* splenius cervicis\n* semispinalis capitis/cervicis\n* cervical multifidi\n* obliquus capitis inferior\n\nExclusion Criteria:\n\n* Presence of other primary or secondary headache diagnoses, including medication overuse headache\n* cervical radiculopathy\n* cervical spondylosis or stenosis\n* previous surgery in the cervical spine region\n* history of whiplash\n* pregnancy\n* fibromyalgia\n\nHaving received any of the following within the past 12 months\n\n* trigger point injection\n* anesthetic blocks\n* radiofrequency lesioning\n* botulinum toxin injections\n* acupuncture\n* dry needling\n* physical therapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Perreault, DPT",
                    "role": "CONTACT",
                    "phone": "603-740-2101",
                    "email": "thomas.perreault@wdhospital.org"
                },
                {
                    "name": "Kendra Langus, DPT",
                    "role": "CONTACT",
                    "phone": "603-609-6021",
                    "email": "Kendra.Langus@wdhospital.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Perreault, DPT",
                    "affiliation": "Mass General Brigham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wentworth Douglass Hospital",
                    "status": "RECRUITING",
                    "city": "Dover",
                    "state": "New Hampshire",
                    "zip": "03820",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Perreault, DPT",
                            "role": "CONTACT",
                            "phone": "603-740-2101",
                            "email": "thomas.perreault@wdhospital.org"
                        },
                        {
                            "name": "Kendra Langus, DPT",
                            "role": "CONTACT",
                            "phone": "603-609-6021",
                            "email": "Kendra.Langus@wdhospital.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.19786,
                        "lon": -70.87367
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27371692",
                    "type": "BACKGROUND",
                    "citation": "Tate RL, Perdices M, Rosenkoetter U, Shadish W, Vohra S, Barlow DH, Horner R, Kazdin A, Kratochwill T, McDonald S, Sampson M, Shamseer L, Togher L, Albin R, Backman C, Douglas J, Evans JJ, Gast D, Manolov R, Mitchell G, Nickels L, Nikles J, Ownsworth T, Rose M, Schmid CH, Wilson B. The Single-Case Reporting Guideline In BEhavioural Interventions (SCRIBE) 2016 Statement. Phys Ther. 2016 Jul;96(7):e1-e10. doi: 10.2522/ptj.2016.96.7.e1."
                },
                {
                    "pmid": "29504482",
                    "type": "BACKGROUND",
                    "citation": "Tassorelli C, Diener HC, Dodick DW, Silberstein SD, Lipton RB, Ashina M, Becker WJ, Ferrari MD, Goadsby PJ, Pozo-Rosich P, Wang SJ; International Headache Society Clinical Trials Standing Committee. Guidelines of the International Headache Society for controlled trials of preventive treatment of chronic migraine in adults. Cephalalgia. 2018 Apr;38(5):815-832. doi: 10.1177/0333102418758283. Epub 2018 Mar 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008881",
                    "term": "Migraine Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000051270",
                    "term": "Headache Disorders, Primary"
                },
                {
                    "id": "D000020773",
                    "term": "Headache Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11852",
                    "name": "Migraine Disorders",
                    "asFound": "Migraine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9351",
                    "name": "Headache",
                    "relevance": "LOW"
                },
                {
                    "id": "M22529",
                    "name": "Headache Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M26657",
                    "name": "Headache Disorders, Primary",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}