{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05210478",
            "orgStudyIdInfo": {
                "id": "201432"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Intraoperative Optical Coherence Tomography for Ophthalmic Surgical Guidance - Cornea",
            "officialTitle": "Intraoperative Optical Coherence Tomography for Ophthalmic Surgical Guidance - Cornea",
            "acronym": "iOCT-Cornea",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intraoperative-optical-coherence-tomography-for-ophthalmic-surgical-guidance-cornea"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-13",
            "studyFirstSubmitQcDate": "2022-01-13",
            "studyFirstPostDateStruct": {
                "date": "2022-01-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christine Shieh",
                "investigatorTitle": "Primary Investigator",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Optical Coherence Tomography (OCT) image data will be evaluated for image quality and used to test post-processing algorithms to improve detection sensitivity for ophthalmic diseases.",
            "detailedDescription": "Optical coherence tomography (OCT) is an established technology for ophthalmic diagnosis which can perform noncontact, noninvasive, real time, cross-sectional imaging of the retina and anterior eye. OCT has displaced ophthalmoscopy and stereo-photography as the gold-standard for clinical assessment and documentation of retinal microanatomy including thickness, cystoid structures, subretinal fluid and retinal traction. Despite these benefits, new technologies can still benefit patients including increasing the resolution, imaging speed, and contrast of OCT technologies. Since 2013, Dr. Tao's group has worked to develop and translate new ophthalmic imaging technologies.\n\nThe goal of this proposal is to develop novel OCT technology for improved diagnostic sensitivity in ophthalmology. Specifically, the investigators will develop novel OCT imaging and image-processing methods to improve imaging speed and quality. Successful completion of this project will improve clinical diagnostics of ophthalmic diseases. Pre-clinical validation of system performance and ergonomics is a valuable step is clinical imaging technology development. The aim of this project is to performance system iterations on next-generation ophthalmic OCT imaging technologies over current-generation imaging systems on healthy adult volunteers prior to clinical translation. While system resolution, contrast, and speed can be (and will be) evaluated using calibration standards and phantoms, in vivo human imaging in healthy subjects is necessary to establish a baseline for system performance and image quality prior to clinical translation."
        },
        "conditionsModule": {
            "conditions": [
                "Corneal Transplantation"
            ],
            "keywords": [
                "Optical Coherence Tomography",
                "Ophthalmology",
                "Cornea"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Optical coherence tomography (OCT)",
                    "description": "Optical coherence tomography (OCT) is a non-invasive imaging test which uses light waves to take cross-section pictures of the retina."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Novel Ophthalmic Diagnostics using Optical Coherence Tomography",
                    "description": "This study will develop novel OCT technology for improved diagnostic sensitivity in ophthalmology. Specifically, we will develop novel OCT imaging and image-processing methods to improve imaging speed and quality. Successful completion of this project will improve clinical diagnostics of ophthalmic diseases. Pre-clinical validation of system performance and ergonomics is a valuable step is clinical imaging technology development. We will evaluate imaging performance for system iterations on next-generation ophthalmic OCT imaging technologies over current-generation imaging systems on healthy adult volunteers prior to clinical translation. While system resolution, contrast, and speed can be (and will be) evaluated using calibration standards and phantoms, in vivo human imaging in healthy subjects is necessary to establish a baseline for system performance and image quality prior to clinical translation.",
                    "timeFrame": "Subjects enrolled in the study may periodically be asked to participate in follow-up imaging during the duration of the study. These follow-up sessions will be optional through study completion, an average of 2 years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults (\\>18 years) with diagnosis of cornea transplant (keratoplasty)\n\nExclusion Criteria:\n\n* Children or adults unable to consent\n* Healthy adults (\\>18 years) without diagnosis of cornea transplant (keratoplasty)",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The subject population includes both males and females. All study subjects will be \\>18 years with diagnosis of cornea transplant (keratoplasty).\n\nAll subjects included in the study will be informed of their rights and voluntary nature of the study.\n\nThe study and informed consent form will be reviewed with subjects by the principal investigator (Christine Shieh, MD.\n\nSubjects will have the opportunity to read and review the consent form and ask any questions. Informed consent will be obtained for all subjects.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marybeth Carter, BS",
                    "role": "CONTACT",
                    "phone": "615-936-1639",
                    "email": "marybeth.l.carter@vumc.org"
                },
                {
                    "name": "Crystal Nicholson, BS",
                    "role": "CONTACT",
                    "phone": "615-936-0971",
                    "email": "crystal.nicholson@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37235",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "LIA"
                },
                {
                    "pmid": "25798298",
                    "type": "BACKGROUND",
                    "citation": "Fechtig DJ, Grajciar B, Schmoll T, Blatter C, Werkmeister RM, Drexler W, Leitgeb RA. Line-field parallel swept source MHz OCT for structural and functional retinal imaging. Biomed Opt Express. 2015 Feb 4;6(3):716-35. doi: 10.1364/BOE.6.000716. eCollection 2015 Mar 1."
                },
                {
                    "pmid": "26469616",
                    "type": "BACKGROUND",
                    "citation": "Spahr H, Hillmann D, Hain C, Pfaffle C, Sudkamp H, Franke G, Huttmann G. Imaging pulse wave propagation in human retinal vessels using full-field swept-source optical coherence tomography. Opt Lett. 2015 Oct 15;40(20):4771-4. doi: 10.1364/OL.40.004771."
                },
                {
                    "pmid": "16424539",
                    "type": "BACKGROUND",
                    "citation": "Yanagi Y, Inoue Y, Jang WD, Kadonosono K. A2e mediated phototoxic effects of endoilluminators. Br J Ophthalmol. 2006 Feb;90(2):229-32. doi: 10.1136/bjo.2005.076711."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003316",
                    "term": "Corneal Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6539",
                    "name": "Corneal Diseases",
                    "asFound": "Cornea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}