{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05791344",
            "orgStudyIdInfo": {
                "id": "22-07025053"
            },
            "organization": {
                "fullName": "Cara Medical Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "Intra-procedural ECG Changes During TAVR",
            "officialTitle": "Intra-procedural ECG Changes During TAVR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "intra-procedural-ecg-changes-during-tavr"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-16",
            "studyFirstSubmitQcDate": "2023-03-28",
            "studyFirstPostDateStruct": {
                "date": "2023-03-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cara Medical Ltd",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate electrocardiogram (ECG) changes in 100 patients undergoing transcatheter aortic valve replacement (TAVR) to assess new-onset conduction abnormalities, such as atrioventricular nodal block (AVB) (1st, 2nd, or 3rd degree), or new-onset left bundle branch block (LBBB) that may occur during the procedure. Eligible patients enrolled in this study will be monitored with an FDA-approved ECG Holter system during TAVR, to assess intra-procedural changes. This will be a small-scale, early feasibility study performed to inform a future, larger-scale prospective investigation.",
            "detailedDescription": "Transcatheter aortic valve replacement (TAVR) has become a well-established alternative to surgical intervention for patients with severe symptomatic aortic stenosis (AS) (1-4). The rates of most TAVR complications have declined over time due to the improvement of operator experience and technological advancement; however, conduction abnormalities continue to persist (5). New-onset left bundle branch block (LBBB) and atrioventricular nodal block (AVB) are among the most common conduction disturbances (6). Additionally, there is an increased incidence of delayed (after discharge) HAVB (2nd-degree AVB Mobitz type 2 or 3rd-degree AVB) in patients with preexisting (pre-TAVR) right bundle branch block (RBBB) and new-onset LBBB post-TAVR, 13.2%, and 8.5%, respectively (7).\n\nCurrently, conduction disturbances post-TAVR are assessed via post-procedural ECG, and physicians performing TAVR are not provided feedback in real time. The use of intraprocedural ECG could provide insight into the status of the heart's conduction system during TAVR and prevent irreversible injury, requiring post-procedural monitoring at intensive cardiac care unit (usually with a temporary pacemaker in situ) or even permanent pacemaker implantation. Furthermore, given the increased incidence of HAVB after valve replacement in patients with preexisting RBBB and new-onset LBBB, continued post-procedural ECG monitoring in this particular subset of patients may provide more information on the progression of conduction disturbances after TAVR.\n\nThis will be a small-scale, early feasibility study evaluating intra-procedural ECG changes, such as AVB (1st, 2nd, or 3rd degree), or new-onset LBBB, in patients undergoing TAVR, to inform a future, larger scale, prospective investigation."
        },
        "conditionsModule": {
            "conditions": [
                "Transcatheter Aortic Valve Replacement",
                "Conduction Disturbance"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ECG Monitoring -TAVR patients",
                    "description": "Continuous ECG monitoring of Conduction Disturbances in patients undergoing TAVR procedure",
                    "interventionNames": [
                        "Device: ECG monitoring"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "ECG monitoring",
                    "description": "Intra-procedural ECG changes during TAVR",
                    "armGroupLabels": [
                        "ECG Monitoring -TAVR patients"
                    ],
                    "otherNames": [
                        "Continuous ECG monitoring of Conduction Disturbances in patients undergoing TAVR procedure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Identifying ECG changes during the TAVR procedure",
                    "description": "Identifying intra-procedural ECG changes (such as prolongation of the PR interval or QRS or changes in QRS axis) that may be associated with post TAVR persistent conduction disturbances (AVB or LBBB) at discharge. LBBB).",
                    "timeFrame": "14 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Identifying predictors of conduction disturbances (AVB or LBBB) after TAVR",
                    "description": "Identifying predictors on intra-procedural ECG for late-onset (after discharge) high degree AVB.",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Evaluating rates of conduction disturbances (AVB or LBBB) after TAVR",
                    "description": "Evaluating rates of late-onset (after discharge) high-degree AVB (HAVB = second-degree AVB Mobitz type 2 or third-degree AVB) after TAVR.",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must be ≥ 18 years of age.\n2. Patient with severe symptomatic aortic stenosis (AS) undergoing TAVR with an FDA-approved device. Patients will receive standard-of-care treatment for TAVR, with the exception of the use of a 12-lead ECG monitor during the TAVR procedure (as opposed to 6-lead ECG) and the continuous monitoring by 3-lead ECG Holter for two weeks post-procedure.\n3. The study patient has been informed of the nature of the study, agrees to its provisions, and has provided written informed consent as approved by the Institutional Review Board (IRB).\n4. Subject meets the legal minimum age to provide Informed Consent based on local regulatory requirements.\n\nExclusion Criteria:\n\n1. Patient with any implanted or have an indication for treatment with rhythm management device (i.e., pacemaker, Cardiac Resynchronization Therapy (CRT) or Cardiac Resynchronization Therapy with cardioverter-defibrillator (CRT-D) at baseline.\n2. Any contraindication to the TAVR procedure according to the instructions for use.\n3. Subject is less than the legal age of consent, legally incompetent, or otherwise unable to be consented for participation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Subjects with a diagnosis of severe aortic stenosis (AS) undergoing TAVR with a commercially available valve, who meet the inclusion and exclusion criteria, will be eligible for participation in this study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shmuel Chen, MD, PhD",
                    "role": "CONTACT",
                    "phone": "001-347 319 6106",
                    "email": "shc9182@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shmuel Chen, MD, PhD",
                    "affiliation": "The Weill Cornell Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shmuel Chen, MD PhD",
                            "role": "CONTACT",
                            "phone": "347-319-6106",
                            "email": "shc9182@med.cornell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}