{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03161067",
            "orgStudyIdInfo": {
                "id": "IRB00106844"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Investigation on the Bidirectional Cortical Neuroprosthetic System",
            "officialTitle": "Investigation on the Bidirectional Cortical Neuroprosthetic System",
            "acronym": "BiCNS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "investigation-on-the-bidirectional-cortical-neuroprosthetic-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-03-31",
            "studyFirstSubmitQcDate": "2017-05-18",
            "studyFirstPostDateStruct": {
                "date": "2017-05-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The Bidirectional Cortical Neuroprosthetic System (BiCNS) consists of NeuroPort Microelectrode Array Systems and NeuroPort Electrodes (Sputtered Iridium Oxide Film), Patient Pedestals, the NeuroPort BioPotential Signal Processing System, and the CereStim C96 Programmable Stimulator. The goals of this early feasibility study consist of safety and efficacy evaluations of this device.",
            "detailedDescription": "This proposed early feasibility, investigator-initiated study is led by Dr. Nathan E. Crone, M.D. at Johns Hopkins Medicine (JHM). The Bidirectional Cortical Neuroprosthetic System (BiCNS) consists of modified versions of 510(k) cleared NeuroPort Electrode Array Systems (Blackrock Microsystems, Inc., Salt Lake City, UT) as well as a neurostimulator module (CereStim R96) for long term neural recording and intracortical microstimulation (ICMS) of the brain. The BiCNS is termed bidirectional because it permits both the recording of information from the brain for controlling an end effector device, as well as enabling information regarding that end effector to be returned to the brain in the form of ICMS. \"End effector\" in this sense is used to mean a physical or virtual device designed to interact with its (physical or virtual) environment. Electrode arrays will be implanted in the brain in pairs, with a pair comprising a recording array and a stimulating array. A total of six NeuroPort arrays, consisting of three array pairs, will be implanted in each study participant. Each pair will consist of an array implanted in primary motor cortex (M1) for recording and an array implanted in primary sensory cortex (S1) for stimulation and/or recording; both arrays in each pair will be connected to a single percutaneous pedestal as an external interface. In each participant, two such array pairs will be implanted in the hand/arm area of M1 and S1 in the dominant brain hemisphere (e.g., the left hemisphere for a right-handed individual). A third pair will be implanted in the hand/arm area of M1 and S1 in non-dominant hemisphere (e.g. right hemisphere for a right handed-individual). The recording arrays implanted in M1 are the NeuroPort microelectrode arrays with platinum (Pt) tips (K070272), whereas the ICMS arrays implanted in S1 are NeuroPort microelectrode arrays with Sputtered Iridium-Oxide Film (SIROF) tips (K110010). The study has Investigational Device Exemption (IDE) approval from FDA to implant these devices for 52 weeks (plus/minus 2 weeks)."
        },
        "conditionsModule": {
            "conditions": [
                "Tetraplegia",
                "Quadriplegia"
            ],
            "keywords": [
                "Tetraplegia",
                "Rehabilitation",
                "Brain Computer Interface",
                "Intracortical Microstimulation",
                "Upper extremity prosthetics",
                "Cervical spinal cord injury",
                "Bilateral",
                "Quadriplegia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Surgical implantation of BiCNS",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: BiCNS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "BiCNS",
                    "description": "Surgical implantation",
                    "armGroupLabels": [
                        "Surgical implantation of BiCNS"
                    ],
                    "otherNames": [
                        "NeuroPort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of BiCNS: The device is not explanted during 52-week study",
                    "description": "This outcome will be considered successful if the device is not explanted during the 52-week period. Explantation of the device prior to the 52-week study period implies that the device is putting the subject at risk (e.g. through a serious infection at implantation site) and therefore must be removed.",
                    "timeFrame": "52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy of BiCNS: Control of one end-effector using neural signals acquired by the BiCNS",
                    "description": "One or more participants demonstrate successful control of an assistive device using the action research arm test (ARAT). The ARAT's is a 19 item measure divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement). Performance on each item is rated on a 4-point ordinal scale ranging from:\n\n3) Performs test normally 2) Completes test, but takes abnormally long or has great difficulty\n\n1) Performs test partially 0) Can perform no part of test",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Sensory feedback: the participants can perceive environmental information through delivery of intracortical microstimulation (ICMS).",
                    "description": "Intracortical microstimulation will be delivered to participants through the BiCNS device. The effect of ICMS will be measured based on participants' verbal reporting of what the stimuli feel like (quality of percepts) and where they appear to be coming from (location of percepts).",
                    "timeFrame": "52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet all inclusion criteria, verified by medical evaluation, psychological evaluation, and review of medical history. Inclusion criteria include:\n\n* Participants with C4-C6 tetraplegia from any etiology except neurodegenerative disease (e.g. amyotrophic lateral sclerosis) or active cancer.\n* Complete or incomplete spinal cord injury classified by the American Spinal Injury Association (ASIA) as A or B or C if fewer than three muscle groups in the leg and foot (as identified in the ASIA Impairment Scale) can be contracted\n* Injury more than one year prior to enrollment\n* Participant has a life expectancy of greater than 5 years\n* Meeting surgical safety criteria, including surgical clearance by the participant's primary healthcare provider, study physicians, and any necessary consultants\n* Willingness and ability to provide informed consent\n* Screened by rehabilitation psychologist with a result showing that the participant has a stable psychosocial support system with caregiver capable of monitoring participant throughout the study\n* Ability and willingness to travel to up to fifty miles to study location up to three days per week for the duration of the study\n* Ability to understand and comply with study session instructions\n* Pain well controlled without narcotic medications\n* No other neurological, orthopedic conditions beyond the spinal cord injury\n* Participant consents to the study and still wishes to participate at the time of the study\n\nExclusion Criteria:\n\nAll interested participants will be reviewed for the presence of exclusion criteria by medical evaluation, review of medical history, self (or assistant) report and evaluation by a psychologist. Presence of any of the following criteria will exclude participants from eligibility to participate. In addition, the medical team has the right to withdraw the participant at any time if any of the exclusion criteria emerge and participants can withdraw at any time for any reason. Withdrawal details are outlined below exclusion criteria. Exclusion criteria include:\n\n* Neurological conditions: Impaired receptive and/or expressive verbal communication skills\n* Presence of memory impairment on the Rey Auditory Verbal Learning Test\n* Intellectual impairment: score of 26 or less on the Mini-Mental State Examination or history of Intelligence Quotient \\< 80\n* Chronic psychiatric illness, including psychosis and treatment-resistant major depression, as indicated by a diagnosis of Axis I or Axis II on the Symptom Checklist-90-Revised Test\n* Ventilator dependent\n* Implanted devices such as: pacemakers, cardiac defibrillators, spinal cord or vagal nerve stimulators, deep brain stimulators, cochlear implants or any other implantable device incompatible with MRI.\n* History of drug or alcohol dependence in past 24 months\n* Cerebral lesions affecting frontal and parietal lobes\n* Medical conditions contraindicating surgery of a chronically implanted device (e.g. osteomyelitis, diabetes, hepatitis, any autoimmune disease/disorder, epilepsy, skin disorders causing excessive skin sloughing or poor wound healing, blood or cardiac disorder requiring chronic anti-coagulation)\n* Other chronic, unstable medical conditions that could make control unsuitable (such as tremor or spasticity)\n* Presence of pre-surgical findings in anatomical, functional, and/or vascular neuroimaging that makes achieving implant locations within desired risk levels too challenging (to be decided by neurological and neurosurgical team)\n* Prior cranioplasty\n* Inability to undergo MRI or anticipated need for an MRI during the study period\n* Participants with active infections or unexplained fever\n* Participants with other morbid conditions making the implantation of the recording elements unsafe; not limited to: significant pulmonary, cardiovascular, or renal impairments making the surgical procedure unsafe\n* Pregnancy (confirmation through blood test)\n* Nursing an infant, planning to become pregnant, or not using adequate birth control\n* Corrected vision no worse than 20/30\n* HIV or AIDS infection\n* Existing scalp lesions or skin breakdown\n* Chronic oral or intravenous use of steroids or immunosuppressive therapy\n* Active cancer within the past year or requires chemotherapy\n* Uncontrolled autonomic dysreflexia within the past 3 months\n* An implanted ventricular shunt\n* Suicidal ideation within the past 12 months\n* Medications that affect neuroplasticity: neuroleptics, Benzodiazepines (BDZ), Tricyclic Antidepressants (TCA).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nathan E Crone, MD",
                    "role": "CONTACT",
                    "phone": "4109559441",
                    "email": "ncrone@jhmi.edu"
                },
                {
                    "name": "Francesco Tenore, PhD",
                    "role": "CONTACT",
                    "phone": "4437789774",
                    "email": "francesco.tenore@jhuapl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nathan E Crone, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Neurology",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathan E Crone, MD",
                            "role": "CONTACT",
                            "phone": "410-955-9441",
                            "email": "ncrone@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35725741",
                    "type": "DERIVED",
                    "citation": "Nickl RW, Anaya MA, Thomas TM, Fifer MS, Candrea DN, McMullen DP, Thompson MC, Osborn LE, Anderson WS, Wester BA, Tenore FV, Crone NE, Cantarero GL, Celnik PA. Characteristics and stability of sensorimotor activity driven by isolated-muscle group activation in a human with tetraplegia. Sci Rep. 2022 Jun 20;12(1):10353. doi: 10.1038/s41598-022-13436-2."
                },
                {
                    "pmid": "34880087",
                    "type": "DERIVED",
                    "citation": "Fifer MS, McMullen DP, Osborn LE, Thomas TM, Christie B, Nickl RW, Candrea DN, Pohlmeyer EA, Thompson MC, Anaya MA, Schellekens W, Ramsey NF, Bensmaia SJ, Anderson WS, Wester BA, Crone NE, Celnik PA, Cantarero GL, Tenore FV. Intracortical Somatosensory Stimulation to Elicit Fingertip Sensations in an Individual With Spinal Cord Injury. Neurology. 2022 Feb 15;98(7):e679-e687. doi: 10.1212/WNL.0000000000013173. Epub 2021 Dec 8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011782",
                    "term": "Quadriplegia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M14632",
                    "name": "Quadriplegia",
                    "asFound": "Quadriplegia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}