{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05833230",
            "orgStudyIdInfo": {
                "id": "2000034321"
            },
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Investigating Real-world Stress-related Mechanisms in Heavy Cannabis Users",
            "officialTitle": "Investigating Real-world Stress-related Mechanisms in Heavy Cannabis Users",
            "acronym": "CLR2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "investigating-real-world-stress-related-mechanisms-in-heavy-cannabis-users"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-17",
            "studyFirstSubmitQcDate": "2023-04-14",
            "studyFirstPostDateStruct": {
                "date": "2023-04-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Robert E. Leet and Clara Guthrie Patterson Trust Mentored Research Award",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research project proposes a novel approach to elucidate the biological adaptations associated with heavy cannabis use and to assess whether such adaptations are predictive of higher cannabis craving in response to both cannabis cues and stressors.",
            "detailedDescription": "As more states in the US have legalized recreational cannabis use, the number of individuals who use cannabis has also increased. Individuals are also using cannabis more frequently and in larger amounts as it has become more available and less challenging to purchase. These statistics are alarming because heavy use of cannabis has been linked to several societal and public health concerns, such as poorer mental health outcomes, higher rates of unemployment, and poorer life satisfaction. Many of these associations are associated with increased burden and stress; however, cannabis may alter how individuals cope biologically, such as the stress hormone cortisol, and psychologically with these stressors. For example, heavy use of alcohol and other drugs, such as cocaine or nicotine, change overall cortisol levels and how cortisol is released in response to stress. In laboratory studies, healthy individuals show a peak in cortisol following a stressor, whereas individuals who use alcohol and substances heavily have a less robust response. However, it is not known if this phenomenon occurs in individuals who use cannabis heavily in real-world stressful situations. Heavier use of alcohol or drugs is associated with wanting or craving drugs or alcohol more when in stressful situations. In this proposal, the team will use smartphone-delivered surveys combined with regular saliva sampling to examine the associations between psychological and biological stress responses and cannabis use. Individuals who use cannabis at least once weekly will be recruited to complete two weeks of smartphone surveys. The participants will also provide regular saliva samples and wear a heart rate monitor on three consecutive days within those two weeks. These saliva samples will be analyzed for the hormone cortisol and salivary alpha amylase. The team will examine if self-reported cannabis use predicts how an individual responds, both biological and psychological, to a stressor when they encounter it their daily life. The team will also investigate if individuals who use more cannabis are more likely to want to use cannabis when they encounter daily life stress. Results from this study can help us develop treatments that help individuals who use cannabis heavily better cope with stress."
        },
        "conditionsModule": {
            "conditions": [
                "Cannabis Use",
                "Cannabis",
                "Cannabis Abuse"
            ],
            "keywords": [
                "Cannabis",
                "Marijuana",
                "Smartphone",
                "Cortisol",
                "Heart rate variability",
                "Ecological Momentary Assessment",
                "Saliva"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals who use cannabis",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who are non-treatment seeking cannabis users (30 men, 30 women) ranging from once weekly use to multiple times daily. All participants will be recruited from the greater New Haven community and will complete four weeks of smartphone monitoring. During this monitoring period, they will also complete two three-consecutive days of intensive monitoring including more frequent smartphone surveys, saliva samples, heart rate monitoring, and an alcohol use monitor.",
                    "interventionNames": [
                        "Other: Intensive Day Monitoring"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Intensive Day Monitoring",
                    "description": "During intake, a research assistant will demonstrate how to place the Heart Rate Variability monitor and provide instructions on completing the saliva samples at home. Participants will wear the Heart Rate Variability monitor for three consecutive, randomly selected days twice (72 hours each). Participants will be provided with six saliva sample collection tubes per day with explicit directions on when the saliva sampling should occur (hours since waking: +0, +1, +2, +4, +6, +10 hours, and before going to sleep). Participants will also complete a subjective report using similar questions included in the survey prompts at the same scheduled time as the saliva sample. All participants will complete a total of 6 such days during the study.",
                    "armGroupLabels": [
                        "Individuals who use cannabis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Averaged cortisol response to stress and cannabis cues in the real world",
                    "description": "Saliva samples for cortisol levels will be collected throughout the day on a randomly selected three-day period during week 1 of the study. The data will be averaged on all three days and not treated as separate time points.",
                    "timeFrame": "3 days in Week 1"
                },
                {
                    "measure": "Ratings of subjective craving in the real world",
                    "description": "Participants will report using ecological momentary assessment (EMA) their current levels of craving. These reports will be generated in three different ways: at 8 am and 8 pm at night, at four random times during waking hours, and while drinking alcohol. Craving will be assessed using a 100-point visual analog scale (VAS) in which 0=\"Not at all\" and 100=\"Extremely High.\"",
                    "timeFrame": "48 days"
                },
                {
                    "measure": "Ratings of subjective subjective stress in the real world",
                    "description": "Participants will report using ecological momentary assessment (EMA) their current levels of stress. These reports will be generated in three different ways: at 8 am and 8 pm at night, at four random times during waking hours, and while drinking alcohol. Stress will be assessed using a 100-point visual analog scale (VAS) in which 0=\"Not at all\" and 100=\"Extremely High.\"",
                    "timeFrame": "48 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-reported cannabis use",
                    "description": "Participants will report how recently they've used cannabis. Self-reports of stress, stress biology, and craving will be used to predict next-moment self-reported cannabis use (use since last assessment = 1, no use since last assessment = 0) from the smartphone assessments.",
                    "timeFrame": "48 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCannabis-using men and women who:\n\n* have a past-year pattern of 1 or more cannabis use episodes per week\n* do not meet criteria for any other substance use disorders other than mild Cannabis and Alcohol Use Disorder\n* are at least 18 years old\n* are fluent in English\n* can provide negative alcohol breathalyzer and only positive for cannabis at all visits.\n* can provide written informed consent.\n\nExclusion Criteria:\n\nIndividuals will be excluded if they:\n\n* meeting current or past for major psychiatric disorders, other than depression or anxiety disorder;\n* meeting criteria for a current Substance Use Disorder other than mild Cannabis Use Disorder and Alcohol Use Disorder;\n* any significant current medical conditions requiring medication, including neurological, renal, thyroid, cardiovascular, liver, endocrine, or immune conditions\n* current use of medications that interfere with hypothalamic-pituitary-adrenal axis response\n* women who are pregnant, lactating, peri-/post-menopausal, or with hysterectomies\n* current use of psychotropic drugs other than antidepressants.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephanie Wemm, PhD",
                    "role": "CONTACT",
                    "phone": "203-737-3436",
                    "email": "stephanie.wemm@yale.edu"
                },
                {
                    "name": "Ryan Conway",
                    "role": "CONTACT",
                    "email": "ryan.conway@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephanie Wemm, PhD",
                    "affiliation": "Associate Research Scientist, Psychiatry",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale Stress Center",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06519",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Hart",
                            "role": "CONTACT",
                            "phone": "888-978-7377",
                            "email": "stress@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002189",
                    "term": "Marijuana Abuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "asFound": "Cannabis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M9912",
                    "name": "Hydrocortisone",
                    "relevance": "LOW"
                },
                {
                    "id": "M155245",
                    "name": "Hydrocortisone 17-butyrate 21-propionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M228609",
                    "name": "Hydrocortisone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M263259",
                    "name": "Hydrocortisone hemisuccinate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                }
            ]
        }
    },
    "hasResults": false
}