{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05205772",
            "orgStudyIdInfo": {
                "id": "21-0751"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Investigating Central Neurophysiologic Correlates of Non-Motor Symptoms of Parkinson's Disease",
            "officialTitle": "Investigating Central Neurophysiologic Correlates of Non-Motor Symptoms of Parkinson's Disease",
            "therapeuticArea": [
                "Mental Health",
                "Other",
                "Neurology"
            ],
            "study": "investigating-central-neurophysiologic-correlates-of-non-motor-symptoms-of-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-02",
            "studyFirstSubmitQcDate": "2022-01-05",
            "studyFirstPostDateStruct": {
                "date": "2022-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, single-blinded, triple crossover study focused on determining the feasibility of using transcranial magnetic stimulation (TMS) for treatment of Parkinson's disease related autonomic dysfunction and depression. Participants will undergo TMS to three brain regions: medial prefrontal cortex (mPFC) (experimental site), dorsolateral prefrontal cortex (DLPFC) (alternative experimental site), or primary sensory cortex (S1) (control site) in a triple crossover design. Participants will complete symptom questionnaires, neurologic examination and cognitive assessments, and orthostatic vital signs recording before and after each brain stimulation session."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Autonomic Dysfunction",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participant will be blinded as to which site is being stimulated, experimental site or control site.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "medial prefrontal cortex - control site - dorsolateral prefrontal cortex",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first undergo transcranial magnetic stimulation to the medial prefrontal cortex. After a 3 week washout period, participants then undergo transcranial magnetic stimulation to the control site. After a 3 week washout period, participants undergo transcranial magnetic stimulation to the dorsolateral prefrontal cortex.",
                    "interventionNames": [
                        "Device: transcranial magnetic stimulation"
                    ]
                },
                {
                    "label": "medial prefrontal cortex - dorsolateral prefrontal cortex - control site",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first undergo transcranial magnetic stimulation to the medial prefrontal cortex. After a 3 week washout period, participants then undergo transcranial magnetic stimulation to the dorsolateral prefrontal cortex. After a 3 week washout period, participants undergo transcranial magnetic stimulation to the control site.",
                    "interventionNames": [
                        "Device: transcranial magnetic stimulation"
                    ]
                },
                {
                    "label": "dorsolateral prefrontal cortex - medial prefrontal cortex - control site",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first undergo transcranial magnetic stimulation to the dorsolateral prefrontal cortex. After a 3 week washout period, participants then undergo transcranial magnetic stimulation to the medial prefrontal cortex. After a 3 week washout period, participants undergo transcranial magnetic stimulation to the control site.",
                    "interventionNames": [
                        "Device: transcranial magnetic stimulation"
                    ]
                },
                {
                    "label": "dorsolateral prefrontal cortex - control site - medial prefrontal cortex",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first undergo transcranial magnetic stimulation to the dorsolateral prefrontal cortex. After a 3 week washout period, participants then undergo transcranial magnetic stimulation to the control site. After a 3 week washout period, participants undergo transcranial magnetic stimulation to the medial prefrontal cortex.",
                    "interventionNames": [
                        "Device: transcranial magnetic stimulation"
                    ]
                },
                {
                    "label": "control site - medial prefrontal cortex - dorsolateral prefrontal cortex",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first undergo transcranial magnetic stimulation to the control site. After a 3 week washout period, participants then undergo transcranial magnetic stimulation to the medial prefrontal cortex. After a 3 week washout period, participants undergo transcranial magnetic stimulation to the dorsolateral prefrontal cortex.",
                    "interventionNames": [
                        "Device: transcranial magnetic stimulation"
                    ]
                },
                {
                    "label": "control site - dorsolateral prefrontal cortex - medial prefrontal cortex",
                    "type": "EXPERIMENTAL",
                    "description": "Participants first undergo transcranial magnetic stimulation to the control site. After a 3 week washout period, participants then undergo transcranial magnetic stimulation to the dorsolateral prefrontal cortex. After a 3 week washout period, participants undergo transcranial magnetic stimulation to the medial prefrontal cortex.",
                    "interventionNames": [
                        "Device: transcranial magnetic stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "transcranial magnetic stimulation",
                    "description": "Transcranial magnetic stimulation (or TMS) is a non-invasive form of brain stimulation in which a magnetic pulse is applied directly to the scalp. This device is FDA approved for treatment of depression and other neuropsychiatric disorders, and is regularly used in neurologic and psychiatric research.\n\niTBS is a particular TMS protocol which delivers the magnetic field in triplet bursts (three stimulations very close together at a frequency of 50 Hz very quickly). The triplet bursts are repeated at a rate of 5 Hz for 2 seconds (30 pulses), followed by 8 seconds rest, repeated 20 times for a total of 600 pulses. Each treatments lasts approximately 3 minutes.",
                    "armGroupLabels": [
                        "control site - dorsolateral prefrontal cortex - medial prefrontal cortex",
                        "control site - medial prefrontal cortex - dorsolateral prefrontal cortex",
                        "dorsolateral prefrontal cortex - control site - medial prefrontal cortex",
                        "dorsolateral prefrontal cortex - medial prefrontal cortex - control site",
                        "medial prefrontal cortex - control site - dorsolateral prefrontal cortex",
                        "medial prefrontal cortex - dorsolateral prefrontal cortex - control site"
                    ],
                    "otherNames": [
                        "intermittent theta-burst stimulation (iTBS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in frontal midline theta EEG power after brain stimulation",
                    "description": "Degree of change of frontal midline theta power on electroencephalography (EEG) after brain stimulation at each site (medial prefrontal cortex, dorsolateral prefrontal cortex, control site).",
                    "timeFrame": "At least 30 minutes before initial iTBS, and 30 minutes after each iTBS treatment"
                },
                {
                    "measure": "Superiority of stimulation at the medial prefrontal cortex and dorsolateral prefrontal cortex over stimulation at the control site",
                    "description": "Differences in the degree of change of frontal midline theta power on electroencephalography (EEG) after brain stimulation at each site (medial prefrontal cortex, dorsolateral prefrontal cortex, control site), determined by regression modeling.",
                    "timeFrame": "At least 30 minutes before each iTBS treatment, and 30 minutes after each iTBS treatment"
                },
                {
                    "measure": "Correlation between the SCales for Outcomes in Parkinson's disease - Autonomic (SCOPA-AUT) total score and EEG",
                    "description": "Degree of correlation between the SCales for Outcomes in Parkinson's disease - Autonomic (SCOPA-AUT) total score and frontal midline theta EEG power will be measured using regression analysis. The SCOPA-AUT is a validated autonomic symptom survey for people with Parkinson's disease. It contains 6 domains (gastrointestinal, urinary, cardiovascular, thermoregulatory, pupillary, and sexual). The investigators will use the total composite score including all domains. The score range is 0-69, with a total of 23 questions. 0 means no symptoms, 69 is highest burden of symptoms.",
                    "timeFrame": "At least 30 minutes before initial iTBS"
                },
                {
                    "measure": "Correlation between the Orthostatic Hypotension Questionnaire (OHQ) and EEG",
                    "description": "Degree of correlation between the OHQ and frontal midline theta EEG power will be measured using regression analysis. The OHQ consists of two sections. The first is the orthostatic hypotension symptom assessment, which includes 6 questions with a score range of 0-66 (0 is no symptoms, 66 is most severe symptoms). The second part is the orthostatic hypotension daily activity scale, which rates interference of symptoms on activities of daily living. This part consists of four questions, and score range is 0-44 (0 is no interference, 44 is most severe interference). The investigators will calculate the composite OHQ score, which is the average score between these two subsections.",
                    "timeFrame": "At least 30 minutes before initial iTBS"
                },
                {
                    "measure": "Correlation between degree of orthostatic hypotension and EEG",
                    "description": "Degree of correlation between degree of orthostatic hypotension and frontal midline theta EEG power will be measured using regression analysis. Orthostatic vital signs will be measured at least 30 minutes before initial iTBS as follows: blood pressure will be measured after at least 3 minutes of rest in the supine position. Blood pressure will again be measured after 3 minutes of standing.",
                    "timeFrame": "At least 30 minutes before initial iTBS"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "SCOPA-AUT response to brain stimulation",
                    "description": "Change in the SCales for Outcomes in Parkinson's disease - Autonomic (SCOPA-AUT) from 30 minutes before stimulation to 1 day after stimulation and 4 days after stimulation. The SCOPA-AUT is a validated autonomic symptom survey for people with Parkinson's disease. It contains 6 domains (gastrointestinal, urinary, cardiovascular, thermoregulatory, pupillary, and sexual). The investigators will use the total composite score including all domains. The score range is 0-69, with a total of 23 questions. 0 means no symptoms, 69 is highest burden of symptoms",
                    "timeFrame": "30 minutes pre-iTBS, and 1 day and 4 days after each iTBS treatment"
                },
                {
                    "measure": "OHQ response to brain stimulation",
                    "description": "Change in the Orthostatic Hypotension Questionnaire (OHQ) from before to after iTBS. The OHQ will be administered at least 30 minutes before stimulation, and again 1 day and 4 days after stimulation. The OHQ is an orthostatic hypotension symptom survey and consists of two sections. The first is the orthostatic hypotension symptom assessment, which includes 6 questions with a score range of 0-66 (0 is no symptoms, 66 is most severe symptoms). The second part is the orthostatic hypotension daily activity scale, which rates interference of symptoms on activities of daily living. This part consists of four questions, and score range is 0-44 (0 is no interference, 44 is most severe interference). The investigators will calculate the composite OHQ score, which is the average score between these two subsections.",
                    "timeFrame": "At least 30 minutes pre-iTBS, and day 1 and day 4 after each iTBS treatment"
                },
                {
                    "measure": "Response of orthostatic blood pressure changes to brain stimulation",
                    "description": "Change in the orthostatic blood pressure change from before to after iTBS. Orthostatic vital signs will be measured as follows: blood pressure will be measured after at least 3 minutes of rest in the supine position. Blood pressure will again be measured after 3 minutes of standing. This will be measured at least 30 minutes before brain stimulation, and again 30 minutes after brain stimulation.",
                    "timeFrame": "At least 30 minutes before each iTBS treatment, and 30 minutes after each iTBS treatment"
                },
                {
                    "measure": "Depression symptom response to brain stimulation",
                    "description": "Change in the Beck Depression Inventory II (BDI-II) from before to after iTBS. Participants will complete the BDI-II at least 30 minutes before brain stimulation. The questionnaire will be repeated 1 day and 4 days after stimulation. The BDI-II is a validated depression symptom survey. This survey contains 21 questions, with a score range of 0-63, where 0 means no depression symptoms and 63 indicates severe depression symptoms.",
                    "timeFrame": "At least 30 minutes before each iTBS treatment, and day 1 and day 4 after each iTBS treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women between 50 and 90 years of age, without a diagnosis of severe dementia\n* Carry a diagnosis of idiopathic Parkinson's disease based on the United Kingdom Parkinson's Disease Society Brain Bank clinical diagnostic criteria\n* Have had symptoms of Parkinson's disease for at least 3 years\n* Hospital's study-specific informed consent must be obtained\n* Must have capacity to provide informed consent in English\n* For female participants, confirmation that a menstrual period has not occurred in over 12 months, or that an effective form of contraception will be used during the study\n\nExclusion Criteria:\n\n* Inability to provide informed consent.\n* Severe dementia\n* History of epilepsy or brain surgery\n* Severe tremor or dyskinesia that would interfere with EEG as determined by the PI\n* Parkinson's patients with clinically significant medical or neurological conditions which may be an alternative cause of orthostatic hypotension, such as neuropathy, renal failure, heart failure, cardiac arrhythmias, severe diabetes, or spinal cord injuries\n* The investigators will exclude patients who are treated with medications which can significantly lower blood pressure or heart rate, such as antihypertensive medications, diuretics, and alpha-blocking medications\n* Presence of other known central nervous system disease that may interfere with performance or interpretation of EEG or TMS\n* Presence of any implanted metal devices including, but not limited to, pacemakers, deep brain stimulators, vagal nerve stimulators, bladder stimulators, or cochlear implants.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Miriam Sklerov, MD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina School of Medicine",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Miriam Sklerov, MD",
                            "role": "CONTACT",
                            "phone": "984-974-4401",
                            "email": "miri@email.unc.edu"
                        },
                        {
                            "role": "CONTACT",
                            "email": "miri@email.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "9 months to 36 months after publication.",
            "accessCriteria": "Data will be made available to investigators who have approval from an IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "asFound": "Autonomic Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "asFound": "Autonomic Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}