{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06511908",
            "orgStudyIdInfo": {
                "id": "10001602"
            },
            "secondaryIdInfos": [
                {
                    "id": "001602-M"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Investigation of the Antidepressant Effects of (2R,6R)-HNK, an Enhancer of Synaptic Glutamate Release, in Treatment-Resistant Depression",
            "officialTitle": "An Investigation of the Antidepressant Effects of (2R,6R)-HNK, an Enhancer of Synaptic Glutamate Release, in Treatment-Resistant Depression",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "investigation-of-the-antidepressant-effects-of-hnk-an-enhancer-of-synaptic-glutamate-release-in-treatment-resistant-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-08",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-19",
            "studyFirstSubmitQcDate": "2024-07-19",
            "studyFirstPostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMajor depressive disorder (MDD) is a serious mental illness that can put people at risk of self-harm and death. Many drugs are used to treat MDD, but it can take a long time for them to be effective. Researchers want to know if a faster-acting drug, (2R,6R)-hydroxynorketamine (HNK), can better treat the symptoms of MDD.\n\nObjective:\n\nTo test a study drug (HNK) in people with MDD.\n\nEligibility:\n\nPeople aged 18 to 70 years with MDD. They must have had a screening assessment under protocol 01-M-0254.\n\nDesign:\n\nParticipants will be tapered off their current MDD drugs over 2 to 5 weeks. They will stay off of the drugs for up to 2 weeks prior to starting the study medication and procedures. They will have a physical exam with blood tests. They will have tests of their heart function, mood, and thinking. They will answer questions about their symptoms. They may choose to have imaging scans and scans of their brain activity.\n\nHNK is given through a tube attached to a needle inserted into a vein. Participants will receive infusions on this schedule:\n\nThey will receive 4 infusions over 2 weeks. They will stay in the clinical center overnight after each infusion or for the duration of the study.\n\nThey will receive no drugs for 2 to 3 weeks.\n\nThey will have 4 more infusions over 2 weeks, with overnight stays after each or for the duration of the study.\n\nOne set of 4 infusions will be the HNK. The other set of 4 infusions will be a placebo. A placebo looks just like the real drug but contains no medicine. Participants will not know when they are getting the HNK or placebo.\n\n...",
            "detailedDescription": "Study Description\n\nThis is a randomized, double-blind, placebo-controlled, crossover, single-site study.\n\nThis experimental study will assess the efficacy and safety of two weeks of 0.25 to 2.0 mg/kg (2R,6R)-hydroxynorketamine (HNK), an enhancer of synaptic glutamate release. The study may be conducted on an inpatient or outpatient basis.\n\nObjectives\n\nPrimary Objective\n\nThe primary objective is to evaluate the ability of (2R,6R)-HNK, an enhancer of synaptic glutamate release, to improve overall depressive symptomatology in participants with major depressive disorder (MDD). The efficacy of a two-week course of (2R,6R)-HNK will be compared to two weeks of saline placebo in a crossover study. Montgomery-Asberg Depression Rating Scale (MADRS) score will serve as the main outcome measure.\n\nSecondary Objectives\n\n1. To evaluate the antidepressant efficacy of (2R,6R)-HNK at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11, and 12 compared to placebo in a crossover study, as assessed by change from baseline on MADRS total scores.\n2. To determine whether (2R,6R)-HNK demonstrates superior antidepressant efficacy compared to placebo in a crossover study, as assessed by the proportion of participants in remission (defined as MADRS total score \\<=10).\n3. To determine whether antidepressant response to (2R,6R)-HNK is superior to response to placebo in a crossover study, as assessed by the proportion of participants achieving response (defined as a \\>=50% reduction from baseline in MADRS total score).\n4. To evaluate the antisuicidal ideation effects of (2R,6R)-HNK at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11, and 12 compared to placebo in a crossover study, as assessed by change from baseline on item 10 (suicidality) of the MADRS, the Columbia Suicide Severity Rating Scale (C-SSRS), and the Scale for Suicide Ideation (SSI).\n5. To investigate the effects of (2R,6R)-HNK on mood, anxiety, and anhedonia symptoms at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11, and 12 compared to placebo in a crossover study, as assessed by change from baseline on the Beck Depression Inventory Second Edition (BDI-II), Hamilton Depression Rating Scale (HDRS), Hamilton Anxiety Rating Scale (HAM-A), Positive and Negative Affect Schedule (PANAS), Snaith-Hamilton Pleasure Scale (SHAPS), and the Temporal Experience of Pleasure Scale (TEPS), as well as change from baseline on various cognitive tasks (Auditory, Somatosensory, and Visual Evoked Fields Task, Monetary Incentive Delay (MID) task, Hariri Hamer task, and Probabilistic Reward Task (PRT)).\n6. To assess the safety and tolerability of a two-week course of (2R,6R)-HNK compared to placebo in a crossover study by incidence of adverse events (AEs) and total scores on the Clinician Administered Dissociative States Scale (CADSS), Young Mania Rating Scale (YMRS), Brief Psychiatric Rating Scale (BPRS), vital signs, changes in clinical laboratory evaluations, and electrocardiograms (ECGs).\n\nEndpoints\n\nEndpoints Primary Endpoint\n\nEffect of drug on the MADRS total score at day 12.\n\nSecondary Endpoints\n\n* Proportion of subjects in remission (defined as MADRS total score \\<=10) at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11, and 12.\n* Proportion of subjects with response (defined as \\>=50% reduction from baseline in MADRS total score) at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11, and 12.\n* Effect of drug on MADRS total scores at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11, and 12.\n* Effect of drug on HDRS, BDI-II, BPRS, CADSS, C-SSRS, HAM-A, PANAS, SHAPS, SSI, TEPS, and YMRS total scores, and the MADRS item 10 (suicidality) at days 0 (230 min), 1, 2, 3, 4, 7, 8, 10, 11 and 12.\n* Effect of drug on the Auditory, Somatosensory, and Visual Evoked Fields Task, MID task, Hariri Hamer task, and PRT.\n* Incidence and nature of adverse events; vital signs; weight and body mass index (BMI) changes; physical examination changes; clinical laboratory evaluations; ECG.\n\nSurrogate Markers of Drug Effect, Target Engagement, and Antidepressant Response\n\n* Change in magnetoencephalography (MEG) spectral power (gamma power).\n* Change in brain glutamate levels using magnetic resonance spectroscopy (MRS).\n* Change in resting and task-based functional connectivity in functional magnetic resonance imaging (fMRI).\n* Change in peripheral biomarkers."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Depressive Disorder, Treatment-Resistant",
                "Ketamine",
                "Molecular Mechanisms of Pharmacological Action",
                "Neurotransmitter Agents",
                "Excitatory Amino Acid Agents",
                "Physiological Effects of Drugs",
                "Depressive Disorder, Major",
                "Depressive Disorder",
                "Depression",
                "Mental Disorders",
                "Mood Disorders",
                "Behavioral Symptoms"
            ],
            "keywords": [
                "Major Depressive Disorder",
                "Ketamine",
                "Biomarkers",
                "Neuropharmacology",
                "Magnetic Resonance Imaging",
                "Magnetoencephalography",
                "Neurobiology",
                "Glutamate",
                "Hydroxynorketamine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals in Arm 1 will receive double-blinded (2R,6R)-HNK infusions four times over two weeks during Test Session 1 and daily double-blinded placebo infusions four times over two weeks during Test Session 2. The starting dose will be 0.25 mg/kg and the treatment target for all participants will be 2.0 mg/kg. If response criteria is not met by the morning of the next infusion, the dose may be increased. Doses will be decreased if tolerability issues arise.",
                    "interventionNames": [
                        "Drug: (2R,6R)-hydroxynorketamine (0.25 to 2.0 mg/kg)",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "2",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals in Arm 2 will receive double-blinded placebo infusions four times over two weeks during Test Session 2 and double-blinded (2R,6R)-HNK infusions four times over two weeks during Test Session 1. The starting dose will be 0.25 mg/kg and the treatment target for all participants will be 2.0 mg/kg. If response criteria is not met by the morning of the next infusion, the dose may be increased. Doses will be decreased if tolerability issues arise.",
                    "interventionNames": [
                        "Drug: (2R,6R)-hydroxynorketamine (0.25 to 2.0 mg/kg)",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "(2R,6R)-hydroxynorketamine (0.25 to 2.0 mg/kg)",
                    "description": "Arm 1 and 2 Experimental Intervention",
                    "armGroupLabels": [
                        "1",
                        "2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Arm 1 and 2 Control Intervention",
                    "armGroupLabels": [
                        "1",
                        "2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline on Montgomery-Asberg Depression Rating Scale total scores",
                    "description": "Clinical rating scale of depression",
                    "timeFrame": "Baseline, Day 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline on Montgomery-Asberg Depression Rating Scale total scores",
                    "description": "Clinical rating scale of depression",
                    "timeFrame": "Baseline, 230 min post-drug, and Days 1, 2, 3, 4, 7, 8, 10, 11, and 12, per Test Session."
                },
                {
                    "measure": "Proportion of participants in remission (defined as Montgomery-Asberg Depression Rating Scale total score =10)",
                    "description": "Clinical rating scale of depression",
                    "timeFrame": "Baseline, 230 min post-drug, and Days 1, 2, 3, 4, 7, 8, 10, 11, and 12, per Test Session."
                },
                {
                    "measure": "Proportion of participants achieving response (defined as a >/=50% reduction from baseline in Montgomery-Asberg Depression Rating Scale total score)",
                    "description": "Clinical rating scale of depression",
                    "timeFrame": "Baseline, 230 min post-drug, and Days 1, 2, 3, 4, 7, 8, 10, 11, and 12, per Test Session."
                },
                {
                    "measure": "Change from baseline on item 10 (suicidality) of the Montgomery-Asberg Depression Rating Scale and total score on the Columbia Suicide Severity Rating Scale and the Scale for Suicide Ideation.",
                    "description": "Clinical rating scales of depression and suicidality",
                    "timeFrame": "Baseline, 230 min post-drug, and Days 1, 2, 3, 4, 7, 8, 10, 11, and 12, per Test Session."
                },
                {
                    "measure": "Change from baseline on the Hamilton Depression Rating Scale, Hamilton Anxiety Rating Scale, Positive and Negative Affect Schedule, Snaith-Hamilton Pleasure Scale, Temporal Experience of Pleasure Scale, and cognitive tasks.",
                    "description": "Clinical rating scales of mood, anxiety, and anhedonia",
                    "timeFrame": "Baseline, 230 min post-drug, and Days 1, 2, 3, 4, 7, 8, 10, 11, and 12, per Test Session."
                },
                {
                    "measure": "Incidence of AEs and total scores using the Clinician Administered Dissociative States Scale, Young Mania Rating Scale, Brief Psychiatric Rating Scale, vital signs, changes in clinical laboratory evaluations, and electrocardiograms.",
                    "description": "Measures and evaluations assess various aspects of clinical condition, adverse events, and mood and anxiety symptomology",
                    "timeFrame": "Baseline, 230 min post-drug, and Days 1, 2, 3, 4, 7, 8, 10, 11, and 12, per Test Session."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Ability of participant to understand and willingness to sign a written informed consent document. To verify this, participants must score \\>= 80% on the consent quiz.\n2. Stated willingness to comply with all study procedures and availability for the duration of the study.\n3. 18 to 70 years of age.\n4. All participants must have undergone a screening assessment under protocol 01-M-0254.\n5. Participants must fulfill DSM-IV or DSM-5 criteria for MDD, single episode or recurrent without psychotic features, based on clinical assessment and confirmed by a structured diagnostic interview (SCID-P). Participants must be experiencing a current major depressive episode lasting at least two weeks.\n6. Participants must have an initial score of \\>= 20 on the MADRS and a YMRS score of \\<12 within one week of study entry and upon entry into Phase II.\n7. Ability to take intravenous medication and be willing to adhere to the (2R,6R)-HNK regimen.\n8. Participants must have a current or past history of lack of response to at least one adequate antidepressant trial (may be from the same chemical class), with at least one in the current major depressive episode, operationally defined using the modified Antidepressant Treatment History Form (ATHF) (152); non-response to an adequate trial of ECT or TMS would count as an adequate antidepressant trial.\n9. For individuals of reproductive potential: use of highly effective contraception starting at the time of enrollment and agreement to use such a method during study participation and for an additional four weeks after the end of Study Phase II.\n10. For males of reproductive potential: use of condoms or other methods from the time of enrollment to ensure effective contraception with partner, and for an additional 90 days after the end of Phase II.\n11. Agreement to adhere to Lifestyle Considerations throughout study duration.\n12. Medically healthy, or with stable, treated, chronic medical conditions (provided any medications are not excluded)\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Current use of disallowed concomitant medications or transcranial magnetic stimulation (TMS) two weeks prior to the start of Phase II.\n2. Treatment with a reversible monoamine oxidase inhibitor (MAOI) four weeks prior to the start of Phase II.\n3. Treatment with fluoxetine, aripiprazole, or brexpiprazole five weeks prior to the start of Phase II.\n4. Treatment with clozapine or electroconvulsive therapy (ECT) four weeks prior to the start of Phase II.\n5. Lifetime history of deep brain stimulation.\n6. Previous antidepressant non-response to ketamine or esketamine (full course).\n7. No structured psychotherapy will be permitted during the total duration of the study. Participants unable or unwilling to stop psychotherapy will be unable to participate in the study.\n8. Pregnancy or lactation.\n9. Current psychotic features or a diagnosis of schizophrenia or any other psychotic disorder as defined in the DSM-IV or DSM-5.\n10. Participants with a history of DSM-IV substance or alcohol abuse or dependence, or DSM-5 substance use disorder (except for caffeine, nicotine, or cannabis), or moderate to severe alcohol use disorder, within the preceding three months. In addition, participants who are currently using drugs (except for caffeine, nicotine, or cannabis) must not have used illicit substances or known drugs of abuse in the two weeks prior to screen and must have a negative drug urine test (except for prescribed benzodiazepines or stimulants) prior to starting Phase II. Cannabis use is exclusionary if the use is daily, or if participants are unable to abstain during the study, or if function of daily life is impaired by use as determined by a clinician. Due to the interactions between cannabis and SSRIs, frequent cannabis use during previous antidepressant treatment will result in that treatment being considered a failed trial for eligibility purposes.\n11. Participants with a DSM-IV or DSM-5 Axis II diagnosis of borderline or antisocial personality disorder.\n12. Participants with a history of head injury that resulted in loss of consciousness exceeding five minutes (for the imaging component of the study).\n13. No serious, unstable medical illnesses including but not limited to the following body systems and organs or those that in the judgment of the Principal Investigator pose a risk to the participant s ability to safely participate in the study: Hepatic diseases (e.g. active viral hepatitis infection or cirrhosis of the liver), cardiovascular disease (including ischemic heart disease, coronary artery disease, congestive heart failure, poorly controlled hypertension due to risk of further blood pressure elevation and increase in demand on cardiac function from study drug), renal/urologic (e.g chronic kidney disease or acute kidney injury, history of bladder dysfunction due to theoretical risk of ketamine-induced cystitis), endocrinologic (including uncontrolled diabetes due to association with progressive abnormality of the microvasculature and nervous system), or neurologic disease (e.g. elevated intraocular pressure or history of or presence of diseases that are associated with elevated intracranial pressure).\n14. Participants with unstable clinical hyperthyroidism or hypothyroidism.\n15. Participants with one or more seizures without a clear and resolved etiology.\n16. Clinically significant abnormal laboratory tests specifically defined by:\n\n    * Alkaline phosphatase (Alk Phos) \\> 150 U/L\n    * Alanine aminotransferase (ALT) \\> 55 U/L\n    * Aspartate aminotransferase (AST) \\> 34 U/L\n    * Total bilirubin (TB) \\> 1.2 mg/dL\n    * Direct bilirubin (DB) \\> 0.5 mg/dL\n    * 25-hydroxyvitamin D \\< 20 ng/mL\n    * Folate \\< 2ng/mL\n    * Vitamin B12 \\< 200 pg/mL\n17. Participants who, in the Principal Investigator s judgment, pose a current serious suicidal or homicidal risk.\n18. Positive HIV test.\n19. Contraindications to MRS (metal in body, claustrophobia, etc. for imaging)\n20. Weight \\>119 kg.\n21. Participants with COVID-19 or suspected COVID-19\n22. A current NIMH employee/staff or their immediate family member.\n23. Inability to read and understand English. Non- English speakers will not be eligible as most of the required monitoring and rating instruments are not validated in languages other than English.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ebtehal Al Shami",
                    "role": "CONTACT",
                    "phone": "(877) 646-3644",
                    "email": "moodresearch@mail.nih.gov"
                },
                {
                    "name": "Carlos A Zarate, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 326-5836",
                    "email": "zaratec@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carlos A Zarate, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ebtehal Al Shami",
                            "role": "CONTACT",
                            "phone": "877-646-3644",
                            "email": "ebtehal.alshami@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001602-M.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".Clinical and demographic and biomarker participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "Starting within 1 year of completion of the study.",
            "accessCriteria": "Branch Chief will review requests and access will need to be approved by the NIMH/DIRP SD and OCD NIMH and the NIH IRB."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000061218",
                    "term": "Depressive Disorder, Treatment-Resistant"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Depressive Disorder, Major",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "asFound": "Behavioral Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29783",
                    "name": "Depressive Disorder, Treatment-Resistant",
                    "asFound": "Depressive Disorder, Treatment-Resistant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T5",
                    "name": "Glutamic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}