{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05970042",
            "orgStudyIdInfo": {
                "id": "Pro00127414"
            },
            "secondaryIdInfos": [
                {
                    "id": "5K23MD013899",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5K23MD013899"
                }
            ],
            "organization": {
                "fullName": "University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Investigating the Effects of the \"GameDay Ready\" Behavioral Weight Management Program for Black Men Living in the Rural South",
            "officialTitle": "Developing a Lifestyle Intervention to Reduce Body Weight for Obese African American Men Living in the Rural South",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "investigating-the-effects-of-the-gameday-ready-behavioral-weight-management-program-for-black-men-living-in-the-rural-south"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-24",
            "studyFirstSubmitQcDate": "2023-07-24",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Demetrius Abshire",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of South Carolina"
            },
            "leadSponsor": {
                "name": "University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot study investigates the effects of a newly developed 12-week weight management program called \"GameDay Ready\" (compared to a walking and general health education program) for decreasing body weight among Black men who live in the rural South. The researchers expect to see evidence of greater weight loss among participants randomized to receive the \"GameDay Ready\" program."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "GameDay Ready Program",
                    "type": "EXPERIMENTAL",
                    "description": "GameDay Ready is a 12-week, group-based behavioral weight management program.",
                    "interventionNames": [
                        "Behavioral: GameDay Ready"
                    ]
                },
                {
                    "label": "Walking and General Health Education Program",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The walking and general health education program is a 12-week, group-based program that addresses common chronic health conditions that affect men.",
                    "interventionNames": [
                        "Behavioral: Walking and General Health Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "GameDay Ready",
                    "description": "GameDay Ready is a 12-week, group-based behavioral weight management program in which participants will meet in-person once per week at a publicly accessible walking track. The GameDay Ready program promotes increasing physical activity, reducing sedentary time, and improving dietary habits through education, behavioral self-monitoring, and goal setting. Each 60-minute intervention session includes a brief educational component followed by a group discussion of weekly progress. Following a short warmup walk, participants engage in group-based competitive physical activities and then a short cooldown walk. Participants then set individual and group-based goals for the upcoming week and discuss strategies for overcoming barriers to achieving goals. The program is sensitive to intersectional influences of gender, race, and rurality on health; and strategies to enhance motivation are threaded throughout the program.",
                    "armGroupLabels": [
                        "GameDay Ready Program"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Walking and General Health Education",
                    "description": "Participants receiving the comparison program will complete a 12-week walking and general health education program. Group sessions meet once per week at a publicly accessible walking track, and each 60-minute session consists of a brief educational component on a health topic followed by walking and socializing during the remainder of the session.",
                    "armGroupLabels": [
                        "Walking and General Health Education Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body weight",
                    "description": "Participants' body weight will be measured in pounds using a portable, professional-grade scale. Changes in body weight will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Body mass index (BMI)",
                    "description": "Participants' body weight will be measured in pounds using a portable, professional-grade scale, and height will be measured using a portable, professional-grade stadiometer. BMI will be computed as weight (lb) / \\[height (in)\\]2 x 703. Changes in BMI will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Waist circumference (WC)",
                    "description": "Participants' WC will be measured using anthropometric measuring tape. Changes in WC will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Blood pressure (BP)",
                    "description": "Participants' systolic and diastolic BP will be measured using an automatic blood pressure machine. Changes in BP will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Moderate-to-vigorous physical activity (MVPA)",
                    "description": "Average minutes of MVPA will be measured over 7 consecutive days using research-grade, wrist-worn accelerometers (ActiGraph). Changes in MVPA will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Fruit and vegetable consumption",
                    "description": "Fruit and vegetable consumption will be measured using the National Cancer Institute's Dietary Screener Questionnaire that was used in the 2009-2010 National Health and Nutrition Examination Survey. Changes in fruit and vegetable consumption will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Added sugar consumption",
                    "description": "Added sugar consumption will be measured using the National Cancer Institute's Dietary Screener Questionnaire that was used in the 2009-2010 National Health and Nutrition Examination Survey. Changes in added sugar consumption will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Whole grain consumption",
                    "description": "Whole grain consumption will be measured using the National Cancer Institute's Dietary Screener Questionnaire that was used in the 2009-2010 National Health and Nutrition Examination Survey. Changes in whole grain consumption will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Social support for exercise and diet",
                    "description": "Social support for exercise and diet will be measured using validated scales developed by Sallis et al. Changes in social support for exercise and diet will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Perceived environmental support for physical activity",
                    "description": "Perceived environmental support for physical activity will be measured using the 33-item Rural Active Living Perceived Environmental Support Scale. Changes in perceived environmental support for physical activity will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Motivation for weight loss",
                    "description": "Motivation for weight loss will be measured using an 8-item Weight Control Motivation Scale. Changes in motivation for weight loss will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Motivation for healthy eating",
                    "description": "Motivation for healthy eating will be measured using a 15-item scale of the Treatment Self-Regulation Questionnaire. Changes in motivation for healthy eating will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Motivation for physical activity",
                    "description": "Motivation for physical activity will be measured using the 24-item Motivation for Exercise Scale. Changes in motivation for physical activity will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Exercise self-efficacy",
                    "description": "Exercise self-efficacy will be measured using a 16-item Self-Efficacy for Exercise Scale. Changes in exercise self-efficacy will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Relatedness to others in physical activity",
                    "description": "Relatedness to others in physical activity will be measured using a 6-item scale developed by Wilson \\& Bengoechea. Changes in relatedness to others in physical activity will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Perceived stress",
                    "description": "Perceived stress will be measured using the 10-item Perceived Stress Scale. Changes in perceived stress will be compared between the intervention and comparison programs.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Neighborhood surroundings",
                    "description": "Neighborhood surroundings will be measured using the neighborhood surroundings subscale of the Neighborhood Environment Walkability Scale.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                },
                {
                    "measure": "Neighborhood safety",
                    "description": "Neighborhood safety will be measured using the neighborhood safety subscale of the Neighborhood Environment Walkability Scale.",
                    "timeFrame": "Baseline, post-intervention (12 weeks), and 3 months post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identified African American or Black American male\n* 25-65 years of age\n* BMI 27kg/m2 to ≤50kg/m2 (those with a BMI \\>45 will need documented approval by a healthcare provider to participate in the study)\n* Live in a rural area of South Carolina and have lived in a rural area for at least 1 year\n* Able to speak and understand English\n* Willing to be randomized to the intervention or comparison program\n\nExclusion Criteria:\n\n* Positive response to any question on the Physical Activity Readiness Questionnaire (PAR-Q) (Participant may be included if approval is provided and documented by a healthcare provider)\n* Currently participating in another weight loss trial or program or have participated in a trial or program within 6 months prior to starting the intervention\n* Uncontrolled hypertension (systolic blood pressure ≥160 mm Hg or diastolic blood pressure ≥100 mm Hg), diabetes, or asthma (Participant may be included if approval is provided and documented by a healthcare provider)\n* Pulmonary disease requiring supplemental oxygen or daily use of short-acting bronchodilators\n* Any musculoskeletal condition that would preclude meeting recommended levels of moderate-to- vigorous physical activity\n* Within 30 days prior to participating in the study, have taken prescription or nonprescription medications, herbals, or supplements for weight loss\n* On special diet for a serious health condition (does not include general dietary advice from a healthcare provider for common risk factors such as hypertension, diabetes, or hyperlipidemia).\n* Major surgery in the past 6 months\n* Have undergone weight loss surgery or considering weight loss surgery within the next 6 months\n* Have been treated for cancer in the past 12 months (other than non-melanoma skin cancer)\n* Weight loss ≥5% during the past 6 months\n* Plans to move to another county in the next 6 months\n* Any other perceived physical or mental health-related condition that would preclude participating in a behavioral program designed to promote weight loss",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "25 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Demetrius A Abshire, PhD",
                    "role": "CONTACT",
                    "phone": "803-576-6262",
                    "email": "abshired@mailbox.sc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "South Carolina",
                    "zip": "29208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Demetrius A Abshire, PhD",
                            "role": "CONTACT",
                            "phone": "803-576-6262",
                            "email": "abshired@mailbox.sc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.00071,
                        "lon": -81.03481
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data can be shared upon reasonable request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}