{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05237973",
            "orgStudyIdInfo": {
                "id": "10000625"
            },
            "secondaryIdInfos": [
                {
                    "id": "000625-N"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Investigational Use of Neuromuscular Ultrasound",
            "officialTitle": "Investigational Use of Neuromuscular Ultrasound",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "investigational-use-of-neuromuscular-ultrasound"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-28",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-09",
            "studyFirstSubmitQcDate": "2022-02-11",
            "studyFirstPostDateStruct": {
                "date": "2022-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nCurrent techniques used to measure the health and function of a person s nerves and muscles are generally effective, but they do have limits. Researchers are looking for ways to improve the ability to observe nerves and muscles and how they function in this natural history protocol.\n\nObjective:\n\nTo study the use of ultrasound (sound waves) to learn more about nerves and muscles.\n\nEligibility:\n\nHealthy adults, aged 18 and older, with no history of stroke, nerve or muscular disorders, or spine surgery are also needed. A smaller population of adults aged 18 and older who have a neuromuscular disorder or show symptoms of nerve or muscle disorder will also be evaluated.\n\nDesign:\n\nParticipants will be screened with a medical record review.\n\nParticipants will have up to 5 outpatient clinic visits. Most participants will have 1 or 2 visits. Visits will last for less than 3-4 hours each.\n\nDuring each visit, participants will give a brief medical history and have a physical exam.\n\nParticipants will have ultrasounds to get pictures and measurements of their nerves and muscles. Gel will be applied to their skin. A probe will be placed on the skin surface. Sound waves sent through the probe will be used to create pictures.\n\nParticipants may have nerve conduction studies. Wires will be taped to the skin surface near a muscle or nerve in the arm or leg. The nerve will be stimulated with a small electric current that feels like a rubber band flick. The response will be recorded through the wires.",
            "detailedDescription": "Study Description:\n\nCurrently there are a limited number of biomarkers that can provide quantitative, reliable information about nerve and muscle function and structure in patients with neuromuscular diseases. This protocol aims to investigate and define specific ultrasound imaging techniques of nerves and muscles that may be useful as biomarkers in clinical trials. For nerve studies, we aim to evaluate the use of high resolution ultrasound probes for B-mode imaging including cross sectional area, diameter and nerve fascicle counts. Additional imaging modalities will be evaluated including shear wave elastography and low flow microvascular imaging. Ultrasound modalities for muscle imaging will include B-mode imaging, muscle thickness, echo-intensity and or shear wave imaging and low flow microvascular imaging. The hypothesis for incorporating these ultrasound imaging modalities into neuromuscular evaluations is these techniques can provide unique quantitative, reproducible data about the structure of nerves and muscles. This information can be used to compare patients with controls and measure change in these modalities in neuromuscular disease states and determine if these measures can serve as a reliable biomarker in neuromuscular diseases.\n\nObjectives:\n\nPrimary Objectives:\n\n* To acquire normative values for elastography of muscle in a population of healthy volunteers\n* To acquire normative values for elastography of nerve in a population of healthy volunteers\n* To acquire normative values of nerve fascicular count in a population of healthy volunteers\n* To collect normal values of M-mode diaphragm imaging during quiet and deep breathing and voluntary sniff testing in a population of health controls to establish normal values.\n\nSecondary Objectives:\n\n* To determine the reproducibility of specialized techniques involving ultrasound of muscle and nerve: shear wave elastography in muscles and nerves, nerve fascicle counts\n* To determine the presence or absence of low flow microvascular flow within nerves of a population of healthy volunteers\n\nExploratory Objectives:\n\n* To compare shear wave elastography values (kPa, meters/second) with standard nerve conduction values; amplitude and nerve conduction velocities in healthy controls and participants with neuromuscular diseases.\n* To compare shear wave elastography values with muscle thickness, echotexture and Heckmatt Scale values\n* To compare shear wave elastography values (kPa, meters/second), nerve fascicle count and microvascular flow between volunteers with participants with neuromuscular disorders\n* To compare B-mode quantitative measures of muscle in healthy controls and participants with neuromuscular diseases.\n* To compare M-mode imaging values of diaphragm (excursion of movement) during quiet and deep breathing and voluntary sniff tests in healthy controls and patients with neuromuscular diseases.\n* To quantitate the low flow microvascularity in nerves and muscles in healthy volunteers\n* To develop a method for automated analysis of peripheral nerves that would allow for reproducible and refined imaging of nerves.\n\nEndpoints:\n\nPrimary Endpoint:\n\n* Muscle (deltoid, triceps, bicep, flexor carpi radialis, extensor digitorum communis, first dorsal interossei, rectus femoris, semimembranosus, tibialis anterior, medial gastrocnemius)elastography (m/s)\n* Nerve (median and ulnar in the forearm, tibial in the calf) elastography (m/s)\n* Nerve fascicular count (median and ulnar at wrist, tibial at ankle) in a population of normal volunteers (binary)\n* M-mode diaphragm imaging during quiet and deep breathing and voluntary sniff testing in a population of health volunteers\n\nSecondary Endpoints:\n\n* Reproducibility\n\n  * Muscle elastography (m/s)\n  * Nerve elastography (m/s)\n  * Nerve fascicle counts (#)\n* Presence of low flow microvascularity in nerves (binary value)\n\nExploratory Endpoint:\n\n* Amplitude (mV) and conduction velocity (m/s) obtained from standard nerve conduction studies and nerve elastography values (m/s) obtained from specialized techniques (median, ulnar, tibial)\n* Ultrasound data on muscle thickness (mm) and Heckmatt Scale values (1-4)\n* Nerve elastography (m/s), fascicular count (#), and microvascular flow (binary-yes/no)\n* Muscle elastography (m/s), thickness (mm), Heckmatt scale\n* M-mode imaging values of diaphragm (excursion of movement) during quiet and deep breathing and voluntary sniff tests\n* Quantitative values of low flow microvascularity in muscles and nerves\n* Reproducible ability to identify nerve and/or nerve associated structures using automated analysis"
        },
        "conditionsModule": {
            "conditions": [
                "Muscular Dystrophy",
                "Peripheral Neuropathy",
                "Motor Neuron Disorder",
                "Normal Physiology"
            ],
            "keywords": [
                "Neuromuscular",
                "Ultrasound",
                "Elastography",
                "Muscle",
                "Nerve",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neuromuscular disorders",
                    "description": "Diagnosed with a neuromuscular disorder such as motor neuron disorder, myopathy or have findings consistent with a peripheral neuropathy."
                },
                {
                    "label": "Normal volunteers",
                    "description": "No known abnormal muscle or nerve disorders"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To collect normal values of M-mode diaphragm imaging during quiet and deep breathing and voluntary sniff testing in a population of health controls to establish normal values.",
                    "description": "Normative values for M-mode imaging of the diaphragm in a population of healthy controls.",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "To acquire normative values for B-mode imaging of nerves (fascicle count) and muscles (quantitative echotexture measurement) and shear wave elastography data on muscle and nerve stiffness/speed of sound in a population of healthy volunteers.",
                    "description": "Normative values for muscle and nerve shear wave elastography in a population of normal volunteers Normative values for nerve fascicular count in a population of normal volunteers",
                    "timeFrame": "ongoing"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To determine the reproducibility of specialized techniques involving ultrasound of muscle and nerve: shear wave elastography in muscles and nerves, nerve fascicle counts",
                    "description": "Reproducibility of muscle and nerve shear wave elastography (meters/sec or kPa ) Reproducibility of nerve fascicle counts",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "To determine the presence or absence of low flow microvascular flow within nerves of a population of healthy volunteers",
                    "description": "Presence of low flow microvascularity in nerves in healthy volunteers",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Healthy Volunteers-Adults\n\n   1. Healthy adults, male or female, aged 18 years old or older,\n   2. In good general health as evidenced by medical history, medical conditions under control such as hypertension acceptable.\n   3. Stated willingness to comply with all study procedures and availability for the duration of the study.\n   4. Ability of subject to understand and the willingness to sign a written informed consent document.\n2. Participants with neuromuscular disorders\n\n   1. Adults, male or female, aged 18 years old or older,\n   2. Diagnosed with a neuromuscular disorder or have signs and symptoms of nerve or muscle disorder or neuromuscular diaphragm dysfunction.\n   3. Stated willingness to comply with all study procedures and availability for the duration of the study.\n   4. Ability of subject to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n1. Healthy Volunteers-Adults\n\n   History of stroke, muscle disorders, peripheral neuropathy, or spine surgery\n2. Participants with neuromuscular disorders\n\nNo clinical evidence of a neuromuscular disorder on clinical evaluation.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "110 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Community and participants on other NIH protocols that have neuromuscular disorders.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Candida Silva",
                    "role": "CONTACT",
                    "phone": "(301) 496-7428",
                    "email": "candida.silva@nih.gov"
                },
                {
                    "name": "Tanya J Lehky, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-7428",
                    "email": "lehkyt@ninds.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tanya J Lehky, M.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29224123",
                    "type": "BACKGROUND",
                    "citation": "Creze M, Nordez A, Soubeyrand M, Rocher L, Maitre X, Bellin MF. Shear wave sonoelastography of skeletal muscle: basic principles, biomechanical concepts, clinical applications, and future perspectives. Skeletal Radiol. 2018 Apr;47(4):457-471. doi: 10.1007/s00256-017-2843-y. Epub 2017 Dec 9."
                },
                {
                    "pmid": "31060725",
                    "type": "BACKGROUND",
                    "citation": "Saade DN, Neuhaus SB, Foley AR, Bonnemann CG. The Use of Muscle Ultrasound in the Diagnosis and Differential Diagnosis of Congenital Disorders of Muscle in the Age of Next Generation Genetics. Semin Pediatr Neurol. 2019 Apr;29:44-54. doi: 10.1016/j.spen.2019.01.001. Epub 2019 Jan 16."
                },
                {
                    "pmid": "32012298",
                    "type": "BACKGROUND",
                    "citation": "Hobson-Webb LD. Emerging technologies in neuromuscular ultrasound. Muscle Nerve. 2020 Jun;61(6):719-725. doi: 10.1002/mus.26819."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000625-N.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Specific plan to make the IPD has not be made. This will have to be considered if the data is involved in a publication or other larger analysis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009136",
                    "term": "Muscular Dystrophies"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020966",
                    "term": "Muscular Disorders, Atrophic"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Peripheral Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12093",
                    "name": "Muscular Dystrophies",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22697",
                    "name": "Muscular Disorders, Atrophic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T3963",
                    "name": "Muscular Dystrophy",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}