{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06498596",
            "orgStudyIdInfo": {
                "id": "10001994"
            },
            "secondaryIdInfos": [
                {
                    "id": "001994-CC"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Investigating New Methods to Study Movement in Children and Young Adults With Movement Disorders.",
            "officialTitle": "A Natural History Study Evaluating the Use of Multimodal Signal Acquisition Techniques to Characterize Movement in Children and Young Adults With Movement Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "investigating-new-methods-to-study-movement-in-children-and-young-adults-with-movement-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-11",
            "studyFirstSubmitQcDate": "2024-07-11",
            "studyFirstPostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nCerebral palsy (CP) is the most common motor disorder that affects children. People with CP have weak muscles; they may have trouble controlling the movements of their arms and legs. Researchers have been developing braces called robotic exoskeletons for people with CP. These devices can adapt to the person s movements and help them move better. This natural history study will explore new technologies that may tell us more about how people with CP move and improve how these exoskeletons work.\n\nObjective:\n\nTo test new technologies to measure people s movements and brain function while they move with and without a robotic exoskeleton.\n\nEligibility:\n\nPeople aged 3 to 25 years with CP. Healthy volunteers are also needed.\n\nDesign:\n\nParticipants will have 3 to 5 clinic visits in 2 months.\n\nParticipants will be fitted with an exoskeleton that will be worn on one of their legs.\n\nAt each visit, participants will be asked to move their wrist, ankle, and knee while the following measurements are taken:\n\nUltrasound. A bar will be placed against the skin. It will send soundwaves into the body to take pictures of the muscles.\n\nElectroencephalography (EEG). Participants will wear a cap with sensors. Their brain waves will be recorded.\n\nElectromyography (EMG). Small metal discs will be taped to the skin. They will measure electrical activity of muscle.\n\nParticipants will flex and extend each joint (wrist, ankle, or knee) on one side of their body. These movements will be done on their own and while assisted by two devices:\n\nFunctional electrical stimulation (FES). Small adhesive pads will be placed on the skin and electric. Pulses will stimulate muscles to help move the limb. This will be done for the wrist, ankle and knee.\n\nRobotic Exoskeleton. A leg brace will be placed on one limb with a motor that will help move the knee. The exoskeleton can be used with or without FES.\n\nParticipants will also walk on a treadmill at their own pace.\n\nPhotographs and videos will record how they move.",
            "detailedDescription": "Study Description:\n\nThis protocol will explore the use of multimodal signal acquisition techniques such as surface electromyography (sEMG), electroencephalography (EEG), dynamic ultrasound imaging (US), and motion capture for characterizing and modulating movement in children and young adults with cerebral palsy (CP). The protocol is divided into two parts. In Part I, participants will perform single degree of freedom movement tasks using three joints (ankle plantar flexion-dorsiflexion, knee flexion-extension, and wrist flexion/extension) with or without FES assistance, as well as walking on a treadmill. Real-time ultrasound imaging will be used to monitor their muscle movement during these tasks and they will perform a target achievement task based on this measured muscle movement. The hypothesis is that the ultrasound imaging technique will enable us to extract movement intent in real-time from the participants, and hence characterize (and correlate) their movement in multiple signal domains - brain activity, electrical muscle activity, muscle deformations, as well as resulting kinematics. In Part II, they will perform a knee flexion-extension task with or without FES assistance and with or without robotic exoskeleton assistance. The exploratory aim of this part is to investigate the feasibility of using real-time ultrasound imaging for control of a robotic exoskeleton and FES.\n\nObjectives:\n\nPrimary Objectives: The primary objectives of this study are (1) to investigate the effectiveness of continuous real-time dynamic ultrasound imaging for tracking joint kinematics and (2) to evaluate its initial feasibility as a control signal for wearable exoskeletons and functional electrical stimulation through control of a virtual cursor in children and young adults with CP.\n\nSecondary Objective: The secondary objective is to use this same multimodal data to characterize the temporal and magnitude relationships between movement initiation in the cortex measured by EEG, muscle electrical activation measured by sEMG, muscle deformation measured by US, and limb movement measured by motion capture, in children and young adults with CP and healthy controls.\n\nEndpoints:\n\nPrimary Endpoints:\n\n1. The correlation between measured joint kinematics and derived joint kinematics from ultrasound during single degree of freedom movements of the knee, ankle, and wrist.\n2. The correlation between virtual cursor dynamics and the minimum jerk trajectory during the virtual cursor target acquisition task, with and without FES.\n\nSecondary Endpoints:\n\n1. To evaluate the relationship between the dynamics of sEMG activation and ultrasound-derived joint kinematics during a single degree of freedom movement task of the knee, ankle, and wrist - with and without FES - in children and young adults with CP\n2. To evaluate the correlation between kinematics derived from US imaging of muscles as well as sEMG and the measured joint kinematics during treadmill walking in children and young adults with CP\n\nExploratory/tertiary Endpoints:\n\n1. To evaluate the feasibility of using continuous real-time dynamic ultrasound imaging for control of a single degree of freedom task while wearing a robotic exoskeleton in children and young adults with CP\n2. To evaluate the feasibility of using real-time continuous ultrasound imaging to guide closed loop control of functional electrical stimulation parameters during a single degree of freedom movement task\n3. To evaluate the feasibility of using real-time continuous ultrasound imaging to guide the stimulation properties during FES and cause intended movement, while a robotic exoskeleton is used to provide resistance against such movement.\n4. To characterize the time delays between cortical activation, muscular electrical activation, muscular mechanical deformation, and resulting kinematics of the joint during volitional movement.\n5. To characterize the electrical (muscular) activation profiles, and mechanical muscle deformation profiles in children and young adults with CP during a full range of motion single degree of freedom task."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy"
            ],
            "keywords": [
                "Cerebral Palsy",
                "Ultrasound",
                "EEG",
                "Exoskeleton",
                "Functional Electrical Stimulation",
                "Walking"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "description": "Healthy volunteer"
                },
                {
                    "label": "Patient",
                    "description": "cerebral palsy (CP)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To investigate the effectiveness of continuous real-time dynamic ultrasound imaging for tracking joint kinematics in children and young adults with CP.",
                    "description": "The correlation between measured joint kinematics and derived joint kinematics from ultrasound during single degree of freedom movements of the knee, ankle, and wrist.",
                    "timeFrame": "3-5 visits"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To use the multimodal data to characterize the temporal and magnitude relationships between movement initiation in the cortex measured by EEG, muscle electrical activation measured by sEMG, muscle deformation measured by US, and limb movement me...",
                    "description": "To evaluate the relationship between the dynamics of sEMG activation and ultrasound-derived joint kinematics during a single degree of freedom movement task of the knee, ankle, and wrist - with and without FES - in children and young adults with CP2) To evaluate the correlation between kinematics derived from US imaging of muscles as well as sEMG and the measured joint kinematics during treadmill walking in children and young adults with CP",
                    "timeFrame": "3-5 visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Provision of signed and dated separate informed consent and assent forms for screening purposes. Upon inclusion in the protocol, provision of signed and dated informed consent and assent forms to begin participation in the study will be necessary.\n2. Stated willingness to comply with all study procedures and availability for the duration of the study, or alternatively, ability to do so based on parent report and physician observation during history and physical examination.\n3. Age 3 to 25 years old.\n4. Group A: Have a gait pathology arising from a diagnosis of cerebral palsy. Group B: Healthy volunteers who are age and sex matched to individuals recruited in Group A.\n5. Sufficient range of motion to perform the target acquisition task, specifically:\n\n   1. Knee joint range of motion of at least 50 degrees in the sagittal plane (knee extension/flexion) assessed with hip extended in supine position. Limited hamstring flexibility as assessed by straight leg raising test does not limit ability to participate in the study.\n   2. Ankle joint range of motion of at least 40 degrees in the sagittal plane (dorsi-plantar-flexion) with the foot in neutral alignment.\n   3. Wrist joint range of motion of at least 50 degrees in the frontal plane (wrist extension/flexion) assessed with hip extended in standing position.\n6. Able to walk at least 1 minute on a treadmill without stopping with or without holding onto side or front support rails. This assessment will be completed by the physician during the medical history and physical exam.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Any neurological, musculoskeletal or cardiorespiratory injury, health condition, or diagnosis other than cerebral palsy that would affect the ability to walk as directed with the robotic exoskeleton.\n2. A history of multiple seizures that have occurred in the past year that are not controlled by medication.\n3. Pregnancy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Age 3-25 years old male and female. Two groups. 1. Pediatric and young adult outpatients with cerebral palsy (CP) 2. Healthy volunteer the same age as CP.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeffrey Fairman",
                    "role": "CONTACT",
                    "phone": "(301) 451-1383",
                    "email": "jeffrey.fairman@nih.gov"
                },
                {
                    "name": "Thomas C Bulea, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-7533",
                    "email": "buleatc@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas C Bulea, Ph.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001994-CC.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "asFound": "Movement Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}