{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05149573",
            "orgStudyIdInfo": {
                "id": "IRB00079006"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK128233-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK128233-01A1"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Investigation of PEMF Therapy for Female Patients With IC/BPS",
            "officialTitle": "Investigation of Non-Invasive Pulsed Electromagnetic Field (PEMF) Therapy for Female Patients With Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS)",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "investigation-of-pemf-therapy-for-female-patients-with-ic-bps"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-24",
            "studyFirstSubmitQcDate": "2021-11-24",
            "studyFirstPostDateStruct": {
                "date": "2021-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to gather information about the safety and effectiveness of the non-pharmacological (non-drug), non-invasive treatment known as low-frequency pulsed electromagnetic field (PEMF) therapy. The study team will distribute the PEMF device to female adults with Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS) to measure its ability to decrease bladder and pelvic pain as well as other urinary symptoms associated with IC/BPS. There are two sequential Aims in this study and subjects will be recruited to participate in only one Aim. In both Aims, data will be collected at baseline/enrollment, 4-weeks after using PEMF therapy, and 8, 12, and 16 weeks post-enrollment.",
            "detailedDescription": "Interstitial cystitis/bladder pain syndrome (IC/BPS) is a clinical diagnosis based primarily on chronic symptoms of pain perceived by the patient to emanate from the bladder and/or pelvis associated with urinary urgency or frequency in the absence of another identifiable cause of the symptoms. Although it is not a life-threatening disease, the chronicity and severity of pain, along with other urinary symptoms, causes great impairment in a patient's quality of life. In addition, IC/BPS poses a significant clinical challenge for many reasons. For one, the pathophysiology described in the literature is incompletely determined and likely multi-factorial, including factors such as inflammation, neurovascular dysfunction, ion imbalance, and impaired urothelial cell integrity. Consequently, there are many options for IC/BPS therapy, many of which are driven primarily by patient-reported symptoms. In this regard, IC/BPS patients with moderate to severe pain typically require multi-modal therapy, often resulting in incomplete or no resolution of symptoms. Another clinical challenge is the heterogeneity of the symptoms. While pelvic pain is the distinguishing characteristic, patients with IC/BPS also routinely present with additional urological and non-urological medical symptoms and syndromes. This has led to the description of two specific sub-phenotypes in IC/BPS based on anesthetized bladder capacity (BC), in which patients with BC \\< 400 cc are more likely to experience severe pain, urgency and frequency (bladder centric sub-phenotype), and patients with BC \\> 400 cc (non-bladder centric sub-phenotype) have a higher prevalence of non-urological associated syndromes (NUAS) such as fibromyalgia, chronic fatigue symptoms, irritable bowel syndrome, endometriosis and sicca syndrome.\n\nPulsed Electromagnetic Field (PEMF) therapy may present a promising alternative therapy for patients with IC/BPS. PEMF is a safe, non-invasive, and effective therapy currently used for wound healing, bone-related diseases (osteoarthritis, rheumatoid arthritis), and chronic pain states (chronic lower back pain, fibromyalgia), the latter of which are frequently associated with IC/BPS as NUAS. Based on Faraday's law, electromagnetic interactions (e.g. PEMF) with biological processes and conditions (e.g. IC/BPS) will theoretically address many of the proposed pathophysiological causes of the condition. While the mechanism(s) of action are not fully understood, PEMF therapy has been shown in several studies (randomized, double-blinded, placebo-controlled trials) to decrease the output of pro-inflammatory proteins, improve oxygenation of blood and tissue, stabilize transmembrane action potential and ion channels, and stimulate tissue regeneration. Thus, PEMF may provide a safe, non-invasive therapeutic option that would be complementary to, or serve as an alternative for, the treatments that are currently being administered in IC/BPS for pain reduction. Of note, PEMF has demonstrated an excellent safety profile with no associated systemic risks reported to date. Additionally, the application of exogenous PEMF to stimulate the pelvic floor muscle has recently been introduced for treating urge and/or stress urinary incontinence and overactive bladder. Furthermore, if patient safety and efficacy for pain reduction are demonstrated, these feasibility studies will provide the foundation for larger multi-site trials to determine additional parameters regarding the appropriate number of treatments as well as the duration of benefit (pain relief) following treatments.\n\nThe purpose of this study is to determine the safety and efficacy of PEMF therapy to significantly reduce pain among female patients with IC/BPS (Aim 1) and to evaluate the duration of benefit from PEMF therapy with and without maintenance treatments over a 4-month period (Aim 2)."
        },
        "conditionsModule": {
            "conditions": [
                "Interstitial Cystitis",
                "Chronic Interstitial Cystitis",
                "Bladder Pain Syndrome"
            ],
            "keywords": [
                "interstitial cystitis",
                "bladder pain syndrome",
                "painful bladder syndrome",
                "painful bladder",
                "bladder pain",
                "urinary urgency",
                "urinary frequency",
                "pulsed electromagnetic field"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This study is designed as a double-blind, sham-controlled clinical trial separated into two Aims. Aim 1 will include 60 female adults with IC/BPS, divided into two groups: 1) 30 participants with an anesthetic bladder capacity (BC) ≤ 400cc and 2) 30 participants with BC \\> 400cc. Patients within each of the two groups will be randomly assigned in a 1:1 ratio to either the PEMF (treatment) or Sham (control) group. The Sham device is identical to the treatment device but does not deliver PEMF. All participants will be instructed to use their device every day, morning and evening, for 8-minute sessions over a 4-week period.\n\nAim 2 will include an additional cohort of 15 female adults with IC/BPS. These participants will undergo the standard 4-week regimen of PEMF therapy, followed by a one-week-per-month maintenance period of twice daily PEMF therapy for an additional 3 months post-enrollment (the fourth week in months 2, 3, and 4).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The participant and study investigator will not know whether the study participant has received PEMF (treatment) or Sham (control) therapy. Only the study coordinator, who will distribute the devices to study participants, will be unmasked to the therapies.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "4-Week Treatment with no Maintenance Period",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Treatment will be provided via self-administration of pulsed electromagnetic field (PEMF) therapy using the B. Body (full body mat) and B. Pad (targeted pelvic pad). The participant will lie the B. Body mat on any flat surface and lay on the mat with the smaller B. Pad placed directly over the pelvic area. The PEMF device (attached to the control unit) has been pre-programmed to deliver the same level of energy every time. Participants will be instructed to administer this home treatment twice a day (morning and evening) for 8-minute sessions over a 4-week period. After 4 weeks, participants will return the device and complete one set of electronic questionnaires during the last week of the month for the following 3 months.",
                    "interventionNames": [
                        "Device: Pulsed Electromagnetic Field (PEMF) Device"
                    ]
                },
                {
                    "label": "4-Week Sham Treatment with no Maintenance Period",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will be provided with a sham B. Body and B. Pad that appears identical to the active pulsed electromagnetic field (PEMF) device. The participant will lie the sham B. Body mat on any flat surface and lay on the mat with the smaller sham B. Pad placed directly over the pelvic area. The participant will be instructed to administer this sham treatment twice a day (morning and evening) for 8-minute sessions over a 4-week period. After 4 weeks, participants will return the sham device and complete one set of electronic questionnaires during the last week of the month for the following 3 months.",
                    "interventionNames": [
                        "Device: Sham Pulsed Electromagnetic Field (PEMF) Device"
                    ]
                },
                {
                    "label": "4-Week Treatment with 1-Week-Per-Month Maintenance Period for an Additional 3 Months",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Treatment will be provided via self-administration of pulsed electromagnetic field (PEMF) therapy using the B. Body (full body mat) and B. Pad (targeted pelvic pad). The participant will lie the B. Body mat on any flat surface and lay on the mat with the smaller B. Pad placed directly over the pelvic area. The PEMF device (attached to the control unit) has been pre-programmed to deliver the same level of energy every time. Participants will be instructed to administer this home treatment twice a day (morning and evening) for 8-minute sessions over a 4-week period. After 4 weeks, participants will keep the device and use it for 1 week (7 days) during the last week of the month for the following 3 months. Each participant in this group will be asked to complete a set of electronic questionnaires immediately following their week-long maintenance treatment during the last 3 months of the study.",
                    "interventionNames": [
                        "Device: Pulsed Electromagnetic Field (PEMF) Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Pulsed Electromagnetic Field (PEMF) Device",
                    "description": "BEMER PEMF device consists of a B. Body (full body mat), B. Pad (targeted pelvic pad), and Control Unit which powers the device. Both B. Body and B. Pad must be plugged in simultaneously into the Control Unit and activated individually. B. Body must be placed on a flat surface (e.g. floor, bed, reclining chair, etc) for best results.",
                    "armGroupLabels": [
                        "4-Week Treatment with 1-Week-Per-Month Maintenance Period for an Additional 3 Months",
                        "4-Week Treatment with no Maintenance Period"
                    ],
                    "otherNames": [
                        "BEMER PEMF",
                        "BEMER B. Body",
                        "BEMER B. Pad",
                        "BEMER Control Unit"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Pulsed Electromagnetic Field (PEMF) Device",
                    "description": "The sham PEMF device appears identical to the BEMER PEMF device, with all of the same components and accessories, but does not emit a pulsed electromagnetic field.",
                    "armGroupLabels": [
                        "4-Week Sham Treatment with no Maintenance Period"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pelvic pain, as measured by the Brief Pain Inventory (BPI) Short Form",
                    "description": "The BPI Short Form is a validated questionnaire to assess the severity of systemic and pelvic pain and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst,\" \"least,\" and \"average,\" within the past week, and pain \"right now\" (at the time of short form completion), with the composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured through 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity and a change in 2 points indicating a significant change in pain. The form also consists of 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change from baseline pelvic pain, as measured by the Brief Pain Inventory (BPI) Short Form",
                    "description": "The BPI Short Form is a validated questionnaire to assess the severity of systemic and pelvic pain and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst,\" \"least,\" and \"average,\" within the past week, and pain \"right now\" (at the time of short form completion), with the composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured through 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity and a change in 2 points indicating a significant change in pain. The form also consists of 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Change from baseline pelvic pain, as measured by the Brief Pain Inventory (BPI) Short Form",
                    "description": "The BPI Short Form is a validated questionnaire to assess the severity of systemic and pelvic pain and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst,\" \"least,\" and \"average,\" within the past week, and pain \"right now\" (at the time of short form completion), with the composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured through 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity and a change in 2 points indicating a significant change in pain. The form also consists of 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Change from baseline pelvic pain, as measured by the Brief Pain Inventory (BPI) Short Form",
                    "description": "The BPI Short Form is a validated questionnaire to assess the severity of systemic and pelvic pain and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst,\" \"least,\" and \"average,\" within the past week, and pain \"right now\" (at the time of short form completion), with the composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured through 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity and a change in 2 points indicating a significant change in pain. The form also consists of 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Change from baseline pelvic pain, as measured by the Brief Pain Inventory (BPI) Short Form",
                    "description": "The BPI Short Form is a validated questionnaire to assess the severity of systemic and pelvic pain and its interference in overall quality of life. Pain severity is measured through four 11-point numeric rating scales (NRS) assessing pain at its \"worst,\" \"least,\" and \"average,\" within the past week, and pain \"right now\" (at the time of short form completion), with the composite (mean score) of all four scales indicating overall pelvic pain. Pain interference is measured through 7 scales, with scores ranging from 0 (does not interfere) to 10 (completely interferes), for different daily activities. The composite score for the interference items is used to assess overall pain interference, with higher scores indicating greater symptom severity and a change in 2 points indicating a significant change in pain. The form also consists of 3 pain body maps to identify specific locations of pain, and 2 questions related to the effect of current medications on pain.",
                    "timeFrame": "Week 16"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS) symptoms, as measured by O'Leary Sant Interstitial Cystitis Symptom Index and Problem Index (ICSI/ICPI)",
                    "description": "The ICSI (score range: 0-19 points) and ICPI (score range: 0-16 points) contain four questions related to urinary and pain symptoms. For the symptoms index, 3 of the 4 questions utilize a range of 0-5 with 0 indicated the symptom is never experienced and 5 indicating the symptom is almost always experienced. The fourth question utilizes a range of 0-4 with 0 indicating the symptom is never experienced and 4 indicating the symptom is almost always experienced. For the problem index, all four questions utilize a range of 0-4 with 0 indicating it is no problem and 4 indicating it is a big problem.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, and Week 16"
                },
                {
                    "measure": "Change in Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS) symptoms, as measured by Pelvic Pain and Urgency/Frequency (PUF) Patient Symptom Scale",
                    "description": "The PUF Patient Symptom Scale is a validated instrument used to assess the severity of symptoms associated with IC/BPS and the degree to which these symptoms \"bother\" a patient. It is separated into two subsections, scored individually as the Symptom Score and Bother Score, to produce one composite score. The symptom score is comprised of 7 items addressing urinary frequency, urgency, nocturia, dyspareunia, and pelvic pain. Each question is scored from 0 (never) to 3 (always) or 1 (mild) to 3 (severe), except for two which quantify daytime frequency and nocturia separately with scores ranging from 0 to 4. A composite score between 10 and 14 indicates a strong diagnosis of IC/BPS with higher scores reflecting a greater degree of severity of symptoms and disease progressions as well as impact on quality of life.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, and Week 16"
                },
                {
                    "measure": "Change in Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS) symptoms, as measured by the Global Response Assessment (GRA)",
                    "description": "The GRA is a single item, validated metric used to evaluate how ultimately effective a treatment method is from the perception of the patient. The GRA is structured on a 7-point scale centered at 0, indicating no change. The scales moves 3 points to the right of zero, indicating slight improvement, moderate improvement, and marked improvement, respectively, and 3 points to the left of zero, indicating slight worsening, moderate worsening, and marked worsening, respectively.",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, and Week 16"
                },
                {
                    "measure": "Change in Urinary symptoms, as measured by 3-day voiding diaries",
                    "description": "The voiding diary is a complete 3-day assessment of urinary symptoms (as they specifically pertain to IC/BPS) where patients themselves fill out quantitative and/or qualitative information in four categories at the time of each void: A) time of void, B) volume of voided urine (in mL) C) the severity of pain prior to void on a 0-10 numeric rating scale (NRS), D) the severity of pain 15 minutes after voiding on a 0-10 NRS, and E) time the participant went to bed at night and woke up in the morning. Following the completion of the 3-day voiding diary, the following four categories are calculated into quantifiable scores: 1) the total number of voids, 2) mean and total volume (in mL) of voided urine, 3) mean pre-voiding NRS pain score, and 4) mean post-voiding NRS score",
                    "timeFrame": "Baseline, Week 4, Week 8, Week 12, and Week 16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously established clinical diagnosis of IC/PS\n* Current numeric rating scale (NRS) score of ≥ 6\n* History of cystoscopy with hydrodistension with bladder capacity determination under anesthesia\n* No cognitive deficits\n\nExclusion Criteria:\n\n* History of bladder, ovarian, vaginal cancer\n* History of urethral diverticulum\n* History of radiation cystitis\n* History of spinal cord injury or spina bifida\n* History of Parkinson's disease, multiple sclerosis, or stroke\n* Current placement of a pacemaker or metal prosthesis\n* Active urinary tract infection\n* BMI \\> 40\n* Residual urine of \\> 100cc\n* Current pregnant",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Subject must be biologically Female",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen J Walker, PhD",
                    "role": "CONTACT",
                    "phone": "336-713-7272",
                    "email": "swalker@wakehealth.edu"
                },
                {
                    "name": "Kaylee A Ferrara, BS",
                    "role": "CONTACT",
                    "phone": "336-713-1693",
                    "email": "kferrara@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen J Walker, PhD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen J Walker, PhD",
                            "role": "CONTACT",
                            "phone": "336-713-7272",
                            "email": "swalker@wakehealth.edu"
                        },
                        {
                            "name": "Kaylee A Ferrarra, BS",
                            "role": "CONTACT",
                            "phone": "336-713-1693",
                            "email": "kferrara@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "17900797",
                    "type": "BACKGROUND",
                    "citation": "van de Merwe JP, Nordling J, Bouchelouche P, Bouchelouche K, Cervigni M, Daha LK, Elneil S, Fall M, Hohlbrugger G, Irwin P, Mortensen S, van Ophoven A, Osborne JL, Peeker R, Richter B, Riedl C, Sairanen J, Tinzl M, Wyndaele JJ. Diagnostic criteria, classification, and nomenclature for painful bladder syndrome/interstitial cystitis: an ESSIC proposal. Eur Urol. 2008 Jan;53(1):60-7. doi: 10.1016/j.eururo.2007.09.019. Epub 2007 Sep 20."
                },
                {
                    "pmid": "29264207",
                    "type": "BACKGROUND",
                    "citation": "Vasudevan V, Moldwin R. Addressing quality of life in the patient with interstitial cystitis/bladder pain syndrome. Asian J Urol. 2017 Jan;4(1):50-54. doi: 10.1016/j.ajur.2016.08.014. Epub 2016 Dec 2."
                },
                {
                    "pmid": "24900993",
                    "type": "BACKGROUND",
                    "citation": "Keay SK, Birder LA, Chai TC. Evidence for bladder urothelial pathophysiology in functional bladder disorders. Biomed Res Int. 2014;2014:865463. doi: 10.1155/2014/865463. Epub 2014 May 8."
                },
                {
                    "pmid": "21176078",
                    "type": "BACKGROUND",
                    "citation": "Parsons CL. The role of a leaky epithelium and potassium in the generation of bladder symptoms in interstitial cystitis/overactive bladder, urethral syndrome, prostatitis and gynaecological chronic pelvic pain. BJU Int. 2011 Feb;107(3):370-5. doi: 10.1111/j.1464-410X.2010.09843.x. Epub 2010 Dec 22."
                },
                {
                    "pmid": "2107633",
                    "type": "BACKGROUND",
                    "citation": "Christmas TJ, Rode J, Chapple CR, Milroy EJ, Turner-Warwick RT. Nerve fibre proliferation in interstitial cystitis. Virchows Arch A Pathol Anat Histopathol. 1990;416(5):447-51. doi: 10.1007/BF01605152."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Interstitial Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}