{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05437159",
            "orgStudyIdInfo": {
                "id": "R01DC007683",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01DC007683"
            },
            "secondaryIdInfos": [
                {
                    "id": "2R01DC007683-16A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2R01DC007683-16A1"
                },
                {
                    "id": "1F31DC020352-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1F31DC020352-01A1"
                }
            ],
            "organization": {
                "fullName": "Boston University Charles River Campus",
                "class": "OTHER"
            },
            "briefTitle": "Investigating Speech Sequencing in Neurotypical Speakers and Persons With Disordered Speech",
            "officialTitle": "Sequencing and Initiation in Speech Production: Investigating Speech Sequencing in Neurotypical Speakers, Persons Who Stutter, and Persons With Primary Progressive Aphasia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "investigating-speech-sequencing-in-neurotypical-speakers-and-persons-with-disordered-speech"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-01",
            "studyFirstSubmitQcDate": "2022-06-27",
            "studyFirstPostDateStruct": {
                "date": "2022-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Frank Guenther",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Boston University Charles River Campus"
            },
            "leadSponsor": {
                "name": "Boston University Charles River Campus",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Persistent developmental stuttering affects more than three million people in the United States, and it can have profound adverse effects on quality of life. Despite its prevalence and negative impact, stuttering has resisted explanation and effective treatment, due in large part to a poor understanding of the neural processing impairments underlying the disorder. The overall goal of this study is to improve understanding of the brain mechanisms involved in speech motor planning and how these are disrupted in neurogenic speech disorders, like stuttering. The investigators will do this through an integrated combination of experiments that involve speech production, functional MRI, and non-invasive brain stimulation. The study is designed to test hypotheses regarding the brain processes involved in learning and initiating new speech sound sequences and how those processes compare in persons with persistent developmental stuttering and those with typical speech development. These processes will be studied in both adults and children. Additionally, these processes will be investigated in patients with neurodegenerative speech disorders (primary progressive aphasia) to further inform the investigators understanding of the neural mechanisms that support speech motor sequence learning. Together these experiments will result in an improved account of the brain mechanisms underlying speech production in fluent speakers and individuals who stutter, thereby paving the way for the development of new therapies and technologies for addressing this disorder."
        },
        "conditionsModule": {
            "conditions": [
                "Stuttering, Developmental",
                "Aphasia, Primary Progressive"
            ],
            "keywords": [
                "Stuttering, Developmental",
                "Magnetic Resonance Imaging",
                "Transcranial Direct Current Stimulation",
                "Speech Motor Learning",
                "Speech Disorders",
                "Neurocomputational Modeling"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 2,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sub-syllabic learning and fMRI",
                    "type": "EXPERIMENTAL",
                    "description": "60 adults with neurotypical speech development will participate in this arm. Subjects will learn novel 1-syllable nonsense words formed by non-native phoneme combinations during 6 training sessions over 2 days. Following training, subjects will participate in a functional magnetic resonance imaging (fMRI) session on a third day to measure brain activity associated with producing the words learned during training and with a set of unfamiliar words also formed by non-native phoneme combinations.",
                    "interventionNames": [
                        "Behavioral: Learning of non-native phoneme combinations: 6 training sessions"
                    ]
                },
                {
                    "label": "Sub-syllabic learning and anodal tDCS of inferior frontal sulcus",
                    "type": "EXPERIMENTAL",
                    "description": "35 adults with neurotypical speech development will participate in this arm. Subjects will learn novel 1-syllable nonsense words formed by non-native phoneme combinations. During the training, anodal transcranial direct current stimulation (tDCS) will be applied to the the subject's left inferior frontal sulcus.",
                    "interventionNames": [
                        "Behavioral: Learning of non-native phoneme combinations: 1 training session",
                        "Device: Anodal tDCS"
                    ]
                },
                {
                    "label": "Sub-syllabic learning and anodal tDCS of cerebellum",
                    "type": "EXPERIMENTAL",
                    "description": "35 adults with neurotypical speech development will participate in this arm. Subjects will learn novel 1-syllable words formed by non-native phoneme combinations. During the training, continuous anodal transcranial direct current stimulation (tDCS) will be applied to the the subject's right cerebellum.",
                    "interventionNames": [
                        "Behavioral: Learning of non-native phoneme combinations: 1 training session",
                        "Device: Anodal tDCS"
                    ]
                },
                {
                    "label": "Sub-syllabic learning and sham tDCS",
                    "type": "SHAM_COMPARATOR",
                    "description": "35 adults with neurotypical speech development will participate in this arm. Subjects will learn novel 1-syllable words formed by non-native phoneme combinations. During training, Sham transcranial direct current stimulation stimulation (tDCS) will be delivered to the subject's brain.",
                    "interventionNames": [
                        "Behavioral: Learning of non-native phoneme combinations: 1 training session",
                        "Device: Sham tDCS"
                    ]
                },
                {
                    "label": "Multisyllabic learning and fMRI in adults",
                    "type": "EXPERIMENTAL",
                    "description": "30 adults persistent developmental stuttering (AWS) and 30 adults with neurotypical speech development (ANS) will participate in this arm. Subjects will learn nonsense words formed by novel combinations of 3 syllables that are legal in American English during 6 training sessions over 2 days. Following training, subjects will participate in a functional magnetic resonance imaging (fMRI) session on a third day to measure brain activity associated with producing the words formed by pairing 2 learned 3-syllable strings learned during training and those formed by pairing 2 unfamiliar 3-syllable strings. Behavioral measures extracted from the data will be used to compare performance before and after training and across the AWS and ANS participants.",
                    "interventionNames": [
                        "Behavioral: Learning of novel multisyllabic nonwords"
                    ]
                },
                {
                    "label": "Multisyllabic learning in children",
                    "type": "EXPERIMENTAL",
                    "description": "45 children with persistent developmental stuttering (CWS) and 45 children with neurotypical speech development (CNS) will participate in this arm. Subjects will learn nonsense words formed by novel combinations of 2 syllables that are legal in American English during 6 training sessions over 2 days. Behavioral measures extracted from the data will be used to compare performance before and after training and across the CWS and CNS participants.",
                    "interventionNames": [
                        "Behavioral: Learning of novel multisyllabic nonwords"
                    ]
                },
                {
                    "label": "Sub-syllabic learning in PPA",
                    "type": "EXPERIMENTAL",
                    "description": "30 adults with primary progressive aphasia (PPA) will participate in this arm. Subjects will learn novel 1-syllable nonsense words formed by non-native phoneme combinations during 8 training sessions over 2 days. Following training, subjects will complete a behavioral test to compare their performance on the words learned during training with a set of unfamiliar words also formed by non-native phoneme combinations.",
                    "interventionNames": [
                        "Behavioral: Learning of non-native phoneme combinations: 8 training sessions"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Learning of non-native phoneme combinations: 6 training sessions",
                    "description": "Each trial of the training sessions will follow a simple reaction time protocol in which a nonsense syllable containing novel consonant clusters (e.g., GDADK) is produced as quickly and accurately as possible after an auditory prompt presented via earphones. During each training session, the participant will practice producing a set of 8 stimuli (the Fully Learned stimuli). Each of the 8 Fully Learned stimuli will be produced 60 times over the 6 training sessions.",
                    "armGroupLabels": [
                        "Sub-syllabic learning and fMRI"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Learning of non-native phoneme combinations: 1 training session",
                    "description": "Each trial of the training sessions will follow a simple reaction time protocol in which a nonsense syllable containing novel consonant clusters (e.g., GDADK) is produced as quickly and accurately as possible after an auditory prompt presented via earphones. During the training session, the participant will practice producing a set of 3 stimuli (the Fully Learned stimuli). Each of the 3 Fully Learned stimuli will be produced 60 times.",
                    "armGroupLabels": [
                        "Sub-syllabic learning and anodal tDCS of cerebellum",
                        "Sub-syllabic learning and anodal tDCS of inferior frontal sulcus",
                        "Sub-syllabic learning and sham tDCS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Learning of novel multisyllabic nonwords",
                    "description": "Each trial of the training sessions (total of 6 training sessions over 2 days) will follow a simple reaction time protocol in which a nonword stimulus formed by 2 or 3 syllables that are legal in American English is presented auditorily to the participant, who then produces the stimulus as quickly and accurately as possible. During training, each participant will repeatedly produce 6 nonwords, with each nonword produced a total of 60 times over the 6 training sessions.",
                    "armGroupLabels": [
                        "Multisyllabic learning and fMRI in adults",
                        "Multisyllabic learning in children"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Anodal tDCS",
                    "description": "Continuous anodal tDCS is delivered to a speech processing area of the brain during a 19-minute speech training session. The tDCS stimulation will ramp up to its maximum value (2 milliamperes) in the minute prior to the training session and maintained at that level throughout the session.",
                    "armGroupLabels": [
                        "Sub-syllabic learning and anodal tDCS of cerebellum",
                        "Sub-syllabic learning and anodal tDCS of inferior frontal sulcus"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham tDCS",
                    "description": "Sham tDCS stimulation is delivered to a speech processing area of the brain during a 19-minute speech training session. During the minute prior to training onset, the tDCS stimulator is ramped up to 2 milliamperes and then back down to 0.",
                    "armGroupLabels": [
                        "Sub-syllabic learning and sham tDCS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Learning of non-native phoneme combinations: 8 training sessions",
                    "description": "Each trial of the training sessions will follow a simple reaction time protocol in which a nonsense syllable containing novel consonant clusters (e.g., GDADK) is produced as quickly and accurately as possible after an auditory prompt presented via earphones. During each training session, the participant will practice producing a set of 3 stimuli (the Fully Learned stimuli). Each of the 3 Fully Learned stimuli will be produced 120 times over the 8 training sessions.",
                    "armGroupLabels": [
                        "Sub-syllabic learning in PPA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in production error rate",
                    "description": "Investigators will compare mean error rates when producing newly learned speech sequences versus novel speech sequences of the same length in each arm. This measure will be used to test hypotheses regarding speech motor learning and brain activity and how these compare in persons with persistent developmental stuttering and persons with neurotypical speech.",
                    "timeFrame": "Evaluated at Baseline and immediately following intervention"
                },
                {
                    "measure": "Change from baseline in utterance duration",
                    "description": "Investigators will measure changes in utterance duration before and after speech sequence training to test hypotheses concerning differences in the neural mechanisms responsible for speed/duration improvements compared to improvements in accuracy (i.e., reductions in error rate).",
                    "timeFrame": "Evaluated at Baseline and immediately following intervention"
                },
                {
                    "measure": "Change from baseline in reaction time",
                    "description": "Investigators will measure the time interval between the prompt to begin speech and the subject's speech onset. Mean reaction time will be compared for learned and novel nonwords in persons with persistent developmental stuttering and persons with neurotypical speech.",
                    "timeFrame": "Evaluated at Baseline and immediately following intervention"
                },
                {
                    "measure": "Percentage of words stuttered",
                    "description": "Investigators will compare the percentage of words stuttered under different experimental conditions. This measure will be used to test hypotheses regarding the effect of speech motor learning on stuttering rate and the relationship between stuttering rate and brain activity.",
                    "timeFrame": "Evaluated at Baseline and immediately following intervention"
                },
                {
                    "measure": "Brain activity measured with functional magnetic resonance imaging",
                    "description": "Investigators will measure blood oxygen level dependent (BOLD) brain activity when producing speech utterances in different experimental conditions in adults with persistent developmental stuttering and those with neurotypical speech.",
                    "timeFrame": "Evaluated at Baseline and immediately following intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cortical white matter connectivity",
                    "description": "Diffusion-weighted MRI will be collected and used to identify relationships between white matter connectivity and behavioral measures.",
                    "timeFrame": "Evaluated during the MRI scanning procedure"
                },
                {
                    "measure": "Cortical morphometry",
                    "description": "Structural MRI will be collected and used to identify relationships between cortical morphometry and behavioral measures.",
                    "timeFrame": "Evaluated during the MRI scanning procedure"
                },
                {
                    "measure": "Working memory test scores",
                    "description": "The Comprehensive Test of Phonological Processing (CTOPP) Second Edition working memory subtest scores for each participant will be used to identify correlations between working memory capacity, task performance, and brain measures in all studies.",
                    "timeFrame": "Evaluated at Baseline"
                },
                {
                    "measure": "Forward digit span",
                    "description": "Scores from the Forward Digit Span task from the Uniform Data Set neuropsychological test battery will be used for each participant with PPA to identify correlations between phonological working memory and task performance.",
                    "timeFrame": "Evaluated at Baseline"
                },
                {
                    "measure": "Stuttering Severity",
                    "description": "The Stuttering Severity Instrument, 4th Edition, will be administered to persons show stutter to identify correlations between stuttering severity and task performance and functional and structural brain measures.",
                    "timeFrame": "Evaluated at Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Healthy individuals with no history of neurological, speech, or hearing disorders (other than stuttering in studies that involve adults who stutter).\n* To maximize the uniformity of prior exposure to the speech stimuli that will be used, only native speakers of American English will be recruited, and only those with limited exposure to a second language will be enrolled.\n* All adult participants will also pass a standard pure-tone hearing screening at a 25dB hearing level threshold at 500, 1k, 2k, and 4kHz frequencies.\n* All participating children will pass a hearing screening at a 20 dB threshold at 500, 1k, 2k, and 4k Hz.\n* Participants in experiments that require them to read orthographic stimuli must have normal or corrected-to-normal vision (MRI-safe corrective glasses are available at the Boston University Cognitive Neuroimaging Center for use during neuroimaging).\n* Participating children will complete additional speech, language, hearing, and cognitive tests to ensure that they are within normal performance ranges for their age with the exception of stuttering for children in the children who stutter (CWS) group.\n* Persons who stutter will be evaluated formally by a speech-language pathologist to assess stuttering severity and to ensure the absence of other speech or language disorders. PWS will have no history of neurological disorder other than stuttering, and will demonstrate very mild to severe stuttering according to the Stuttering Severity Instrument for Children and Adults - 4th Edition (SSI-4: PRO-ED, Inc.), that is confirmed by clinical reports and expressed concern by the subject and/or guardian.\n* Participants with primary progressive aphasia (PPA) will have been diagnosed through the Massachusetts General Hospital Frontotemporal Disorders Unit (MGH-FTD) by an experienced neurologist in coordination with a speech-language pathologist.\n* Participants with PPA will have a score of 1.0 or lower on the Clinical Dementia Rating scale (i.e., mild cognitive impairment or mild dementia) to ensure cognitive levels are sufficient to complete the task.\n* All participants with PPA must have a recent clinical assessment and T1 structural neuroimaging scan through the MGH-FTD Unit for eligibility for this study.\n\nExclusion Criteria\n\n* Participants in studies that involve tDCS or MRI scanning will have no contraindications specific to those procedures. For the tDCS study, this includes individuals who have a metallic implant in the head or electrically sensitive devices implanted in the body, a history of seizures, significant scalp lesions, or pregnancy.\n* For MRI studies, this includes a history of seizures, severe claustrophobia, the presence of magnetically or mechanically active implant, ferromagnetic material embedded in any part of the body, or pregnancy).\n* All participants will perform a standardized nonword repetition pre-test (the Dollaghan and Campbell Nonword Repetition Task) to assess working memory performance. Participants who perform more than 2 standard deviations below the norm for their age range will be deemed to be unable to perform the experimental task and released from further participation.\n* Participating children will have no history of neurological disorder other than stuttering, and will demonstrate very mild to severe stuttering according to the Stuttering Severity Instrument for Children and Adults, 4th Edition, that is confirmed by clinical reports and expressed concern by the subject and/or guardian.\n* Children under the age of 6 and over the age of 8 will not enrolled in this study.\n* Participants with PPA will not be eligible for this study if they are taking any medications that would be expected to affect speech or language.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Frank H Guenther, PhD",
                    "role": "CONTACT",
                    "phone": "6173535765",
                    "email": "guenther@bu.edu"
                },
                {
                    "name": "Barbara Holland",
                    "role": "CONTACT",
                    "phone": "6173536181",
                    "email": "splab@bu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Frank H Guenther, PhD",
                    "affiliation": "Boston University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Soo-Eun Chang, PhD",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bradford Dickerson, MD",
                            "role": "CONTACT",
                            "phone": "617-726-8689",
                            "email": "brad.dickerson@mgh.harvard.edu"
                        },
                        {
                            "name": "Bradford Dickerson, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Boston University",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frank H Guenther, PhD",
                            "role": "CONTACT",
                            "phone": "617-353-5765",
                            "email": "guenther@bu.edu"
                        },
                        {
                            "name": "Barbara Holland, MA",
                            "role": "CONTACT",
                            "phone": "617-353-6181",
                            "email": "splab@bu.edu"
                        },
                        {
                            "name": "Frank H Guenther, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jason A Tourville, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Alfonso Nieto-Castonon, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tyler K Perrachione, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Hilary Miller, MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Soo-Eun Chang, PhD",
                            "role": "CONTACT",
                            "phone": "734-232-0300",
                            "email": "sooeunc@med.umich.edu"
                        },
                        {
                            "name": "Soo-Eun Chang, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000013342",
                    "term": "Stuttering"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                },
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "asFound": "Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16132",
                    "name": "Stuttering",
                    "asFound": "Stuttering, Developmental",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Aphasia, Primary Progressive",
                    "relevance": "HIGH"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}