{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03646617",
            "orgStudyIdInfo": {
                "id": "UPCC 05618"
            },
            "secondaryIdInfos": [
                {
                    "id": "829922",
                    "type": "OTHER",
                    "domain": "U Penn IRB"
                },
                {
                    "id": "5P01CA210944-05",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5P01CA210944-05"
                }
            ],
            "organization": {
                "fullName": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Ipilumumab and Nivolumab With or Without Hypofractionated Radiotherapy in Patients With Metastatic Melanoma",
            "officialTitle": "A Randomized Phase 2 Trial of Ipilumumab and Nivolumab With or Without Hypofractionated Radiotherapy in Patients With Metastatic Melanoma",
            "acronym": "RadVax",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "ipilumumab-and-nivolumab-with-or-without-hypofractionated-radiotherapy-in-patients-with-metastatic-melanoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-11-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-08-23",
            "studyFirstSubmitQcDate": "2018-08-23",
            "studyFirstPostDateStruct": {
                "date": "2018-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The main purpose of this study is to determine the safety of combining ipilimumab and nivolumab with hypofractionated radiotherapy to a single tumor in patients with metastatic melanoma. Another purpose of this study is to determine the effect of ipilimumab, nivolumab and hypofractionated radiotherapy on the cancer as compared to ipilimumab and nivolumab."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Melanoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "No HFRT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "ipilimumab and nivolumab once every 3 weeks for up to 4 doses, followed by nivolumab once every 2 weeks or every 4 weeks until disease progression.",
                    "interventionNames": [
                        "Drug: Nivolumab",
                        "Drug: Ipilimumab"
                    ]
                },
                {
                    "label": "HFRT",
                    "type": "EXPERIMENTAL",
                    "description": "The dose of hypofractionated radiation therapy (HFRT) will be 8 Gy x 3 fractions, given over a maximum of 7 days timespan.",
                    "interventionNames": [
                        "Radiation: Hypofractionated Radiation Therapy (HFRT)",
                        "Drug: Nivolumab",
                        "Drug: Ipilimumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Hypofractionated Radiation Therapy (HFRT)",
                    "description": "The dose of HFRT will be 8 Gy x 3 fractions, given over a maximum of 7 days timespan.",
                    "armGroupLabels": [
                        "HFRT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nivolumab",
                    "description": "Nivolumab (1 mg/kg) will be administered as an IV infusion over 30 minutes, followed by ipilimumab (3 mg/kg) on the same day given as an IV infusion over 90 minutes. The two drugs will be given on day 1, then every 3 weeks for a total of four doses. After these 4 doses, the patient and investigator will decide to continue with nivolumab (240 mg) every 2 weeks or Nivolumab (480mg) every 4 weeks as monotherapy for up to one year as an IV infusion over 30 minutes.",
                    "armGroupLabels": [
                        "HFRT",
                        "No HFRT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ipilimumab",
                    "description": "Nivolumab (1 mg/kg) will be administered as an IV infusion over 30 minutes, followed by ipilimumab (3 mg/kg) on the same day given as an IV infusion over 90 minutes. The two drugs will be given on day 1, then every 3 weeks for a total of four doses.",
                    "armGroupLabels": [
                        "HFRT",
                        "No HFRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Adverse Events",
                    "timeFrame": "3.5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "progression-free survival",
                    "timeFrame": "3.5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed metastatic melanoma.\n* Have at least two measurable lesions (including the index lesion) according to RECIST (Response Evaluation Criteria in Solid Tumours)guidelines v1.1.\n* Have an index lesion measuring between 1cm - 7cm that is amenable to hypofractionated radiation therapy (HFRT) at the discretion of the treating radiation oncologist\n* Able to tolerate HFRT (e.g. lie flat and hold position for treatment)\n* Able to provide signed, written informed consent and age \\> 18 years at time of signing\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n* Recovery from the adverse effects of prior cancer treatments, defined as effects having resolved to NCI CTCAE v5 Grade 1 or better with the exception of alopecia. Subjects with irreversible toxicity that is not reasonably expected to be exacerbated by nivolumab and ipilimumab may be included (eg, hearing loss, neuropathy) upon approval of the Principal Investigator (PI).\n* Female subjects of childbearing potential must have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Female subjects of childbearing potential must be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for two weeks before the time of the first dose of study medication, while on study, through 120 days after the last dose of study medication. Subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year.\n* Non-sterilized male subjects must agree to use an adequate method of contraception starting with the first dose of study therapy through 120 days after the last dose of study therapy. Acceptable forms of birth control include condoms, diaphragms, cervical cap, an intra-uterine device (IUD), surgical sterility (tubal ligation or a partner that has undergone a vasectomy), or oral contraceptives, OR the subject must agree to completely abstain from heterosexual intercourse. Abstinence at certain times of the cycle only, such as during the days of ovulation, after ovulation and withdrawal are not acceptable methods of birth control.\n* Demonstrate adequate organ function; all screening labs should be performed within 21 days of date of consent.\n* White blood cell \\>= 2,500 cells/ul\n* Absolute neutrophil count (ANC) ≥1,500 /mcL\n* Platelets \\>=100,000 / mcL\n* Hemoglobin \\>=9 g/dL\n* Serum creatinine OR Measured or calculated creatinine clearance (GFR can also be used in place of creatinine or CrCl) \\<=1.5 X upper limit of normal (ULN) OR \\>=60 mL/min for subject with creatinine levels \\> 1.5 X institutional ULN (Creatinine clearance should be calculated per institutional standard.)\n* Serum total bilirubin \\<= 1.5 X ULN OR\n* Direct bilirubin \\<= ULN for subjects with total bilirubin levels \\> 1.5 ULN\n* AST (SGOT) and ALT (SGPT) \\<= 2.5 X ULN OR \\<= 5 X ULN for subjects with liver metastases\n\nExclusion Criteria:\n\n* Central nervous system (CNS) metastases requiring urgent local therapy; patients with carcinomatous meningitis are excluded. If there is clinical suspicion of brain metastases, a brain MRI should be obtained.\n* Concurrent enrollment in another clinical study, unless in a follow-up period or the study is an observational or non-interventional study.\n* Prior therapy with an anti-PD-1 (including nivolumab), anti-programmed death ligand (anti-PD-L1, anti-PDL2, or anti-CTLA4 (including ipilimumab) agents, interferon, HD IL-2 or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways. Prior adjuvant PD-1 blockade (but not prior adjuvant Cytotoxic T lymphocyte-associated antigen (CTLA)-4 blockade) is permitted.\n* Concurrent treatment with any anticancer agent, including chemotherapy, immunotherapy, or biologic therapy.\n* Treatment with any other investigational agent within 4 weeks prior to first dose of nivolumab/ipilimumab.\n* Prior chemotherapy, targeted small molecule therapy or other anti-cancer therapy within 2 weeks prior to first dose of nivolumab/ipilimumab or who has not recovered (i.e., ≤ Grade 1 or at baseline) from adverse events due to a previously administered agent.\n\nNote: Subjects with ≤ Grade 2 neuropathy are an exception to this criterion and may qualify for the study.\n\n* Known hypersensitivity to nivolumab, ipilimumab, monoclonal antibodies or immunoglobulin G.\n* Major surgical procedure (as defined by the investigator) within 28 days prior to the first dose of nivolumab/ipilimumab or still recovering from prior surgery\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of nivolumab/ipilimumab with the exceptions of intranasal, topical and inhaled corticosteroids, systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or equivalent, or steroids used transiently to control contrast agent allergies for radiographic studies.\n* Active or prior documented autoimmune disease (including inflammatory bowel disease, diverticulitis with the exception of diverticulosis, celiac disease, irritable bowel disease, Wegner syndrome, Hashimoto syndrome) within the past year. Subjects with vitiligo, alopecia, Grave's disease, or psoriasis not requiring systemic treatment (within the past year) are not excluded. Patients with hypothyroidism stable on thyroid replacement therapy for the previous 3 months are not excluded.\n* History of primary immunodeficiency or tuberculosis.\n* Known true positive results for HIV or known active Hepatitis B (e.g. HBsAg reactive) or Hepatitis C (e.g. HCV RNA \\[qualitative\\] is detected) as determined by medical record review.\n* Receipt of a live, attenuated vaccine within 28 days prior to the first dose of nivolumab/ipilimumab. (NOTE: subjects, if enrolled, should not receive live vaccine during the study or for 180 days after the last dose of both drugs)\n* Clinical contraindication to hypofractionated radiation as determined by the investigator (e.g., active systemic sclerosis, active inflammatory bowel disease if bowel is within radiation field.)\n* Prior radiotherapy that precludes the proposed treatment with HFRT or any radiotherapy within 28 days of first dose of nivolumab/ipilimumab.\n* Females who are pregnant, lactating, or intend to become pregnant during the participation of the study.\n* Uncontrolled inter-current illness, including, but not limited to, ongoing or active infection, current pneumonitis, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease, or psychiatric illness/social situations that would limit compliance with study requirement or compromise the ability of the subject to give written informed consent\n* Other active invasive malignancy. History of non-invasive malignancies such as cervical carcinoma in situ, non-melanomatous carcinoma of the skin, or ductal carcinoma in situ of the breast is allowed, as is history of other invasive malignancy that is in remission after treatment with curative intent.\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of the investigational product or interpretation of subject safety or study results",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara Mitchell, MD",
                    "role": "CONTACT",
                    "phone": "855-216-0098",
                    "email": "penncancertrials@emergingmed.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tara Mitchell, MD",
                    "affiliation": "Abramson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lancaster General Hospital",
                    "status": "RECRUITING",
                    "city": "Lancaster",
                    "state": "Pennsylvania",
                    "zip": "17601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Krista Budzik, BSN, RN, OCN",
                            "role": "CONTACT",
                            "phone": "717-544-0511",
                            "email": "Krista.Budzik@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Shanthi Sivendran, MD",
                            "role": "CONTACT",
                            "phone": "717-544-0511",
                            "email": "Shanthi.Sivendran@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Shanthi Sivendran, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.03788,
                        "lon": -76.30551
                    }
                },
                {
                    "facility": "Abramson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara Mitchell, MD",
                            "role": "CONTACT",
                            "phone": "855-216-0098",
                            "email": "penncancertrials@emergingmed.com"
                        },
                        {
                            "name": "Tara Mitchell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Huntsman Cancer Institute at the University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaitlin Stephens, MBA",
                            "role": "CONTACT",
                            "phone": "801-213-8494",
                            "email": "kaitlin.stephens@hci.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}