{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05929729",
            "orgStudyIdInfo": {
                "id": "CHLA-23-00173"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01NS117430-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01NS117430-01"
                }
            ],
            "organization": {
                "fullName": "Children's Hospital Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Iron Deficiency Anemia (IDA) and the Brain",
            "officialTitle": "Neurovascular and Neurocognitive Consequences of Iron Deficiency Anemia",
            "acronym": "IDA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "iron-deficiency-anemia-ida-and-the-brain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-03",
            "studyFirstSubmitQcDate": "2023-06-16",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John C. Wood",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Children's Hospital Los Angeles"
            },
            "leadSponsor": {
                "name": "Children's Hospital Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a trial with an observational and an interventional arm, in patients with moderate to severe anemia and control subjects. The main purposes of this study is to phenotype the scope of neurocognitive deficits from iron deficiency anemia (IDA) in adult women, determine derangements in cerebral perfusion, vascular reactivity, functional connectivity, and blood brain barrier permeability in adult-onset IDA and relate them to neurocognitive deficits, as well as determine the reversibility and durability of both the physiologic and neurocognitive derangements by iron replacement therapy. All eligible subjects will be asked to provide informed consent before participating in the study.",
            "detailedDescription": "This is a trial with an observational and an interventional arm, in patients with moderate to severe anemia and control subjects. The main purposes of this study is to phenotype the scope of neurocognitive deficits from iron deficiency anemia (IDA) in adult women, determine derangements in cerebral perfusion, vascular reactivity, functional connectivity, and blood brain barrier permeability in adult-onset IDA and relate them to neurocognitive deficits, as well as determine the reversibility and durability of both the physiologic and neurocognitive derangements by iron replacement therapy. All eligible subjects will be asked to provide informed consent before participating in the study.\n\nComprehensive cerebrovascular magnetic resonance imaging (MRI), bloodwork, patient reported outcomes, and neurocognitive testing will be collected from all subjects in the observational arm. 136 subjects total will be enrolled, 40 controls and 96 anemic subjects. The 96 eligible anemic subjects will then be invited to enroll in the interventional arm of the study. Anticipating a drop-out rate of 20%, 40 will be randomized into intravenous iron therapy, and 40 will be randomized into standard of care (oral iron via primary care). Repeated tests will be done at different timepoints to assess the effects and durability of iron therapy."
        },
        "conditionsModule": {
            "conditions": [
                "IDA - Iron Deficiency Anemia",
                "Anemia",
                "Iron Deficiency Anemia",
                "Anemia, Iron Deficiency"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intravenous (IV) iron",
                    "type": "EXPERIMENTAL",
                    "description": "This group will receive intravenous iron (Ferric Derisomaltose) in a single dose of 20 mg/kg (max individual dose of 1000 mg). The drug is administered as an infusion over 30 minutes. 3 months after the infusion, they will receive a 9-month supply of Novaferrum pill to be taken once a day.",
                    "interventionNames": [
                        "Drug: Ferric derisomaltose",
                        "Drug: NovaFerrum"
                    ]
                },
                {
                    "label": "Standard of care iron",
                    "type": "NO_INTERVENTION",
                    "description": "This group will be referred to their primary care provider for oral iron therapy. If a participant cannot obtain care from a physician"
                },
                {
                    "label": "Healthy Controls",
                    "type": "NO_INTERVENTION",
                    "description": "This group will only be participating in the observational part of the study and serve as our controls."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ferric derisomaltose",
                    "description": "Refer to arm/group descriptions",
                    "armGroupLabels": [
                        "Intravenous (IV) iron"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "NovaFerrum",
                    "description": "Refer to arm/group descriptions",
                    "armGroupLabels": [
                        "Intravenous (IV) iron"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Impact of iron deficiency anemia on regional cerebrovascular oxygen delivery (ml O2/100g/min).",
                    "description": "Baseline impact of iron deficiency anemia on cerebrovascular oxygen delivery will be assessed by measuring cerebral blood flow and oxygen content through MRI (time-encoded arterial spin labelling) and peripheral blood sample",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on regional cerebrovascular oxygen delivery (ml O2/100g/min) in iron deficiency anemia at day 90 post therapy",
                    "description": "Impact of iron therapy on cerebrovascular oxygen delivery will be assessed at day 90 by measuring cerebral blood flow and oxygen content through MRI (time-encoded arterial spin labelling) and peripheral blood sample in people with iron deficiency anemia.",
                    "timeFrame": "Day 90 post-iron-therapy"
                },
                {
                    "measure": "Impact of iron therapy on regional cerebrovascular oxygen delivery (ml O2/100g/min) in iron deficiency anemia at day 365 post therapy.",
                    "description": "Impact of iron therapy on cerebrovascular oxygen delivery will be assessed at day 365 by measuring cerebral blood flow and oxygen content through MRI (time-encoded arterial spin labelling) and peripheral blood sample in people with iron deficiency anemia",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on cerebrovascular flow reactivity (%SI change/%ETCO2)",
                    "description": "baseline MRI with blood oxygenation level dependent (BOLD) acquisition will be assessed in response to carbon dioxide exposure to determine whether iron deficiency anemia affects cerebrovascular reserve",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on cerebrovascular flow reactivity (%SI change/%ETCO2) in people with iron deficiency anemia at 90 days post iron therapy.",
                    "description": "Impact of iron therapy on cardiovascular reserve in iron deficiency anemia will be assessed using MRI with blood oxygenation level dependent (BOLD) acquisition at 90 days post iron therapy.",
                    "timeFrame": "Day 90 post iron therapy"
                },
                {
                    "measure": "Impact of iron therapy on cerebrovascular flow reactivity (%SI change/%ETCO2) in people with iron deficiency anemia at day 365.",
                    "description": "Impact of iron therapy on cardiovascular reserve in iron deficiency anemia will be assessed using MRI with blood oxygenation level dependent (BOLD) acquisition at day 365 post iron therapy.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on blood brain barrier permeability surface area product (ml H20/100g/min)",
                    "description": "baseline PSA product using water-extraction-with phase- contrast-arterial-spin-tagging (WEPCAST) MRI will be assessed to determine whether iron deficiency anemia affects blood brain barrier permeability to water",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on blood brain barrier permeability surface area product (ml H20/100g/min) in iron deficiency anemia will be assessed at 90 days.",
                    "description": "PSA product using water-extraction-with phase- contrast-arterial-spin-tagging (WEPCAST) MRI will be assessed at 90 days post iron therapy to determine the impact of iron therapy on blood brain barrier permeability to water in patients with iron deficiency anemia.",
                    "timeFrame": "Day 90 post iron therapy"
                },
                {
                    "measure": "Impact of iron therapy on blood brain barrier permeability surface area product (ml H20/100g/min) in iron deficiency anemia will be assessed again at day 365.",
                    "description": "PSA product using water-extraction-with phase- contrast-arterial-spin-tagging (WEPCAST) MRI will be assessed at 365 days post iron therapy to determine the impact of iron therapy on blood brain barrier permeability to water in patients with iron deficiency anemia.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on cerebral metabolic rate of oxygen (ml O2/100g/min).",
                    "description": "Baseline T2 relaxation under spin tagging (TRUST) acquisition via MRI will be used to assess any impact of iron deficiency anemia on cerebral metabolic rate of oxygen",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on cerebral metabolic rate of oxygen (ml O2/100g/min) in people with iron deficiency anemia at day 90 post iron therapy.",
                    "description": "T2 relaxation under spin tagging (TRUST) acquisition via MRI will be used to assess any impact of iron therapy on cerebral metabolic rate of oxygen in anemic subjects at day 90.",
                    "timeFrame": "Day 90 post iron therapy"
                },
                {
                    "measure": "Impact of iron therapy on cerebral metabolic rate of oxygen (ml O2/100g/min) in people with iron deficiency anemia at day 365 post iron therapy.",
                    "description": "T2 relaxation under spin tagging (TRUST) acquisition via MRI will be used to assess any impact of iron therapy on cerebral metabolic rate of oxygen in anemic subjects at day 365.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on total brain blood flow (ml blood/100g/min).",
                    "description": "Phase contrast MRI will be assessed to determine whether iron deficiency anemia affects total brain blood flow at baseline",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on total brain blood flow (ml blood/100g/min) in people with iron deficiency anemia at day 90",
                    "description": "Phase contrast MRI will be assessed at day 90 post iron therapy to determine whether iron therapy affects total brain blood flow in subjects with iron deficiency anemia",
                    "timeFrame": "Day 90 post iron therapy"
                },
                {
                    "measure": "Impact of iron therapy on total brain blood flow (ml blood/100g/min) in people with iron deficiency anemia at day 365",
                    "description": "Phase contrast MRI will be assessed at day 365 post iron therapy to determine whether iron therapy affects total brain blood flow in subjects with iron deficiency anemia",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on visual-motor integration.",
                    "description": "Visual-motor integration at baseline (day 0) will be assessed using Beery Buktenica Developmental Test of Visual-Motor Integration (6th Edition). Standardized scores with a mean of 100 and a standard deviation of 15 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on visual-motor integration in people with iron deficiency anemia.",
                    "description": "Visual-motor integration will be assessed using Beery Buktenica Developmental Test of Visual-Motor Integration (6th Edition) at day 365 post iron-therapy. Standardized scores with a mean of 100 and a standard deviation of 15 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on sustained attention.",
                    "description": "Sustained attention at baseline (day 0) will be assessed using Conners' Continuous Performance Test (3rd Edition) at day 90 post iron-therapy. T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean worse performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on sustained attention in people with iron deficiency anemia.",
                    "description": "Sustained attention will be assessed using Conners' Continuous Performance Test (3rd Edition) at day 365 post iron-therapy. T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean worse performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on working memory function.",
                    "description": "Working memory function at baseline (day 0) will be assessed using Digit Span, Coding, and Symbol Search Subtests from Wechsler Adult Intelligence Scale-Fourth Edition (WAIS-IV). Scaled scores with a mean of 10 and a standard deviation of 3 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on working memory function in people with iron deficiency anemia.",
                    "description": "Working memory function will be assessed at day 365 post iron therapy using Digit Span, Coding, and Symbol Search Subtests from Wechsler Adult Intelligence Scale-Fourth Edition (WAIS-IV). Scaled scores with a mean of 10 and a standard deviation of 3 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on the ability to inhibit cognitive interference",
                    "description": "The ability to inhibit cognitive interference at baseline (day 0) will be assessed using Color-Word Interference Subtest from the Delis-Kaplan Executive Function System (D-KEFS). Scaled scores with a mean of 10 and a standard deviation of 3 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on the ability to inhibit cognitive interference in people with iron deficiency anemia.",
                    "description": "The ability to inhibit cognitive interference at day 365 post iron therapy will be assessed using Color-Word Interference Subtest from the Delis-Kaplan Executive Function System (D-KEFS). Scaled scores with a mean of 10 and a standard deviation of 3 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on fine motor control.",
                    "description": "Fine motor control will be assessed at baseline (day 0) using Reitan Finger Tapping. Z scores with a mean of zero and a standard deviation of one are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on fine motor control in people with iron deficiency anemia.",
                    "description": "Fine motor control will be assessed at day 365 post iron therapy using Reitan Finger Tapping. Z scores with a mean of zero and a standard deviation of one are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron therapy on list learning and recall task in people with iron deficiency anemia.",
                    "description": "List learning and recall task will be assessed at day 365 post iron therapy using California Verbal Learning Test-Third Edition (CVLT-3). Z scores with a mean of zero and a standard deviation of 1 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on visuospatial memory",
                    "description": "Visuospatial memory will be assessed at baseline (day 0) using Brief Visuospatial Memory Test-Revised (BVMT-R). T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on visuospatial memory in people with iron deficiency anemia.",
                    "description": "Visuospatial memory will be assessed at day 365 post iron therapy using Brief Visuospatial Memory Test-Revised (BVMT-R). T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on general intellectual functioning, verbal and nonverbal abilities.",
                    "description": "General intellectual functioning, verbal and nonverbal abilities will be assessed at baseline (day 0) using Wechsler Abbreviated Scale of Intelligence-Second Edition (WASI-2). T scores with a mean of 50 and a standard deviation of 10 are used for the subtests, with standard scores (mean of 100 and standard deviation of 15) used for composite scores. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on general intellectual functioning, verbal and nonverbal abilities in people with iron deficiency anemia.",
                    "description": "General intellectual functioning, verbal and nonverbal abilities will be assessed at day 365 post iron therapy using Wechsler Abbreviated Scale of Intelligence-Second Edition (WASI-2). T scores with a mean of 50 and a standard deviation of 10 are used for the subtests, with standard scores (mean of 100 and standard deviation of 15) used for composite scores. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on cognitive flexibility and processing speed.",
                    "description": "Cognitive flexibility and processing speed will be assessed at baseline (day 0) using NIH Toolbox: Dimensional Change Card Sort and Pattern Comparison Processing Speed. Standard scores with a mean of 100 and a standard deviation of 15 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on cognitive flexibility and processing speed in people with iron deficiency anemia.",
                    "description": "Cognitive flexibility and processing speed will be assessed at day 365 post iron therapy using NIH Toolbox: Dimensional Change Card Sort and Pattern Comparison Processing Speed. Standard scores with a mean of 100 and a standard deviation of 15 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on list learning and recall task",
                    "description": "List learning and recall task will be assessed at baseline (day 0) using California Verbal Learning Test-Third Edition (CVLT-3). Z scores with a mean of zero and a standard deviation of 1 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron deficiency anemia on emotional health",
                    "description": "Emotional health will be assessed by using NIH toolbox emotion battery at baseline. T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean higher number/frequency of symptoms.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on emotional health in people with iron deficiency anemia.",
                    "description": "Emotional health will be assessed at day 365 post iron therapy by using NIH toolbox emotion battery. T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean higher number/frequency of symptoms.",
                    "timeFrame": "Day 365 post iron therapy"
                },
                {
                    "measure": "Impact of iron deficiency anemia on executive functions in day-to-day life.",
                    "description": "Executive functions in day-to-day life will be assessed at baseline using the Behavior Rating Inventory of Executive Function 2 (BRIEF-2). T-scores with a mean of 50 and a standard deviation of 10 are used. Scores above T=65 may indicated problems.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Impact of iron therapy on executive functions in day-to-day life in people with iron deficiency anemia.",
                    "description": "Executive functions in day-to-day life will be assessed at day 365 using the Behavior Rating Inventory of Executive Function 2 (BRIEF-2). T-scores with a mean of 50 and a standard deviation of 10 are used. Scores above T=65 may indicated problems.",
                    "timeFrame": "Day 365 post iron therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient reported outcomes of health and quality of life will be assessed at baseline.",
                    "description": "Rand Short Form Health Survey will be obtained at baseline. Score range is 0-100. Higher score means better quality of life.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Changes in patient reported outcomes of health and quality of life will be assessed over a period of 1 year post iron therapy.",
                    "description": "Any effects and the changes in the effects of iron therapy will be assessed by obtaining the Rand Short Form Health Survey again post therapy at day 14 (for intravenous (IV) iron group only), day 90, day 180 and day 365 post iron therapy. Score range is 0-100. Higher score means better quality of life.",
                    "timeFrame": "Day 14 (for IV iron group only), Day 90, Day 180, Day 365"
                },
                {
                    "measure": "Patient reported outcomes of fatigue will be assessed at baseline.",
                    "description": "Functional Assessment of Chronic Illness Therapy will be obtained at baseline. Score range is 0-52. Higher score means less fatigue.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Changes in patient reported outcomes of fatigue will be assessed over a period of 1 year post iron therapy.",
                    "description": "Any effects and the changes in the effects of iron therapy will be assessed by obtaining the Functional Assessment of Chronic Illness Therapy again post therapy at day 14 (for intravenous (IV) iron group only), day 90, day 180 and day 365 post iron therapy. Score range is 0-52. Higher score means less fatigue.",
                    "timeFrame": "Day 14 (for IV iron group only), Day 90, Day 180, Day 365"
                },
                {
                    "measure": "Impact of iron deficiency anemia on MRI measured brain iron in deep brain nuclei, hippocampus, whole brain grey and white matter.",
                    "description": "Quantitative susceptibility mapping will be assessed at baseline.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Changes in the impact of iron therapy on MRI measured brain iron in deep brain nuclei, hippocampus, whole brain grey and white matter.",
                    "description": "Quantitative susceptibility mapping will be assessed at day 14 (for intravenous (IV) iron group only), day 90 and day 365 post iron therapy.",
                    "timeFrame": "Day 14 (for IV iron group only), Day 90, Day 365"
                },
                {
                    "measure": "Changes in hemoglobin and ferritin will be assessed to determine durability of hemoglobin and ferritin response to therapy from baseline to 1 year post iron therapy.",
                    "description": "Determine effect sizes of the durability of iron replacement over a period of one year following treatment with oral or intravenous iron.",
                    "timeFrame": "Day 0 (observation arm), Day 14 (for IV iron treated), Day 90, Day 180, Day 365"
                },
                {
                    "measure": "Screening for Restless Legs Syndrome (RLS) at baseline",
                    "description": "RLS will be assessed at baseline using the Henning Telephone Diagnostic Interview will be done at baseline. Scores are as follows: 0 = no symptoms; 1 = bedtime symptoms after or within an hour of going to bed; 2 = evening and bedtime symptoms starting at or after 6:00 pm; and 3 = day and night symptoms starting before 6:00 pm. Higher score indicates more severe RLS.",
                    "timeFrame": "Day 0 (observation arm)"
                },
                {
                    "measure": "Changes in Restless Legs Syndrome (RLS) as an effect of iron therapy in people with iron deficiency anemia will be assessed post iron therapy.",
                    "description": "Changes in RLS will be assessed by using John Hopkins Telephone Diagnostic Interview at time points over one year post iron therapy. Scores are as follows: 0 = no symptoms; 1 = bedtime symptoms after or within an hour of going to bed; 2 = evening and bedtime symptoms starting at or after 6:00 pm; and 3 = day and night symptoms starting before 6:00 pm. Higher score indicates more severe RLS.",
                    "timeFrame": "Day 14 (for intravenous iron group only), Day, 90, Day 180, Day 365"
                },
                {
                    "measure": "Acute impact of intravenous (IV) iron therapy on visuospatial memory in people with iron deficiency anemia.",
                    "description": "Visuospatial memory will be assessed at day 14 post IV iron using Brief Visuospatial Memory Test-Revised (BVMT-R). T-scores with a mean of 50 and a standard deviation of 10 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 14 post IV iron therapy"
                },
                {
                    "measure": "Acute impact of intravenous (IV) iron therapy on list learning and recall task in people with iron deficiency anemia.",
                    "description": "List learning and recall task will be assessed at day 14 post IV iron using California Verbal Learning Test-Third Edition (CVLT-3) alternate form. Z scores with a mean of zero and a standard deviation of 1 are used. Higher scores mean better performance.",
                    "timeFrame": "Day 14 post IV iron therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Observational arm:\n\n  1. Age between 18 and 60 years of age.\n  2. Any ethnicity.\n  3. Female\n  4. Anemic group: hemoglobin ≤10.5 g/dl or hematocrit \\<32% from finger prick or plethysmography test, or \\<11 g/dl from venipuncture blood draw\n  5. Control group: hemoglobin \\>13.2 g/dl or hematocrit \\>39.6%\n* Interventional arm:\n\n  1. Criteria for observational component, plus\n  2. Iron deficiency anemia based upon attending hematologist interpretation of transferrin saturation, ferritin, and other ancillary labs including hs-CRP, MMA, hemoglobin electrophoresis\n\nExclusion Criteria:\n\n* Observational arm:\n\n  1. Diabetes requiring medication.\n  2. Hypertension requiring medication.\n  3. Sleep disordered breathing requiring intervention.\n  4. Body mass index \\>40 (morbid obesity)\n  5. Contraindications to MRI, including pacemaker, severe claustrophobia, pregnancy.\n  6. Known systemic inflammatory disease such as inflammatory bowel disease, systemic lupus erythematosus, or scleroderma.\n  7. Known HIV.\n* Interventional arm:\n\n  1. Criteria for observational component, plus\n  2. Prior reaction to intravenous iron.\n  3. History of multiple drug allergies.\n  4. History of severe asthma, eczema, or atopy.\n  5. Systemic mastocytosis.\n  6. Severe respiratory or cardiac disease.\n  7. Having no access to a physician who can manage the iron deficiency anemia.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Silvie Suriany, MSc",
                    "role": "CONTACT",
                    "phone": "323-361-4783",
                    "email": "ssuriany@chla.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Wood, MD, PhD",
                    "affiliation": "Children's Hospital Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Blood Donor Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Silvie Suriany, MSc",
                            "role": "CONTACT",
                            "phone": "323-361-4783",
                            "email": "ssuriany@chla.usc.edu"
                        },
                        {
                            "name": "Lefan Zhuang, MD",
                            "role": "CONTACT",
                            "email": "lzhuang@coh.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "Cedar Sinai Blood Bank",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027-6062",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Silvie Suriany, MSc",
                            "role": "CONTACT",
                            "phone": "323-361-4783",
                            "email": "ssuriany@chla.usc.edu"
                        },
                        {
                            "name": "Ellen Klapper, MD",
                            "role": "CONTACT",
                            "email": "Ellen.Klapper@cshs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Children's Hospital Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Silvie Suriany, MSc",
                            "role": "CONTACT",
                            "phone": "323-361-4783",
                            "email": "ssuriany@chla.usc.edu"
                        },
                        {
                            "name": "John Wood, MD,PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of California, Los Angeles Blood Donor Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Silvie Suriany, MSc",
                            "role": "CONTACT",
                            "phone": "323-361-4783",
                            "email": "ssuriany@chla.usc.edu"
                        },
                        {
                            "name": "Dawn Ward, MD",
                            "role": "CONTACT",
                            "email": "DWard@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000018798",
                    "term": "Anemia, Iron-Deficiency"
                },
                {
                    "id": "D000090463",
                    "term": "Iron Deficiencies"
                },
                {
                    "id": "D000003677",
                    "term": "Deficiency Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000019189",
                    "term": "Iron Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000000747",
                    "term": "Anemia, Hypochromic"
                },
                {
                    "id": "D000044342",
                    "term": "Malnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20857",
                    "name": "Anemia, Iron-Deficiency",
                    "asFound": "Iron Deficiency Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2781",
                    "name": "Iron Deficiencies",
                    "asFound": "Iron Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "asFound": "Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6879",
                    "name": "Deficiency Diseases",
                    "asFound": "Deficiency Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21177",
                    "name": "Iron Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4077",
                    "name": "Anemia, Hypochromic",
                    "relevance": "LOW"
                },
                {
                    "id": "M25306",
                    "name": "Malnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10533",
                    "name": "Iron",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}