{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06174558",
            "orgStudyIdInfo": {
                "id": "THIRB-RespiratorySpecialists"
            },
            "organization": {
                "fullName": "Respiratory Specialists",
                "class": "OTHER"
            },
            "briefTitle": "Is My Sleep Tracker Tracking my Sleep?",
            "officialTitle": "Is My Sleep Tracker Tracking my Sleep? Validation of Two Wearable Fitness Sleep Trackers on Sleep Staging and Nocturnal Hypoxemia in Sleep Medicine Patients Referred for Diagnostic Polysomnogram",
            "therapeuticArea": [
                "Other"
            ],
            "study": "is-my-sleep-tracker-tracking-my-sleep"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-08",
            "studyFirstSubmitQcDate": "2023-12-15",
            "studyFirstPostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Respiratory Specialists",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Reading Hospital and Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to collect health and physiological data using commercially available wristband fitness tracker devices (FitBit and Garmin devices) to help determine their accuracy and reliability at measuring percent of night spent in REM sleep, oxygen desaturation, and apnea hypopnea index compared with currently available methods of in-laboratory polysomnogram and home sleep testing.",
            "detailedDescription": "To date, there is an incomplete picture of the reliability of wearable device trackers to depict sleep quantity and sleep staging information. Prior studies have compared various iterations of wearable sleep trackers to the so-called gold standard of PSG, often but not universally in health populations. A number of important observations have been made to date.\n\n1. Wearable device trackers overstate total sleep time (TST) and understate wake after sleep onset (WASO), thereby overestimating sleep efficiency. When comparing a dichotomous of sleep/wake categorization, wearable sleep tracker overestimates of sleep time result in high sensitivity for categorizing a given sleep period (a 30 second or one minute \"epoch\") as \"sleep,\" but as a consequence, there is an attendant drop in specificity, as true \"wake\" on PSG is more frequently mislabeled as \"sleep\" on the wearable device.\n2. Second, wearable sleep trackers, due to technical limitations of inability to correctly categorizing N1 versus N2 sleep, collapse those stages into a combined category of \"Light Sleep.\"\n3. Third, the raw data, with heart rate data and heart rate variability data which feed into the proprietary wearable device algorithm to assign sleep stage, are not directly available to researchers. Moreover, the wearable device derived data on sleep staging extracted from the device are often provided in one-minute windows (not the 30-second epoch or window used in PSG scoring). Therefore, the so-called \"epoch by epoch\" comparisons of exported data from the wearable device, compared to the PSG gold standard, have inherent limitations.\n4. Nonetheless, even with those limitations acknowledged, important correlations between wearable device-derived sleep time, light sleep and REM staging have been established, using so-called epoch by epoch analysis, which however have varied according to the device chosen and population studied.\n\nFor the current study, the investigators do not plan to examine an epoch by epoch assessment of sleep staging as a primary analysis, in part due to its inherent limitations consisting of: (a) lack of raw data from device; (b) difficulty matching up epochs due to differences in timing of the so-called \"window\" of time observed (30 seconds versus one minute); (c) differences in sleep time recording, thus resulting in different denominators of sleep time; (d) poor test-retest or interrater variability for PSG scoring itself, even among expert academic centers performing epoch by epoch analyses of the very same PSG. Instead, the investigators plan to focus on a more clinically accessible and, for the consumer, more relevant question: how well does the amount (or the percentage) of REM sleep and total sleep time estimated by the wearable sleep tracker correlate with a simultaneous sleep study? Secondary analyses will also assess sleep/wake and additional sleep stage comparisons, and assessments of respiratory parameters of oxygen desaturation, and a comparison of wrist tracker device and PSG sleep compared to Level 3 home sleep test derived recording time, in a population of subjects being evaluated for sleep apnea and other sleep disorders. Summary assessments of the sleep variables for the night will be compared to assess the accuracy of the wearable devices and Level 3 home sleep test to polysomnogram. Through the study, the investigators hope to contribute to building a body of evidence assessing the level of accuracy of the latest generation of consumer wearable sleep tracking devices. The investigators plan to use two devices, the FBI3 and the GVS5 fitness activity trackers, for the study, as these devices are among the most recent versions available, are widely used, are highly affordable (models under $150), and provide ease of measurement (as no continuous Bluetooth smartphone connection is needed to collect data)."
        },
        "conditionsModule": {
            "conditions": [
                "Obstructive Sleep Apnea"
            ],
            "keywords": [
                "Wearable Device",
                "Smartwatch",
                "PSG",
                "Polysomnogram",
                "Home Sleep Test",
                "Oxygen Monitoring",
                "Sleep Staging",
                "Sleep Duration",
                "Breathing Quality",
                "OSA",
                "Obstructive Sleep Apnea",
                "Respiratory Medicine",
                "Sleep Medicine",
                "Oximetry",
                "REM Sleep",
                "Alice NightOne",
                "FitBit Inspire",
                "Garmin Vivosmart",
                "Oxygen Desaturation",
                "Apnea Hypopnea Index",
                "AHI"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 86,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients referred to Sleep Health Center for diagnostic PSG",
                    "description": "Prospective obstructive sleep apnea patients referred for diagnostic overnight polysomnogram test",
                    "interventionNames": [
                        "Device: Sleep Tracking Devices"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Sleep Tracking Devices",
                    "description": "Observational Study, Smartwatches and home sleep device for sleep and respiratory monitoring",
                    "armGroupLabels": [
                        "Patients referred to Sleep Health Center for diagnostic PSG"
                    ],
                    "otherNames": [
                        "Garmin Vivosmart 5",
                        "FitBit Inspire 3",
                        "Alice NightOne Level 3 Home Study"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Monitoring of Sleep Staging",
                    "description": "Percent of the night spent in REM sleep recorded in each device",
                    "timeFrame": "Throughout study completion, approximately 5 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Oxygen Desaturation",
                    "description": "Oximetry data derived from devices",
                    "timeFrame": "Throughout study completion, approximately 5 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Apnea Hypopnea Index",
                    "description": "Apnea Hypopnea Index (AHI) calculated from measured recording time in Level 3 home sleep test. Having more than 5 events is considered abnormal and having 30 or more events is considered severe.",
                    "timeFrame": "Throughout study completion, approximately 5 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Age 18 or over\n* Able to read and understand the informed consent document, and provide written consent.\n* Referred to the Sleep Health Center for diagnostic polysomnogram.\n* Agrees to complete standard Sleep Health Center questionnaires.\n* Agrees to wear, in addition to standard polysomnogram equipment/leads, the GVS5 tracker, the FBI3 tracker, and the Alice NightOne Level 3 sleep study equipment.\n* Agrees to permit review of fitness/sleep tracker physiologic data (for the study night, only) and Alice NightOne Level 3 sleep study and polysomnogram data.\n* Agrees to provide review of specified demographic and clinical data, review of polysomnogram data and completion of study questionnaire data, to be stored in de-identified form.\n* Undergo diagnostic polysomnogram.\n\nExclusion criteria\n\n* Current atrial fibrillation (remote history of atrial fibrillation, but now in sinus rhythm, will not be excluded)\n* Permanent pacemaker\n* Chronic hypoxic respiratory failure, requiring supplemental oxygen.\n* Multiple sleep latency testing or split-night polysomnogram testing.\n* Inability to provide, or declines to provide, informed, written consent.\n* Tattoos over the wrist/forearm that would preclude accurate measurement of fitness tracker variables.\n* Anatomic injury or disability that would preclude wearing the tracker on the nondominant wrist (including injury, cast, etc.).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients recently ordered for diagnostic polysomnogram.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alec Platt, MD",
                    "role": "CONTACT",
                    "phone": "6106855864",
                    "phoneExt": "238",
                    "email": "aplatt@lungmd.net"
                },
                {
                    "name": "Eric Abreu, MPH",
                    "role": "CONTACT",
                    "phone": "6106855864",
                    "phoneExt": "167",
                    "email": "eabreu@lungmd.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alec Platt, MD",
                    "affiliation": "Respiratory Specialists",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Respiratory Specialists",
                    "city": "Wyomissing",
                    "state": "Pennsylvania",
                    "zip": "19610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alec Platt, MD",
                            "role": "CONTACT",
                            "phone": "610-685-5864",
                            "phoneExt": "238",
                            "email": "aplatt@lungmd.net"
                        },
                        {
                            "name": "Eric Abreu, MPH",
                            "role": "CONTACT",
                            "phone": "6106855864",
                            "phoneExt": "167",
                            "email": "eabreu@lungmd.net"
                        },
                        {
                            "name": "Alec Platt, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sushmita Shrestha, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Pratap Reddy, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Roopika Reddy, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Umer Shoukat, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tom Wasser",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Abreu, MPH",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.32954,
                        "lon": -75.96521
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30789439",
                    "type": "BACKGROUND",
                    "citation": "de Zambotti M, Cellini N, Goldstone A, Colrain IM, Baker FC. Wearable Sleep Technology in Clinical and Research Settings. Med Sci Sports Exerc. 2019 Jul;51(7):1538-1557. doi: 10.1249/MSS.0000000000001947."
                },
                {
                    "pmid": "33782687",
                    "type": "BACKGROUND",
                    "citation": "Grandner MA, Lujan MR, Ghani SB. Sleep-tracking technology in scientific research: looking to the future. Sleep. 2021 May 14;44(5):zsab071. doi: 10.1093/sleep/zsab071. No abstract available."
                },
                {
                    "pmid": "31538605",
                    "type": "BACKGROUND",
                    "citation": "Lee XK, Chee NIYN, Ong JL, Teo TB, van Rijn E, Lo JC, Chee MWL. Validation of a Consumer Sleep Wearable Device With Actigraphy and Polysomnography in Adolescents Across Sleep Opportunity Manipulations. J Clin Sleep Med. 2019 Sep 15;15(9):1337-1346. doi: 10.5664/jcsm.7932."
                },
                {
                    "pmid": "36879665",
                    "type": "BACKGROUND",
                    "citation": "Lim SE, Kim HS, Lee SW, Bae KH, Baek YH. Validation of Fitbit Inspire 2TM Against Polysomnography in Adults Considering Adaptation for Use. Nat Sci Sleep. 2023 Feb 28;15:59-67. doi: 10.2147/NSS.S391802. eCollection 2023."
                },
                {
                    "pmid": "36015949",
                    "type": "BACKGROUND",
                    "citation": "Klier K, Wagner M. Agreement of Sleep Measures-A Comparison between a Sleep Diary and Three Consumer Wearable Devices. Sensors (Basel). 2022 Aug 18;22(16):6189. doi: 10.3390/s22166189."
                },
                {
                    "pmid": "36016077",
                    "type": "BACKGROUND",
                    "citation": "Miller DJ, Sargent C, Roach GD. A Validation of Six Wearable Devices for Estimating Sleep, Heart Rate and Heart Rate Variability in Healthy Adults. Sensors (Basel). 2022 Aug 22;22(16):6317. doi: 10.3390/s22166317."
                },
                {
                    "pmid": "34310277",
                    "type": "BACKGROUND",
                    "citation": "Lee YJ, Lee JY, Cho JH, Choi JH. Interrater reliability of sleep stage scoring: a meta-analysis. J Clin Sleep Med. 2022 Jan 1;18(1):193-202. doi: 10.5664/jcsm.9538."
                },
                {
                    "pmid": "37309714",
                    "type": "BACKGROUND",
                    "citation": "Nikkonen S, Somaskandhan P, Korkalainen H, Kainulainen S, Terrill PI, Gretarsdottir H, Sigurdardottir S, Olafsdottir KA, Islind AS, Oskarsdottir M, Arnardottir ES, Leppanen T. Multicentre sleep-stage scoring agreement in the Sleep Revolution project. J Sleep Res. 2024 Feb;33(1):e13956. doi: 10.1111/jsr.13956. Epub 2023 Jun 13."
                },
                {
                    "pmid": "29351821",
                    "type": "BACKGROUND",
                    "citation": "Younes M, Kuna ST, Pack AI, Walsh JK, Kushida CA, Staley B, Pien GW. Reliability of the American Academy of Sleep Medicine Rules for Assessing Sleep Depth in Clinical Practice. J Clin Sleep Med. 2018 Feb 15;14(2):205-213. doi: 10.5664/jcsm.6934."
                },
                {
                    "pmid": "21471093",
                    "type": "BACKGROUND",
                    "citation": "Kuna ST, Gurubhagavatula I, Maislin G, Hin S, Hartwig KC, McCloskey S, Hachadoorian R, Hurley S, Gupta R, Staley B, Atwood CW. Noninferiority of functional outcome in ambulatory management of obstructive sleep apnea. Am J Respir Crit Care Med. 2011 May 1;183(9):1238-44. doi: 10.1164/rccm.201011-1770OC. Epub 2011 Jan 21."
                },
                {
                    "pmid": "19480230",
                    "type": "BACKGROUND",
                    "citation": "Santos-Silva R, Sartori DE, Truksinas V, Truksinas E, Alonso FF, Tufik S, Bittencourt LR. Validation of a portable monitoring system for the diagnosis of obstructive sleep apnea syndrome. Sleep. 2009 May;32(5):629-36. doi: 10.1093/sleep/32.5.629."
                },
                {
                    "pmid": "28802385",
                    "type": "BACKGROUND",
                    "citation": "Scalzitti N, Hansen S, Maturo S, Lospinoso J, O'Connor P. Comparison of home sleep apnea testing versus laboratory polysomnography for the diagnosis of obstructive sleep apnea in children. Int J Pediatr Otorhinolaryngol. 2017 Sep;100:44-51. doi: 10.1016/j.ijporl.2017.06.013. Epub 2017 Jun 16."
                },
                {
                    "pmid": "19786903",
                    "type": "BACKGROUND",
                    "citation": "Watkins MR, Talmage JB, Thiese MS, Hudson TB, Hegmann KT. Correlation between screening for obstructive sleep apnea using a portable device versus polysomnography testing in a commercial driving population. J Occup Environ Med. 2009 Oct;51(10):1145-50. doi: 10.1097/JOM.0b013e3181b68d52."
                },
                {
                    "pmid": "27707441",
                    "type": "BACKGROUND",
                    "citation": "Zhao YY, Weng J, Mobley DR, Wang R, Kwon Y, Zee PC, Lutsey PL, Redline S. Effect of Manual Editing of Total Recording Time: Implications for Home Sleep Apnea Testing. J Clin Sleep Med. 2017 Jan 15;13(1):121-126. doi: 10.5664/jcsm.6404."
                },
                {
                    "pmid": "23551728",
                    "type": "BACKGROUND",
                    "citation": "Gurubhagavatula I, Fields BG, Morales CR, Hurley S, Pien GW, Wick LC, Staley BA, Townsend RR, Maislin G. Screening for severe obstructive sleep apnea syndrome in hypertensive outpatients. J Clin Hypertens (Greenwich). 2013 Apr;15(4):279-88. doi: 10.1111/jch.12073. Epub 2013 Feb 12."
                },
                {
                    "pmid": "30077956",
                    "type": "BACKGROUND",
                    "citation": "Miller JN, Kupzyk KA, Zimmerman L, Pozehl B, Schulz P, Romberger D, Berger AM. Comparisons of measures used to screen for obstructive sleep apnea in patients referred to a sleep clinic. Sleep Med. 2018 Nov;51:15-21. doi: 10.1016/j.sleep.2018.06.007. Epub 2018 Jun 28."
                },
                {
                    "pmid": "30092893",
                    "type": "BACKGROUND",
                    "citation": "Lapin BR, Bena JF, Walia HK, Moul DE. The Epworth Sleepiness Scale: Validation of One-Dimensional Factor Structure in a Large Clinical Sample. J Clin Sleep Med. 2018 Aug 15;14(8):1293-1301. doi: 10.5664/jcsm.7258."
                },
                {
                    "pmid": "26163057",
                    "type": "BACKGROUND",
                    "citation": "Mollayeva T, Thurairajah P, Burton K, Mollayeva S, Shapiro CM, Colantonio A. The Pittsburgh sleep quality index as a screening tool for sleep dysfunction in clinical and non-clinical samples: A systematic review and meta-analysis. Sleep Med Rev. 2016 Feb;25:52-73. doi: 10.1016/j.smrv.2015.01.009. Epub 2015 Feb 17."
                },
                {
                    "pmid": "33739259",
                    "type": "BACKGROUND",
                    "citation": "Harrison EI, Roth RH, Lobo JM, Kang H, Logan J, Patel SR, Kapur VK, Kwon Y. Sleep time and efficiency in patients undergoing laboratory-based polysomnography. J Clin Sleep Med. 2021 Aug 1;17(8):1591-1598. doi: 10.5664/jcsm.9252."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012891",
                    "term": "Sleep Apnea Syndromes"
                },
                {
                    "id": "D000020181",
                    "term": "Sleep Apnea, Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001049",
                    "term": "Apnea"
                },
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M22010",
                    "name": "Sleep Apnea, Obstructive",
                    "asFound": "Obstructive Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "relevance": "LOW"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "asFound": "Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}