{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04332783",
            "orgStudyIdInfo": {
                "id": "1R01CA236793",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01CA236793"
            },
            "organization": {
                "fullName": "University of California, Berkeley",
                "class": "OTHER"
            },
            "briefTitle": "Isolating and Mitigating Sequentially Dependent Perceptual Errors in Clinical Visual Search",
            "officialTitle": "Isolating and Mitigating Sequentially Dependent Perceptual Errors in Clinical Visual Search",
            "therapeuticArea": [
                "Other"
            ],
            "study": "isolating-and-mitigating-sequentially-dependent-perceptual-errors-in-clinical-visual-search"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-31",
            "studyFirstSubmitQcDate": "2020-03-31",
            "studyFirstPostDateStruct": {
                "date": "2020-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Whitney",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Berkeley"
            },
            "leadSponsor": {
                "name": "University of California, Berkeley",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "When looking at an x-ray, radiologists are typically asked to localize a tumor (if present), and to classify it, judging its size, class, position and so on. Importantly, during this task, radiologists examine on a daily basis hundreds and hundreds of x-rays, seeing several images one after the other. A main underlying assumption of this task is that radiologists' percepts and decisions on a current X-ray are completely independent of prior events. Recent results showed that this is not true: perception and decisions are strongly biased by past visual experience. Although serial dependencies were proposed to be a purposeful mechanism to achieve perceptual stability of otherwise noisy visual input, serial dependencies play a crucial and deleterious role in the everyday task performed by radiologists. For example, an x-ray containing a tumor can be classified as benign depending on the content of the previously seen x-ray. Given the importance and the impact of serial dependencies in clinical tasks, in this proposal, the investigators plan to (1) establish, (2) identify and (3) mitigate the conditions under which serial effects determine the participants' percepts and decisions in tumor search tasks. In Aim 1, the investigators will establish the presence of serial effects in four different clinically relevant domains: tumor detection, tumor classification, tumor position and recognition speed. In Aim 2, the investigators plan to identify the specific boundary conditions under which visual serial dependence impacts tumor search in radiology. In Aim 3, once the investigators fully understand these boundary conditions in Aim 2, they will propose a series of task and stimulus manipulations to control and mitigate the deleterious effects of visual serial dependence on tumor search. As a result of these manipulations, visual search performance should improve in measurable ways (detection, classification, position, speed). Aim 3 is particularly crucial because it will allow the investigators to propose new guidelines which will greatly improve tumor recognition in x-ray images, making this task even more effective and reliable. Taken together, the proposed studies in Aim 1, 2, and 3 will allow the investigators to establish, identify, and mitigate the deleterious effect of serial dependencies in radiological search tasks, which could have a significant impact on the health and well-being of patients everywhere.",
            "detailedDescription": "SPECIFIC AIMS Radiological scans are critically important for the health and well-being of millions of patients \\[1\\]. Despite advances in machine learning and computer vision, reading and searching in radiological scans still depends on the visual system of human observers (radiologists), who receive continuous training to best detect tumor masses and anomalies. Radiologists can examine hundreds and hundreds of x-rays on a daily basis, seeing several images one after the other. A main underlying assumption of their work is that radiologists' percepts and decisions on a current x-ray are completely independent from prior viewings. However, participants recently demonstrated that the visual system has visual serial dependencies (VSDs) at many levels, from perception to decision making \\[2, 3\\]. These sequential dependencies mean that what was seen in the past influences (and captures) what is seen and reported at this moment. Theoretically, VSDs would be helpful in an autocorrelated natural world, but they are suboptimal in search tasks conducted in artificial situations where images may not always be related. Importantly, serial dependences in perceptual processing could thus produce significant errors during diagnostic searches through radiological scans. The investigators' central hypothesis is that VSD can have a disruptive effect in radiologic searches that impairs accurate detection and recognition of tumors or other structures. This hypothesis is supported by the investigators' robust pilot data, which show that VSD strongly biases object classification in naïve observers and expert radiologists. The rationale for the proposed research projects is that once it is known how serial dependence arises and how it impacts visual search, we can understand how to control for it. Hence, accuracy of tumor detection and diagnosis can significantly improve. The specific objectives of this proposal are to establish (Aim 1), identify (Aim 2) and mitigate (Aim 3) the impact of VSD on visual search tasks in a clinical setting.\n\nAim 1: Establish the presence of sequential effects in perceptual decision making in clinically relevant tasks.\n\nThe investigators' previous theoretical work on sequential dependencies, based on simplified laboratory experiments, predicts that there should also be sequential effects in clinically relevant tasks such as tumor search and recognition in images. The investigators will test tumor recognition in four different domains: tumor detection, tumor classification, tumor localization, and search times. Pilot data in both naïve observers and expert radiologists supports the investigators' hypothesis that there are sequential effects in clinically relevant perceptual judgments.\n\nAim 2: Identify that the sequential effects in Aim 1 are, in fact, VSD. The investigators will test our prediction that the sequential effects in Aim 1 are, in fact, VSD, which is operationally defined by a set of diagnostic criteria: VSDs are spatially, temporally, and feature-similarity tuned. Aim 2 will therefore identify the tuning and boundary conditions of VSD in tumor search. This is crucial to develop strategies to mitigate the harmful consequences of VSD in Aim 3. Pilot data supports the feasibility of this aim.\n\nAim 3: Improve visual search performance in radiologists by mitigating VSD. Aim 2 will define the boundary conditions under which VSD operates in tumor search. Aim 3 will develop task manipulations to mitigate the impact of VSD. As a result of these manipulations, visual search performance should improve in measurable ways in several domains (detection, classification, localization, and search times). Aim 3 is particularly crucial because it will allow the investigators to propose new guidelines that will improve tumor recognition in radiological scans, making radiologists' judgments more effective and reliable. More globally, taken together, the proposed studies in Aims 1, 2 and 3 will allow the investigators to establish and work toward mitigating the deleterious role of VSD in a critically important clinical task."
        },
        "conditionsModule": {
            "conditions": [
                "Vision"
            ],
            "keywords": [
                "Visual Perception",
                "Psychophysics",
                "Visual Search"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1650,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Typical Adults",
                    "type": "EXPERIMENTAL",
                    "description": "Observers including radiologists and non-radiologists will be asked to participate in computer based tasks in which they visually search for, detect, localize, and categorize tumors in x-ray images.",
                    "interventionNames": [
                        "Behavioral: psychophysics of sequential biases (no drug or patient work)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "psychophysics of sequential biases (no drug or patient work)",
                    "description": "Psychophysical experiment on sequential effects in medical image perception. Observers, including clinicians, perform psychophysical continuous report match-to-sample and forced-choice discrimination judgments of medical images, including radiographs and photographs. Observer discrimination accuracy is measured on a trial-wise basis and sequential effects in those judgments are measured. Images can be presented with different interstimulus intervals and in different spatial locations and in different orders. Accuracy, and other signal detection metrics are computed as a function of these factors.",
                    "armGroupLabels": [
                        "Healthy Typical Adults"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Serial Dependence Assessment using psychophysical procedures",
                    "description": "This is a medical image perception experiment using psychophysical methods, including continuous report match-to-sample and method-of-constant stimuli designs. Human observers, including clinicians and untrained observers, are recruited to classify or discriminate between radiographic or photographic medical images. Each observer participates in approximately 50 to 300 trials. On each trial, observers view an image (radiograph or photograph) on a computer monitor and are asked to make either a match-to-sample or a two-alternative forced choice decisions about the image. Observer responses on each trial are classified in terms of their accuracy. Outcome measures include hit rate, false alarm rate, sensitivity, selectivity, d', and criterion. Changes in these metrics from trial-to-trial throughout the course of the experiment are quantified as metrics of sequential biases that might be present in observer judgments.",
                    "timeFrame": "Each participant is tested for 30-60 minutes in a psychophysical experiment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must have normal or corrected to normal vision with contacts or glasses.\n\nExclusion Criteria:\n\n* Subjects may not be under the age of 18 to participate.\n* Subjects may not participate if they are blind.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Valerie Ekko, BA",
                    "role": "CONTACT",
                    "phone": "510-642-5797‬",
                    "email": "vekko@berkeley.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Whitney, PhD",
                    "affiliation": "University of California, Berkeley",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Berkeley",
                    "status": "RECRUITING",
                    "city": "Berkeley",
                    "state": "California",
                    "zip": "94720",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Valerie Ekko, BA",
                            "role": "CONTACT",
                            "phone": "510-642-5797",
                            "email": "vekko@berkeley.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.87159,
                        "lon": -122.27275
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified participant data may be shared with other researchers who are interested or when peer-reviewed journals require this. The data will be anonymized and will not be linked to any individual participant identity.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Upon request or as required by peer-reviewed journals.",
            "accessCriteria": "None; access granted on request or by journals, as required for publication; in either case, a URL will be posted to access anonymized, de-identified data via an OSF link."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11767",
                    "name": "Metronidazole",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}