{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05333549",
            "orgStudyIdInfo": {
                "id": "HM20022119"
            },
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Istradefylline for Parkinson Disease With Cognitive Impairment",
            "officialTitle": "Istradefylline for Parkinson Disease Cognitive Impairment",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "istradefylline-for-parkinson-disease-with-cognitive-impairment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-11",
            "studyFirstSubmitQcDate": "2022-04-11",
            "studyFirstPostDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kyowa Kirin, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to determine whether istradefylline improves cognition in individuals with Parkinson disease with cognitive impairment.",
            "detailedDescription": "Istradefylline has been approved by the U. S. Food and Drug Administration (FDA) to reduce \"off\" episodes in Parkinson disease. The period when levodopa has a positive effect on Parkinson's symptoms is called on-time. Once the medication stops working, a so called \"off\" episode starts, where symptoms recur. Usual care for treatment of Parkinson disease with cognitive impairment is use of cognition enhancing medications also called cholinesterase inhibitors. In this study, participants will receive usual care, and in addition, they will be asked to take istradefylline daily for 26 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Cognitive Impairment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual care plus istradefylline",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive usual care, and in addition, will be asked to take istradefylline daily for 26 weeks.",
                    "interventionNames": [
                        "Drug: Istradefylline medication"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Istradefylline medication",
                    "description": "2 weeks on istradefylline 20mg daily, 2 weeks on istradefylline 40mg with the ability to adjust other antiparkinsonian medications, and 22 weeks on istradefylline 40mg and stable antiparkinsonian medications",
                    "armGroupLabels": [
                        "Usual care plus istradefylline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in executive function - Card Sort test",
                    "description": "Executive function will be assessed using the Card Sort Test from the NIH Toolbox Cognition Battery. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks",
                    "timeFrame": "Baseline to 26 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in neurocognitive outcomes",
                    "description": "NIH Toolbox Cognition Battery (NTCB) consists of multiple self-report and clinician reported tests. The assessments can be completed on a tablet device and a composite as well as sub-scores are calculated. Higher scores are indicative of better functioning. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in recall",
                    "description": "Immediate and delayed recall will be assessed using the Hopkins Verbal Learning Test - Revised, which will be administered by a trained clinician. Higher scores indicate better recall. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in oral fluency",
                    "description": "In the Controlled Oral Word Association Test (FAS, animals) (COWAT) the participant is asked to make verbal associations to different letters of the alphabet by saying all the words which they can think of beginning with a given letter. Higher scores indicate better oral fluency. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in executive function - Trail Making Test",
                    "description": "Participants will complete the Trail Making Test (TMT) which is a timed test of executive function. Scores are the number of seconds needed to complete the test with higher scores indicate poorer executive function. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in cognitive status",
                    "description": "Participant's cognitive status will be assessed using the Montreal Cognitive Assessment score. Higher scores indicated better cognitive status. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in higher cortical functions",
                    "description": "The Dementia Rating Scale-2 (DRS-2) measures deficits in a large range of higher cortical functions and differentiates deficits of varying severity levels. The DRS-2 yields five subscales as well as an overall cognitive functioning score. Higher scores higher impairment. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in clinical symptoms related to Parkinson disease",
                    "description": "The MDS-UPDRS has four parts, and is obtained via a combination of structured interview, questionnaire, and physical exam specifically assessing motor aspects of Parkinson disease. Higher scores indicate more severe clinical symptoms. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in Parkinson disease stage",
                    "description": "The Hoehn \\& Yahr scale will be used to assess functional disability associated with progression of Parkinson's disease through various stages. Later (higher) stages indicate more severe cases. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in Schwab and England ADL score",
                    "description": "Schwab \\& England Activities of Daily Living Scale estimates the abilities of individuals living with Parkinson's Disease relative to a completely independent situation. The examiner prompts the individual to select the rating that most accurately describes their level of functional independence and frequently incorporates the caregiver's ratings of patient's level of independence as well. It is rated in 10% increments with 100% being completely independent and 0% being vegetative. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in hours of \"off\" time",
                    "description": "Participants (and/or caregivers) will complete daily Hauser diaries reporting motor symptoms of Parkinson Disease. Diaries will be used to calculate many hours participants spend in \"off\" episodes (periods where symptoms recur) during awake time.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in percentage of \"off\" time",
                    "description": "Participants (and/or caregivers) will complete daily Hauser diaries reporting motor symptoms of Parkinson Disease. Diaries will be used to calculate the percentage of awake time participants spend in \"off\" episodes (periods where symptoms recur).",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in hours of \"on\" time",
                    "description": "Participants (and/or caregivers) will complete daily Hauser diaries reporting motor symptoms of Parkinson Disease. Diaries will be used to calculate many hours participants spend in \"on\" episodes (periods where levodopa has a positive effect on Parkinson's symptoms) during awake time. The diaries will be used to assess daily awake time spent in the \"on\" state with dyskinesia, in the \"on\" state with non-troublesome dyskinesia, in the \"on\" state with troublesome dyskinesia, and in the \"on\" state with without troublesome dyskinesia.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in percentage of \"on\" time",
                    "description": "Participants (and/or caregivers) will complete daily Hauser diaries reporting motor symptoms of Parkinson Disease. Diaries will be used to calculate the percentage of awake time participants spend in \"on\" episodes (periods where levodopa has a positive effect on Parkinson's symptoms). The diaries will be used to assess percentage of daily awake time spent in the \"on\" state with dyskinesia, in the \"on\" state with non-troublesome dyskinesia, in the \"on\" state with troublesome dyskinesia, and in the \"on\" state with without troublesome dyskinesia.",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in severity of illness",
                    "description": "The Clinical Global Impression Severity scale (CGI-S) is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment, relative to the clinician's past experience with patients who have the same diagnosis. The score is based on a semi-structured interview assessing multiple aspects of function impacted by PD. Higher scores indicate more severe illness. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks",
                    "timeFrame": "Baseline to 26 weeks"
                },
                {
                    "measure": "Change in Parkinson's health status",
                    "description": "The PDQ-39 is the most widely used Parkinson's specific measure of health status. This is a 39-item questionnaire that offers a patient reported measure of health status and quality of life and assesses how often people affected by Parkinson's experience difficulties across 8 dimensions of daily living including mobility, activities of daily living (ADLs), emotional wellbeing, stigma, social support, cognition, communication and bodily support. Lower scores indicate better quality of life. Participants will be assessed at baseline, 4 weeks, 14 weeks, and 26 weeks",
                    "timeFrame": "Baseline to 26 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meet criteria for probable Parkinson disease dementia or PD-MCI (mild cognitive impairment)\n* Age greater than 50\n* Hoehn and Yahr stage \\< 4 in \"on\" state\n* Currently taking carbidopa/levodopa\n* Antiparkinsonian medications stable for at least 4 weeks prior to baseline visit\n* Cholinesterase inhibitor dose stable for 8 weeks prior to baseline visit\n\nExclusion Criteria:\n\n* Meet criteria for dementia with Lewy bodies, including dementia onset prior to or within 1 year of parkinsonism onset\n* Presence of troublesome dyskinesias\n* Pregnancy or possibility of becoming pregnant during the study period.\n* Moderate or severe hepatic impairment\n* dementia too severe to complete study measures or to adhere to medication schedule",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kara McHaney",
                    "role": "CONTACT",
                    "phone": "804-828-4788",
                    "email": "kara.mchaney@vcuhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Barrett, MD",
                    "affiliation": "Virginia Commonwealth University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kara McHaney",
                            "role": "CONTACT",
                            "phone": "804-828-4788",
                            "email": "kara.mchaney@vcuhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000111599",
                    "term": "Istradefylline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000058917",
                    "term": "Adenosine A2 Receptor Antagonists"
                },
                {
                    "id": "D000058915",
                    "term": "Purinergic P1 Receptor Antagonists"
                },
                {
                    "id": "D000058914",
                    "term": "Purinergic Antagonists"
                },
                {
                    "id": "D000058905",
                    "term": "Purinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4295",
                    "name": "Antiparkinson Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M352940",
                    "name": "Istradefylline",
                    "asFound": "PHQ-9",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3595",
                    "name": "Adenosine",
                    "relevance": "LOW"
                },
                {
                    "id": "M29290",
                    "name": "Adenosine A2 Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}