{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06508515",
            "orgStudyIdInfo": {
                "id": "STUDY00017261"
            },
            "secondaryIdInfos": [
                {
                    "id": "2P50MH115837-05",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2P50MH115837-05"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Iterative Redesign of a Multifaceted Implementation Strategy for a School-based Behavioral Skills Intervention (RUBI)",
            "officialTitle": "Iterative Redesign of a Multifaceted Implementation Strategy for a School-based Behavioral Skills Intervention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "iterative-redesign-of-a-multifaceted-implementation-strategy-for-a-school-based-behavioral-skills-intervention-rubi"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-11",
            "studyFirstSubmitQcDate": "2024-07-17",
            "studyFirstPostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jill Locke",
                "investigatorTitle": "Associate Professor, Department of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The increased prevalence of autism spectrum disorder (1 in 36 youth) in the United States along with the exorbitant cost of care of supporting one autistic individual with and without intellectual disability across their lifespan ($2.4 and $1.4 million, respectively) creates a sense of urgency to improve outcomes for autistic youth. Schools are the primary setting in which autistic children receive intervention. Despite a growing array of evidence-based interventions (EBI) such as behavioral management, EBIs often are unavailable in schools due to misalignment of existing implementation strategies (IS) with that setting. Large numbers of IS have been described for the education sector, but there is a dire need to identify the most efficient IS to support use of EBI in resource-strapped public schools. This project will apply the local Discover, Design/Build and Test (DDBT) framework to redesign and pilot a multifaceted IS to support educator use of a behavioral skills EBI for autistic children in public schools.",
            "detailedDescription": "Specifically, this study will test the effects of the newly redesigned Research Units in Behavioral Intervention in Educational Settings (RUBIES) Implementation Strategy in comparison with the unadapted Research Units in Behavioral Intervention (RUBI) Implementation Strategy on DDBT mechanisms (engagement, usability, appropriateness), proximal implementation outcomes (adoption, fidelity, adaptation, reach) and child outcomes (disruptive behavior, functioning, top problems). Compared with the un-adapted RUBI IS, the newly designed implementation strategy RUBIES-Team will lead to:\n\nH3-1: greater RUBIES usability, engagement, and appropriateness; H3-2: greater RUBIES adoption, fidelity, and reach, with fewer reactive adaptations to the RUBIES IS; H3-3: noninferiority on student disruptive behavior in autistic children; and H3-4: more students with improved behavioral outcomes than deterioration or unchanged outcomes across conditions."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Unadapted Research Units in Behavioral Intervention (RUBI) implementation strategy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this arm will receive the un-adapted RUBI implementation strategy (i.e., RUBI as usual).",
                    "interventionNames": [
                        "Behavioral: Unadapted Research Units in Behavioral Intervention (RUBI) implementation strategy"
                    ]
                },
                {
                    "label": "RUBI in Educational Settings (RUBIES) implementation strategy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive an adapted version of the RUBI intervention manual that was iteratively redesigned for use in educational settings (i.e., RUBI for Educational Settings; RUBIES)",
                    "interventionNames": [
                        "Behavioral: RUBI in Educational Settings (RUBIES)-Team"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Unadapted Research Units in Behavioral Intervention (RUBI) implementation strategy",
                    "description": "The unadapted RUBI IS involves weekly, one hour educational meetings where sessions involve discussion of homework from the week prior (5 minutes), didactic instruction on targeted behavioral strategies (40 minutes), coaching and consultation around the newly learned strategy (10 minutes), and fidelity review, where RUBI implementation is observed (5 minutes). Finally, Attend\\| Behavior® is a HIPAA-compliant mobile application support that is designed to support RUBI delivery and implementation.",
                    "armGroupLabels": [
                        "Unadapted Research Units in Behavioral Intervention (RUBI) implementation strategy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "RUBI in Educational Settings (RUBIES)-Team",
                    "description": "RUBIES is an 8-module intervention that provides educators a range of skills to support the building of a behavioral management toolbox to be used, as needed, with autistic children and disruptive behavior. The program emphasizes: 1) tailoring the intervention to the specific child; 2) identifying behavioral function instead of topography as a means to inform behavioral strategy choice; 3) decreasing behavioral excess as well as increasing appropriate behaviors; and 4) using positive behavioral supports, such as antecedent management (e.g., use of visual supports), reinforcement, and functional communication strategies to modify behaviors. All educators will receive RUBIES training across 24 weeks via Zoom.",
                    "armGroupLabels": [
                        "RUBI in Educational Settings (RUBIES) implementation strategy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Aberrant Behavior Checklist-Irritability Scale (ABC-I)",
                    "description": "The Aberrant Behavior Checklist-Irritability Scale (ABC-I) is a 15-item, teacher-rated subtest on the ABC. Each item is rated 0-3 with higher scores indicating greater severity.",
                    "timeFrame": "Baseline, Week 12, Week 24"
                },
                {
                    "measure": "Top Problems Assessment (TPA)",
                    "description": "The Youth Top Problems (YTP) assessment is an assessment in which youth and caregivers are asked to list the problems they were most concerned about. Upon completion of the list, respondents are asked to assign a severity rating for each problem by answering the questions: how big of a problem is this for you? (0 = not at all to 10 = very, very much). Respondents are then asked to identify which of the problems listed is the biggest problem right now? Which one is the most important to work on? Then the second and third most important until 3 top problems are identified. The YTP shows excellent concurrence with standardized assessments (Kappa ranging from .78 to .91), while also adding specificity for treatment targets (41% of caregivers-, and 79% of youth-identified top problems were not identified by an item amongst elevated standardized assessment subscales).",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                },
                {
                    "measure": "Adoption",
                    "description": "Adoption is operationalized as the initiation of a educator first use of RUBIES or RUBI at any point during study participation. These data will be collected from educators.",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                },
                {
                    "measure": "Reach",
                    "description": "Reach will be calculated using adoption data as the number of students with whom educators use RUBIES.",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                },
                {
                    "measure": "Sutter Eyberg Student Behavior Inventory",
                    "description": "The Sutter Eyberg Student Behavior Inventory is a teacher-report measure used to assess conduct problems in youth ages 2-16. It contains 36 items where teachers are able to indicate the current frequency of behavior problems (Never to Always) and determine whether or not they find the behaviors to be problematic.",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                },
                {
                    "measure": "24-item Emotion Dysregulation Inventory",
                    "description": "The Emotion Dysregulation Inventory (EDI) is a questionnaire that assesses emotion regulation and is validated for youth with autism spectrum disorder (ASD). Response options are on a 5-point Likert scale from \"not at all\" to \"very severe\" for observed functioning over the past 7 days.",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                },
                {
                    "measure": "Implementation Strategy Usability Scale (ISUS)",
                    "description": "Usability will be evaluated with educator report on the 10-item Implementation Strategy Usability Scale (ISUS), which is based closely on the well-validated System Usability Scale. Ratings are on a 1 to 5 scale and yield a total score from 0 to 100. Half the items are reverse scored; higher total scores reflect greater usability. The ISUS has good inter-item consistency (a = .83) and sensitivity. Research has also demonstrated that the original version of the ISUS (the SUS) functions similarly-and yields similar scores-for adults and youth as young as 11 years.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Intervention Appropriateness Measure (IAM)",
                    "description": "Educators will complete the Intervention Appropriateness Measure (IAM), a rigorously developed, pragmatic 4-item instrument with strong good internal consistency (a = .87) and test-retest reliability (a = .87).",
                    "timeFrame": "Week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fidelity",
                    "description": "An independent observer will video record educators use of RUBIES for participating autistic children. Four components of the RUBIES intervention (Functions of Behavior, Prevention Strategies, Consequence Strategies, and Teaching Skills) will be coded by research staff. Fidelity will be coded using a: 1) frequency count of use of active strategies (e.g., presentation of reinforcer, use of compliance training steps); and 2) quality of intervention delivery (how well they use each RUBIES component) on a scale from 0 (not well) to 4 (very well). This is the standard method that has been used to train providers in RUBI.",
                    "timeFrame": "Weekly from Week 1 - Week 12"
                },
                {
                    "measure": "Number of participants who complete the Framework for Modifications and Adaptations of Evidence Based Interventions",
                    "description": "This measure will document reactive adaptations to the use of the RUBIES implementation strategy and the unadapted RUBI implementation strategy. Based on randomization, educators will be provided the set of implementation strategies (e.g., RUBIES vs. the unadapted RUBI implementation strategy), and this measure will document what they will be able to do with the goal of understanding some of the natural refinements and adaptations to the implementation strategy. The Framework for Modifications and Adaptations of Evidence-based interventions (FRAME), the leading method for evaluating the nature of intervention adaptations will be used.",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                },
                {
                    "measure": "Social Responsiveness Scale-2 (SRS-2)",
                    "description": "The Social Responsiveness Scale-2 (SRS-2,) a 65-item rating scale that measures social behavior associated with ASD. The SRS-2 has been widely used to distinguish children with a pervasive developmental disorder from those with other psychiatric conditions. The SRS-2 is used for children 4-18 years old.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Clinical Global Impressions (CGI)",
                    "description": "The Clinical Global Impressions Scale (CGI) is a clinician-rated mental health assessment tool used to establish the severity of illness at point of assessment (CGIS) and global improvement or change following care, treatment or intervention (CGIC). The CGIS is rated on a 7-point scale, with the severity of illness scale rated from 1 (normal) through to 7 (most severely ill). CGIC scores range from 1 (very much improved) through to 7 (very much worse).",
                    "timeFrame": "Baseline, Week 12, and Week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Elementary School Personnel. Elementary school personnel must be 18+ and employed by the school district and work directly with autistic students at their school. Elementary school personnel with varying levels of experience and training backgrounds will be included. Participants will not be excluded given their gender identity, age, demographics, racial/ethnic background, or past experience.\n* Autistic Children who work with a Elementary School Personnel. To participate, autistic students must be between the ages of 5-12 from a participating public elementary school who: (1) have school documentation of an autism classification which will be confirmed through caregiver provision of documentation of a confirmed ASD diagnosis and a score that is above the mean on either the Emotion Dysregulation Inventory or the Sutter Eyberg Student Behavior Inventory; (2) be enrolled in a Kindergarten-5th grade general or special education classroom and participate in an inclusive classroom setting for a minimum of 10% of their weekly hours (4 hours/week); (3) have a participating educator enrolled that meets the inclusion criteria for Elementary School Personnel\n\nExclusion Criteria:\n\n* Students will be excluded from this study if they are not planning to stay in the school or the classroom for the duration of the study. Participants will not be excluded given their gender identity, demographics, racial/ethnic background, or ASD symptomology or behavior.\n* Elementary School Personnel will be excluded if they are not working with an autistic student who meets the inclusion criteria.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Helen G Haile",
                    "role": "CONTACT",
                    "phone": "(206) 616-2129",
                    "email": "hghaile@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jill Locke, PhD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jill J Locke, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}