{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03439865",
            "orgStudyIdInfo": {
                "id": "IRB-300000168"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01HL133006-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01HL133006-02"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Ivacaftor for Acquired CFTR Dysfunction in Chronic Rhinosinusitis",
            "officialTitle": "Ivacaftor for Acquired CFTR Dysfunction in Chronic Rhinosinusitis (Randomized Pilot Study Utilizing Ivacaftor for the Treatment of Refractory Gram-Negative Bacterial CRS)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ivacaftor-for-acquired-cftr-dysfunction-in-chronic-rhinosinusitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-02-14",
            "studyFirstSubmitQcDate": "2018-02-14",
            "studyFirstPostDateStruct": {
                "date": "2018-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brad Woodworth, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this pilot study is to explore wither ivacaftor in refractory CRS patients will demonstrate safety and tolerability; restore CFTR-mediated Cl- secretions as measured by EDSPD testing; produce detectable improvements in validated measures of CRS including the SNOT-22 questionnaire, Lund-MacKay CT scan grading, and Lund-Kennedy endoscopic scores; and provide beneficial effects on readily measured markers of sinonasal inflammation and infection (IP-10, IL-8, and Pseudomonas CFUs).",
            "detailedDescription": "There is a significant clinical need for new treatment modalities for chronic sinus disease. Chronic rhinosinusitis (CRS) causes substantial morbidity and detracts from quality of life for 16% of the US population. The disease accrues an estimated aggregated cost of $8.6b annual in healthcare expenditures. Patients with CRS describe poorer scores for physical pain and social functioning on quality of life questionnaires than those suffering from chronic obstructive pulmonary disease (COPD), congestive heart failure, or angina. Conventional CRS treatments are comprised of antibiotics, steroids, and surgical intervention. These interventions have been limited by bacterial resistance incurred with antibiotic overuse and the deleterious side effects of steroids.\n\nNormal sinonasal mucociliary function is a vitally important host defense mechanism that clears the upper airways of inhaled particles such as bacteria, dusts, and aerosols. Sinonasal respiratory epithelium is a highly-regulated inert barrier critical to the mucociliary apparatus. Maintenance of MCC is dependent on intact respiratory epithelium, proper ciliary beating, and the biological properties of the airway surface liquid (ASL). The ASL is dramatically affected by alterations of vectorial Cl- and bicarbonate (HCO3-) secretion through the CFTR as clearly exemplified by cystic fibrosis (CF) airway disease. These abnormalities of electrolyte transport manifest as thick mucus formation and stasis of secretions in multiple organ systems, including the respiratory, gastrointestinal, and reproductive tracts. In the sinuses, chronic stasis of mucus in combination with bacterial infections results in paranasal sinusitis. Cystic fibrosis (CF) is caused by mutations in the CFTR gene. The most common cause of CF is a deletion of phenylalanine at CFTR position 508 (F508del CFTR), which confers protein misfolding and degradation from the endoplasmic reticulum. The absence of CFTR at the plasma membrane results in defective ion transport and the clinical manifestations of CF. Other mutations, such as the class III mutation Gly551Asp (G551D), result in adequate levels of CFTR protein at the apical cell surface, but exhibit defective function. In addition, there is now increasing evidence that wild type CFTR processing, endocytic recycling, and function can also be markedly compromised by various environmental insults, including cigarette smoke exposure, high altitude/hypoxemia, inflammation, and infectious agents.\n\nCFTR is a member of the ATP binding cassette protein family, and composed of two transmembrane domains (TMs), two nucleotide binding domains (NBDs), and a regulatory domain (R). Activation of CFTR is thought to be a two-step process that involves 1) phosphorylation of the R-domain, and 2) dimerization of the two NBDs, facilitating ATP binding and activation of the Cl- channel by inducing a conformational change in the TMs. One model suggests that ATP binding to the canonical catalytic site conferred at the dimerization interface of NBD1 and NBD2 promotes opening of the channel gate. New compounds such as ivacaftor, which modify channel gating of WT-CFTR, F508del-CFTR, G551D-CFTR and nonsense mutations after induction of translational readthrough (i.e. G542X-CFTR), provide critical tools for understanding molecular defects caused by a mutation, the molecular basis of gating, and mechanisms required for mutant protein repair. At the same time, these drugs can be utilized for examining the molecular basis of environmental perturbations that confer functional and/or quantitative changes in wild type CFTR, as well as new treatment platforms for ameliorating the impact of deleterious external influences on healthy airway epithelial cells.\n\nIvacaftor is an oral CFTR potentiator identified by screening over 228,000 small-molecules using high throughput analysis and a cell-based fluorescence membrane potential assay. The drug was licensed in 2012 both in the United States and Europe for patients with CF aged six years and over (now 2 years and over) who carry at least one copy of the G551D mutation. Ivacaftor is the first licensed CF medication that addresses the primary consequences of CFTR protein dysfunction, rather that the downstream sequelae of the disease. Studies in both recombinant cell lines and primary cultures of human bronchial epithelia have demonstrated that ivacaftor promotes Cl- transport by increasing CFTR channel open probability, and augments both ASL height and ciliary beat frequency (CBF). The efficacy and safety of ivacaftor in CF patients with at least one G551D mutation has been evaluated in two large, multicenter, randomized, double-blind, placebo-controlled trials. Results of these trials, and a longitudinal cohort of patients receiving the drug, unequivocally showed significant improvement in markers of CFTR function (sweat chloride and nasal potential difference (NPD) and clinical endpoints (lung function (FEV1), body mass index, hospitalization rate, and Pseudomonas burden). Given that one of the primary endpoints showing improvement in the clinical testing was NPD, the expectation would be that patients should experience benefit in upper airway disease burden. While clinical outcomes regarding CRS are not published, at least one case report has shown \"medical reversal\" of CRS in a patient receiving the drug with marked improvement in symptoms as well as CT scan before and after starting therapy. Because MCC is critical to CRS pathogenesis, it is reasonable to presume that ivacaftor will improve clinical endpoints in non-CF CRS in the setting of acquired CFTR dysfunction. Since ivacaftor also ameliorates clinical disease of patients with non-G551D gating mutations, the drug does not confer activity to one specific mutation and thus should be effective potentiating ion transport regardless of external influences that impact function of the CFTR.\n\nConventional CRS interventions have been limited by bacterial resistance incurred with antibiotic overuse and the deleterious side effects of steroids. Ivacaftor is a CFTR potentiator that has been approved by the FDA for treatment of CF individuals with at least one copy of the G551D mutation. Enhancing Cl- secretion in sinus epithelia by CFTR potentiators represents a new and leading edge approach to treatment that has been shown to activate MCC in human subjects, but has not been investigated previously in non-CF CRS. Ivacaftor represents one of many drugs that enhance Cl- transport and could provide significant therapeutic advantages in this regard."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Rhinosinusitis (Diagnosis)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "standard of care treatment + ivacaftor",
                    "type": "EXPERIMENTAL",
                    "description": "topical nasal steroid spray and culture-directed antibiotics + ivacaftor 150 mg tablet",
                    "interventionNames": [
                        "Drug: Ivacaftor",
                        "Drug: standard of care treatment"
                    ]
                },
                {
                    "label": "standard of care treatment",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "topical nasal steroid spray and culture-directed antibiotics",
                    "interventionNames": [
                        "Drug: standard of care treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ivacaftor",
                    "description": "150 mg tablet PO BID x 14 days",
                    "armGroupLabels": [
                        "standard of care treatment + ivacaftor"
                    ],
                    "otherNames": [
                        "Kalydeco"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "standard of care treatment",
                    "description": "topical nasal steroid spray and culture-directed antibiotics x 14 days",
                    "armGroupLabels": [
                        "standard of care treatment",
                        "standard of care treatment + ivacaftor"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Improvement in quality of life measures",
                    "description": "Comparison of 22-tem Sino-Nasal Outcomes Test (SNOT-22) scores collected at Screening, Day 1, Day 14, and Day 30. The SNOT-22 is a 22-item questionnaire about rhinosinusitis symptoms and the social/emotional consequences for quality of life. The Likert scale ranges from 1-5, where 1 = \"No Problem\" and 5 = \"Problem as bad as it can be.\" A total score is collected, ranging from 0-110; the higher the score, the worse the outcome.",
                    "timeFrame": "Screening to Day 30"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age\n* Patient has provided informed consent\n* Diagnosis of CRS made by one of the investigators\n* Standard of care CT scan with definitive demonstration of isolated or diffuse mucosal thickening, bone changes, and air fluid levels, obtained within 30 days of treatment\n* Positive culture of at least one gram negative bacteria (e.g. Pseudomonas, E. coli, Steenotrophomonas) within 30 days prior to testing\n* Previous surgery with (at least) exposed maxillary and ethmoid sinuses\n* Ability to perform EDSPD testing such that nasal cavity space and sinus openings are sufficient for catheter placement\n* Negative pregnancy test for females of childbearing potential within 72 hours of testing and start of study treatment\n\nExclusion Criteria:\n\n* \\< 18 years of age\n* Acute illness other than sinusitis within 2 weeks before start of study treatment that, in the opinion of the investigator, would preclude participation\n* Currently taking medications that are moderate or strong CP3A inhibitors\n* History of asthma attack requiring emergency room visit or treatment with oral steroids within 2 months prior to study treatment\n* History of solid organ or hematological transplantation\n* History of known immunodeficiency, autoimmune or granulomatous disorder\n* Serum creatinine \\> 1.5x upper normal limit\n* Abnormal liver function, as defined by serum AST \\> 2x upper normal limit, serum ALT \\> 2x upper normal limit, Alkaline phosphatase \\> 2x upper normal limit, Total bilirubin \\> 2x upper normal limit\n* Women who are pregnant or breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Norma Miller, RN",
                    "role": "CONTACT",
                    "phone": "(205) 975-6169",
                    "email": "ncmiller@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bradford Woodworth, MD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Norma Miller, RN",
                            "role": "CONTACT",
                            "phone": "205-975-6169",
                            "email": "ncmiller@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35390177",
                    "type": "DERIVED",
                    "citation": "Karanth TK, Karanth VKLK, Ward BK, Woodworth BA, Karanth L. Medical interventions for chronic rhinosinusitis in cystic fibrosis. Cochrane Database Syst Rev. 2022 Apr 7;4(4):CD012979. doi: 10.1002/14651858.CD012979.pub3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000096825",
                    "term": "Rhinosinusitis"
                },
                {
                    "id": "D000012852",
                    "term": "Sinusitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012220",
                    "term": "Rhinitis"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000010254",
                    "term": "Paranasal Sinus Diseases"
                },
                {
                    "id": "D000009668",
                    "term": "Nose Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3269",
                    "name": "Rhinosinusitis",
                    "asFound": "Rhinosinusitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15657",
                    "name": "Sinusitis",
                    "asFound": "Rhinosinusitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15049",
                    "name": "Rhinitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M13167",
                    "name": "Paranasal Sinus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12604",
                    "name": "Nose Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000545203",
                    "term": "Ivacaftor"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065101",
                    "term": "Chloride Channel Agonists"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M250281",
                    "name": "Ivacaftor",
                    "asFound": "Cross-sectional",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}