{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04153422",
            "orgStudyIdInfo": {
                "id": "212029"
            },
            "organization": {
                "fullName": "Henry Ford Health System",
                "class": "OTHER"
            },
            "briefTitle": "IVIG in the Treatment of Autoimmune Small Fiber Neuropathy With TS-HDS, FGFR-3, or Plexin D1 Antibodies",
            "officialTitle": "Intravenous Immunoglobulin (IVIG) in the Treatment of Small Fiber Neuropathy Due to TS-HDS, FGFR-3, or Plexin D1 Antibodies: a Double Blinded Placebo-controlled Phase II Trial",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Neurology"
            ],
            "study": "ivig-in-the-treatment-of-autoimmune-small-fiber-neuropathy-with-ts-hds-fgfr-or-plexin-antibodies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-04",
            "studyFirstSubmitQcDate": "2019-11-04",
            "studyFirstPostDateStruct": {
                "date": "2019-11-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lawrence Zeidman, MD, FAAN",
                "investigatorTitle": "Senior Staff, Neuromuscular Division, Henry Ford Hospital; Associate Professor",
                "investigatorAffiliation": "Henry Ford Health System"
            },
            "leadSponsor": {
                "name": "Henry Ford Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Octapharma USA, Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will enroll patients with small fiber neuropathy (SFN). The study will look at an intravenous immunoglobulin (IVIG) called Panzyga. Panzyga is approved by the FDA as a therapy for Primary humoral immunodeficiency (PI) in patients 2 years of age and older; Chronic immune thrombocytopenia (ITP) in adults and Chronic inflammatory demyelinating polyneuropathy (CIDP) in adults. It has not been approved by the FDA for use in SFN.\n\nThere is mounting evidence that Intravenous Immunoglobulin (IVIG) can cause pain reduction and improve objective nerve fiber densities on skin biopsies in great numbers in SFN patients. The primary outcome is quantified improvement in intraepidermal nerve fiber density (IENFD) on repeat skin punch biopsy after 6 months of IVIG treatment.",
            "detailedDescription": "Small fiber neuropathy (SFN) is an increasingly prevalent diagnosis in neurology and neuromuscular centers. Modern diagnostic techniques, including skin biopsies and autonomic nervous testing are helping to find SFN in many patients with undiagnosed pain syndromes including fibromyalgia. The prevalence is rising for SFN, and an immune etiology may underlie 19%-34% of cases. While there is no standard of care treatment, current treatment strategies for SFN include long-term steroid therapy which come with a host of side effects. There is mounting evidence that Intravenous Immunoglobulin (IVIG) can cause pain reduction and improve objective nerve fiber densities on skin biopsies in great numbers in SFN patients, as well as improving validated questionnaire scores monitoring symptom burden and disability. However, neither IVIG nor any other immunosuppressant has been studied in a sufficiently powered and adequately dosed controlled, randomized clinical trial to demonstrate efficacy."
        },
        "conditionsModule": {
            "conditions": [
                "Small Fiber Neuropathy",
                "Autoimmune Small Fiber Neuropathy",
                "Inflammatory Polyneuropathy",
                "Immune-Mediated Neuropathy"
            ],
            "keywords": [
                "Small Fiber Neuropathy",
                "Neuropathy",
                "Intravenous Immunoglobulin",
                "IVIG",
                "TS-HDS antibody",
                "FGFR-3 antibody",
                "FGFR3 antibody",
                "Immune mediated small fiber neuropathy",
                "Panzyga",
                "Plexin D1 antibody"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized, double-blind, placebo-controlled study with 10 patients in the treatment arm and 10 in the placebo arm. Patients in the treatment arm will receive 2g/kg IVIG every 4 weeks (over 2 days, 1g/kg dose on Day 1 and 1g/kg dose on Day 2) for 24 weeks (6 doses total). Patients in the placebo arm will receive 0.9% NaCl infusions on the same schedule as the active treatment group (Day 1 and Day 2 every 4 weeks for 24 weeks total, (6 doses)).\n\nAll study visits will take place at Henry Ford Health in Detroit, Michigan. Guest housing is available for patients and their families. To make reservations, please call 1-313-916-3299 or visit this link: https://hfhguesthousing.hfhs.org/",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "This is a double-blind trial. The participant and the investigator will be masked to the treatment assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (IVIG)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in the treatment arm will receive 2g/kg IVIG every 4 weeks (over 2 days, 1g/kg dose on Day 1 and 1g/kg dose on Day 2) for 24 weeks (6 doses total).",
                    "interventionNames": [
                        "Drug: Panzyga IVIG"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients in the placebo arm will receive 0.9% NaCl infusions on the same schedule as the active treatment group (Day 1 and Day 2 every 4 weeks for 24 weeks total, (6 doses).",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Panzyga IVIG",
                    "description": "Immune Globulin Infusion 10% (Human)",
                    "armGroupLabels": [
                        "Treatment (IVIG)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "0.9% NaCl prepared as the calculated dose equivalent volume to IVIG.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "quantified change in intraepidermal nerve fiber density (IENFD)",
                    "description": "3mm skin punch biopsy at 3 sites",
                    "timeFrame": "Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in visual analogue pain scale responses",
                    "description": "Self-reported pain intensity on a scale of 0-10 using the Wong-Baker FACES Pain Rating Scale, with 0 being no pain and 10 being pain as bad as can be",
                    "timeFrame": "baseline and Week 28"
                },
                {
                    "measure": "Change in Small Fiber Neuropathy-Rasch Overall Disability Scale (SFN-RODS) score",
                    "description": "The SFN-RODS is a 32-item scale measuring disability in daily activities. Scores range from 0 - 64, with a lower score correlating with worse disease",
                    "timeFrame": "baseline and Week 28"
                },
                {
                    "measure": "Change in Small Fiber Neuropathy-Symptom Inventory Questionnaire (SFN-SIQ) score",
                    "description": "The SFN-SIQ is a validated 13-item scale measuring various SFN and autonomic symptoms. Scores range from 0 -39, with a higher score correlating with more severe disease.",
                    "timeFrame": "baseline and Week 28"
                },
                {
                    "measure": "Change in Utah Early Neuropathy Scale (UENS) examination scores",
                    "description": "The UENS is a validated physical exam score from 0-42 points to look for small fiber neuropathy. It includes measures of sensation, reflexes, and strength in both lower extremities. A higher score indicates increased impairment.",
                    "timeFrame": "baseline and Week 28"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients ≥ age 18\n2. Patient with clinical and biopsy evidence of pure small fiber neuropathy (with or without dysautonomia) as evidenced by reduced IENFD on skin biopsy using PGP 9.5 as the immunostain. Biopsy must have been performed within 12 months of study enrollment, and using Corinthian Reference Laboratory (Benbrook, TX).\n3. Patients must have elevated and/or abnormal titers of autoantibodies to TS-HDS-IgM or FGFR3-IgG or Plexin-D1, measured by the Washington University Neuromuscular Laboratory (St Louis) within 12 months of study enrollment.\n4. Patients must have a baseline pain score on a visual analogue scale (VAS) of Greater or equal to 4/10\n5. Patients must have a baseline Utah Early Neuropathy Scale (UENS) score of Greater or equal to 4/10\n6. Small Fiber Neuropathy Screening List (SFNSL) score of 11/84 or greater\n7. Non-pregnant, non-lactating female\n8. Patients must be able to travel to Detroit, MI (USA) for the infusions, follow-up biopsy, and other clinical activities; these will not be performed elsewhere\n\nExclusion Criteria:\n\n1. Any other known cause for small fiber neuropathy other than the presence of the elevated titers of the novel auto-antibodies.\n2. Patients with generalized, severe musculoskeletal conditions other than SFN that prevent a sufficient assessment of the patient by the physician.\n3. Electromyography/nerve conduction study (EMG/NCS) evidence of large fiber polyneuropathy, to be confirmed by study PI\n4. Underlying severe heart, kidney, liver disease, or HIV infection, (Note: If there is no previous HIV test result documented, a test may be performed in order to confirm eligibility)\n5. Patients with a history of deep vein thrombosis within the last year prior to baseline visit or pulmonary embolism ever; patients with susceptibility to embolism or deep vein thrombosis.\n6. Known significant IgA deficiency with antibodies to IgA.\n7. History of hypersensitivity, anaphylaxis or severe systemic response to immuno-globulin, blood or plasma derived products, or any component of IVIG 10%,\n8. Known blood hyperviscosity, or other hypercoagulable states,\n9. Use of IgG products within six months prior to enrollment,\n10. Patients with a history of drug or alcohol abuse within the past five years prior to enrollment,\n11. Patients unable or unwilling to understand or comply with the study protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly Tundo, RN",
                    "role": "CONTACT",
                    "phone": "313-916-1102",
                    "email": "kciach1@hfhs.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lawrence Zeidman, MD, FAAN",
                    "affiliation": "Henry Ford Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Henry Ford Health",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lawrence Zeidman, MD, FAAN",
                            "role": "CONTACT",
                            "email": "lzeidma1@hfhs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23997150",
                    "type": "BACKGROUND",
                    "citation": "Peters MJ, Bakkers M, Merkies IS, Hoeijmakers JG, van Raak EP, Faber CG. Incidence and prevalence of small-fiber neuropathy: a survey in the Netherlands. Neurology. 2013 Oct 8;81(15):1356-60. doi: 10.1212/WNL.0b013e3182a8236e. Epub 2013 Aug 30."
                },
                {
                    "pmid": "25628376",
                    "type": "BACKGROUND",
                    "citation": "Antoine JC, Boutahar N, Lassabliere F, Reynaud E, Ferraud K, Rogemond V, Paul S, Honnorat J, Camdessanche JP. Antifibroblast growth factor receptor 3 antibodies identify a subgroup of patients with sensory neuropathy. J Neurol Neurosurg Psychiatry. 2015 Dec;86(12):1347-55. doi: 10.1136/jnnp-2014-309730. Epub 2015 Jan 27."
                },
                {
                    "pmid": "16686841",
                    "type": "BACKGROUND",
                    "citation": "Darabi K, Abdel-Wahab O, Dzik WH. Current usage of intravenous immune globulin and the rationale behind it: the Massachusetts General Hospital data and a review of the literature. Transfusion. 2006 May;46(5):741-53. doi: 10.1111/j.1537-2995.2006.00792.x."
                },
                {
                    "pmid": "18844788",
                    "type": "BACKGROUND",
                    "citation": "Singleton JR, Bixby B, Russell JW, Feldman EL, Peltier A, Goldstein J, Howard J, Smith AG. The Utah Early Neuropathy Scale: a sensitive clinical scale for early sensory predominant neuropathy. J Peripher Nerv Syst. 2008 Sep;13(3):218-27. doi: 10.1111/j.1529-8027.2008.00180.x."
                },
                {
                    "pmid": "19049545",
                    "type": "BACKGROUND",
                    "citation": "Souayah N, Chin RL, Brannagan TH, Latov N, Green PH, Kokoszka A, Sander HW. Effect of intravenous immunoglobulin on cerebellar ataxia and neuropathic pain associated with celiac disease. Eur J Neurol. 2008 Dec;15(12):1300-3. doi: 10.1111/j.1468-1331.2008.02305.x."
                },
                {
                    "pmid": "31650561",
                    "type": "BACKGROUND",
                    "citation": "Levine TD, Kafaie J, Zeidman LA, Saperstein DS, Massaquoi R, Bland RJ, Pestronk A. Cryptogenic small-fiber neuropathies: Serum autoantibody binding to trisulfated heparan disaccharide and fibroblast growth factor receptor-3. Muscle Nerve. 2020 Apr;61(4):512-515. doi: 10.1002/mus.26748. Epub 2019 Nov 6."
                },
                {
                    "pmid": "34075618",
                    "type": "BACKGROUND",
                    "citation": "Bitzi LM, Lehnick D, Wilder-Smith EP. Small fiber neuropathy: Swiss cohort characterization. Muscle Nerve. 2021 Sep;64(3):293-300. doi: 10.1002/mus.27340. Epub 2021 Jun 16."
                },
                {
                    "pmid": "29112785",
                    "type": "BACKGROUND",
                    "citation": "de Greef BTA, Hoeijmakers JGJ, Gorissen-Brouwers CML, Geerts M, Faber CG, Merkies ISJ. Associated conditions in small fiber neuropathy - a large cohort study and review of the literature. Eur J Neurol. 2018 Feb;25(2):348-355. doi: 10.1111/ene.13508. Epub 2017 Dec 18."
                },
                {
                    "pmid": "30014510",
                    "type": "BACKGROUND",
                    "citation": "Fujii T, Yamasaki R, Iinuma K, Tsuchimoto D, Hayashi Y, Saitoh BY, Matsushita T, Kido MA, Aishima S, Nakanishi H, Nakabeppu Y, Kira JI. A Novel Autoantibody against Plexin D1 in Patients with Neuropathic Pain. Ann Neurol. 2018 Aug;84(2):208-224. doi: 10.1002/ana.25279. Epub 2018 Sep 3."
                },
                {
                    "pmid": "31520801",
                    "type": "BACKGROUND",
                    "citation": "Gaillet A, Champion K, Lefaucheur JP, Trout H, Bergmann JF, Sene D. Intravenous immunoglobulin efficacy for primary Sjogren's Syndrome associated small fiber neuropathy. Autoimmun Rev. 2019 Nov;18(11):102387. doi: 10.1016/j.autrev.2019.102387. Epub 2019 Sep 11. No abstract available."
                },
                {
                    "pmid": "28379880",
                    "type": "BACKGROUND",
                    "citation": "Goodman BP. Immunoresponsive Autonomic Neuropathy in Sjogren Syndrome-Case Series and Literature Review. Am J Ther. 2019 Jan/Feb;26(1):e66-e71. doi: 10.1097/MJT.0000000000000583."
                },
                {
                    "pmid": "32068339",
                    "type": "BACKGROUND",
                    "citation": "Kovvuru S, Cardenas YC, Huttner A, Nowak RJ, Roy B. Clinical characteristics of fibroblast growth factor receptor 3 antibody-related polyneuropathy: a retrospective study. Eur J Neurol. 2020 Jul;27(7):1310-1318. doi: 10.1111/ene.14180. Epub 2020 Mar 20."
                },
                {
                    "pmid": "22581541",
                    "type": "BACKGROUND",
                    "citation": "Pestronk A, Schmidt RE, Choksi RM, Sommerville RB, Al-Lozi MT. Clinical and laboratory features of neuropathies with serum IgM binding to TS-HDS. Muscle Nerve. 2012 Jun;45(6):866-72. doi: 10.1002/mus.23256."
                },
                {
                    "pmid": "28318820",
                    "type": "BACKGROUND",
                    "citation": "Tavee JO, Karwa K, Ahmed Z, Thompson N, Parambil J, Culver DA. Sarcoidosis-associated small fiber neuropathy in a large cohort: Clinical aspects and response to IVIG and anti-TNF alpha treatment. Respir Med. 2017 May;126:135-138. doi: 10.1016/j.rmed.2017.03.011. Epub 2017 Mar 9."
                },
                {
                    "pmid": "33223078",
                    "type": "BACKGROUND",
                    "citation": "Zeidman LA. Advances in the Management of Small Fiber Neuropathy. Neurol Clin. 2021 Feb;39(1):113-131. doi: 10.1016/j.ncl.2020.09.006. Epub 2020 Nov 7."
                },
                {
                    "pmid": "34019003",
                    "type": "BACKGROUND",
                    "citation": "Zeidman LA, Kubicki K. Clinical Features and Treatment Response in Immune-Mediated Small Fiber Neuropathy with Trisulfated Heparin Disaccharide or Fibroblast Growth Factor Receptor 3 Antibodies. J Clin Neuromuscul Dis. 2021 Jun 1;22(4):192-199. doi: 10.1097/CND.0000000000000355."
                },
                {
                    "pmid": "36005471",
                    "type": "BACKGROUND",
                    "citation": "Zeidman LA, Saini P, Mai P. Immune-Mediated Small Fiber Neuropathy With Trisulfated Heparin Disaccharide, Fibroblast Growth Factor Receptor 3, or Plexin D1 Antibodies: Presentation and Treatment With Intravenous Immunoglobulin. J Clin Neuromuscul Dis. 2022 Sep 1;24(1):26-37. doi: 10.1097/CND.0000000000000423."
                },
                {
                    "pmid": "38771228",
                    "type": "BACKGROUND",
                    "citation": "Zeidman LA. Effectiveness of IVIG on Non-Length-Dependent Skin Biopsies in Small Fiber Neuropathy With Plexin D1, Trisulfated Heparin Disaccharide, and Fibroblast Growth Factor Receptor 3 Autoantibodies. J Clin Neuromuscul Dis. 2024 Jun 1;25(4):184-196. doi: 10.1097/CND.0000000000000485."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000011115",
                    "term": "Polyneuropathies"
                },
                {
                    "id": "D000071075",
                    "term": "Small Fiber Neuropathy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M697",
                    "name": "Small Fiber Neuropathy",
                    "asFound": "Small Fiber Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13999",
                    "name": "Polyneuropathies",
                    "asFound": "Polyneuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M8836",
                    "name": "gamma-Globulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M20191",
                    "name": "Rho(D) Immune Globulin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}