{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05438979",
            "orgStudyIdInfo": {
                "id": "22-151 CFB"
            },
            "organization": {
                "fullName": "Auburn University",
                "class": "OTHER"
            },
            "briefTitle": "Joint Health Study",
            "officialTitle": "Auburn University Joint Health Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "joint-health-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-01",
            "studyFirstSubmitQcDate": "2022-06-28",
            "studyFirstPostDateStruct": {
                "date": "2022-06-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer L. Robinson, Ph.D.",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Auburn University"
            },
            "leadSponsor": {
                "name": "Auburn University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Natural dietary health supplements that may improve quality of life by relieving joint discomfort have been of increasing interest. Recent studies have demonstrated promising effects of one such supplement - calcium fructoborate (CFB). Preliminary evidence suggests that CFB may reduce joint discomfort, however, few well-powered studies have been conducted to assess the true effects of this supplement. In this study, conducted virtually, we will examine changes in joint discomfort over a 90 day period. Participants will be randomized to receive either 216mg CFB or placebo (i.e., 216mg microcellulose) to take every day for the study period.",
            "detailedDescription": "There has been increasing interest in natural dietary supplements other than glucosamine and/or chondroitin that may support healthy joints. Recent studies have demonstrated promising effects of calcium fructoborate (CFB), a generally-recognized-as-safe (GRAS) material and a key active ingredient in several commercially popular joint supplements, due to its potential to acutely as well as chronically improve symptoms of joint discomfort, possibly due to its anti-inflammatory properties. Clinical trials have demonstrated converging evidence that CFB improves joint health outcomes, but inadequate sample size has been a limiting factor of most studies to date, especially in terms of sub-domain and/or sub-group analyses within common joint pain/health inventories such as the Western Ontario and McMaster Universities Osteoarthritis (WOMAC) and McGill Pain Questionnaire assessment tools. Here, we propose a higher N (N \\> 300) study to examine the long-term effects of a daily 216mg morning dose of CFB on measures of pain, discomfort, and quality of life. CFB has been marketed and consumed at this dosage for over 17 years with over 5 billion servings having been provided to people with no reported adverse events. Most recently, the European Food Safety Authority has deemed CFB safe for the adult population (excluding pregnant and lactating women due to lack of data) at levels up to 220mg/day (3.14mg/kg bodyweight per day). Participants will be randomized to receive either 216mg CFB or placebo (i.e., 216mg microcellulose) to take every day for 90 days. On the first, 5th, 14th, 21st, 28th, 60th, and 90th days, participants will take a check-in questionnaire via Qualtrics. The survey will be composed of questionnaires that broadly cover joint pain, activities of daily living, sleep, and general well-being. Compliance checks will be administered daily via the participant's smartphone using the application MetricWire. This study will be conducted in a double-blind fashion, such that the experimental team and the participants are unaware of group assignment (216mg CFB vs. placebo). Blinding information will be held by the study sponsor, VDF FutureCeuticals, Inc. Group assignment will be determined by stratified permuted block (a form of covariate-adaptive randomization) to equal group sizes, and equal distribution of males/females in each group"
        },
        "conditionsModule": {
            "conditions": [
                "Effect of Drug"
            ],
            "keywords": [
                "calcium fructoborate",
                "virtual study",
                "joint pain",
                "knee pain",
                "internet",
                "joint health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to one of two groups - calcium fructoborate (CFB) or placebo.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Blinding information will be held by the study sponsor, VDF FutureCeuticals, Inc. The study will be conducted in a double-blind fashion such that both the investigators and the participants are unaware of their assignment. Unblinding will only occur once the study has been completed.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The placebo will be a simple microcellulose, which is generally-recognized-as-safe (GRAS) and commonly used in food products.",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                },
                {
                    "label": "Calcium Fructoborate",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Calcium Fructoborate (CFB), is a proprietary, safe generally-recognized-as-safe (GRAS) supplement. The only content of the supplement is CFB - there are no excipients, binders, or flow agents, nor are there any other materials. 216mg of CFB will be administered daily for 90 days.",
                    "interventionNames": [
                        "Dietary Supplement: Calcium Fructoborate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "Placebo for comparison to CFB",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Calcium Fructoborate",
                    "description": "216mg CFB",
                    "armGroupLabels": [
                        "Calcium Fructoborate"
                    ],
                    "otherNames": [
                        "CFB"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "WOMAC Assessment",
                    "description": "We will be administering the Western Ontario and McMaster Universities Osteoarthritis (WOMAC; scored 0-240 with higher scores indicating more discomfort) throughout the course of the study. We expect that WOMAC scores will change in as little as 5 days in the CFB group compared to the Placebo group. Furthermore, we hypothesize that these changes will persist throughout the entire 90 days for the CFB group.",
                    "timeFrame": "The WOMAC is administered at baseline, and at days 5, 14, 21, 28, 60, and 90."
                },
                {
                    "measure": "McGill Pain Questionnaire",
                    "description": "We will be administering the McGill Pain Questionnaire (scored 0-220, with higher scores indicating more discomfort) throughout the course of the study. We expect that McGill Pain Questionnaire scores will change in as little as 5 days in the CFB group compared to the Placebo group. Furthermore, we hypothesize that these changes will persist throughout the entire 90 days for the CFB group.",
                    "timeFrame": "The McGill Pain Questionnaire is administered at baseline, and at days 5, 14, 21, 28, 60, and 90."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Daily Self-Reported Pain",
                    "description": "The investigators will assess changes in self-reported pain a participant had on a daily basis for the entire duration of the study via a daily question asked using a smartphone application. This assessment will be based on a scale of 0-9 with higher scores indicating greater pain.",
                    "timeFrame": "The daily pain question will be administered every day for the duration of the study (approximately 90 days)"
                },
                {
                    "measure": "Daily Self-Reported Sleep",
                    "description": "The investigators will assess changes in the amount of sleep a participant had on a daily basis for the entire duration of the study via a single daily question asking about the number of hours of sleep the participant had the night before.",
                    "timeFrame": "The question will be administered daily for the duration of the study (approximately 90 days)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Compliance",
                    "description": "The investigators will assess compliance via daily questionnaires delivered to the participant's smartphone. Compliance will be determined by affirmative responses to daily questions as to whether participants have taken their study materials. To calculate compliance, we will add all affirmative responses (out of 90) and divide by 90 (scale is from 0 (not compliant) to 1 (100% compliant)).",
                    "timeFrame": "Daily for the duration of the study (approximately 90 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Between 40-65 years of age;\n2. Self-reported or medically diagnosed knee joint pain for \\> 3 months (chronic);\n3. Diagnosis of osteoarthritis of the knee;\n4. No diagnosed psychiatric or neurological condition;\n5. Not taking antibiotics;\n6. Not taking any other joint health supplement\n7. Not taking prescription medications for OA or joint discomfort for the last 3 months\n8. No use of NSAIDS or other pain relievers for two (2) weeks prior to enrollment in the study and who are willing to make best efforts to refrain from use of same throughout the study\n9. Has reliable internet service;\n10. Some computer literacy;\n11. Has a smartphone; and\n12. Has a laptop, desktop computer, or iPad.\n\nExclusion Criteria:\n\n1. \\<40 or \\>65 years of age;\n2. Does not have osteoarthritis of the knee;\n3. Diabetes or other metabolic disorders;\n4. Inflammatory and/or infectious health conditions;\n\n6) Participants medically diagnosed with rheumatoid arthritis; 7) Participants with cardiovascular diseases; 8) Participants with liver and/or kidney problems; 9) Participants who are pregnant; 10) Health conditions that would prevent the participant from successfully completing the study (i.e., motor control conditions such as Parkinson's; psychiatric conditions such as ADHD); 11) Use of antibiotics 1 month prior to the enrollment in the study; 12) Physician prescribed use of pharmaceutical medications for OA or joint discomfort within 3 months prior to enrollment in this study; 13) Any joint injury in the 6-months prior to the enrollment in the clinical trial; 14) Unreliable or no internet access/service; 15) Unable to use a smartphone or lacking the computer literacy needed to complete the study 16) No laptop, desktop, or iPad that would allow for the completion of the study tasks.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer L Robinson, Ph.D.",
                    "role": "CONTACT",
                    "phone": "3345212177",
                    "email": "jointhealthstudy@gmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "Auburn University",
                    "status": "RECRUITING",
                    "city": "Auburn",
                    "state": "Alabama",
                    "zip": "36849",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer L Robinson, Ph.D.",
                            "role": "CONTACT",
                            "phone": "334-521-2177",
                            "email": "jointhealthstudy@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.60986,
                        "lon": -85.48078
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26686846",
                    "type": "BACKGROUND",
                    "citation": "Mogosanu GD, Bita A, Bejenaru LE, Bejenaru C, Croitoru O, Rau G, Rogoveanu OC, Florescu DN, Neamtu J, Scorei ID, Scorei RI. Calcium Fructoborate for Bone and Cardiovascular Health. Biol Trace Elem Res. 2016 Aug;172(2):277-281. doi: 10.1007/s12011-015-0590-2. Epub 2015 Dec 21."
                },
                {
                    "pmid": "24940052",
                    "type": "BACKGROUND",
                    "citation": "Pietrzkowski Z, Phelan MJ, Keller R, Shu C, Argumedo R, Reyes-Izquierdo T. Short-term efficacy of calcium fructoborate on subjects with knee discomfort: a comparative, double-blind, placebo-controlled clinical study. Clin Interv Aging. 2014 Jun 5;9:895-9. doi: 10.2147/CIA.S64590. eCollection 2014. Erratum In: Clin Interv Aging. 2021 Feb 02;16:203. doi: 10.2147/CIA.S293124."
                },
                {
                    "pmid": "28727103",
                    "type": "BACKGROUND",
                    "citation": "Price AK, de Godoy MRC, Harper TA, Knap KE, Joslyn S, Pietrzkowski Z, Cross BK, Detweiler KB, Swanson KS. Effects of dietary calcium fructoborate supplementation on joint comfort and flexibility and serum inflammatory markers in dogs with osteoarthritis. J Anim Sci. 2017 Jul;95(7):2907-2916. doi: 10.2527/jas.2017.1588."
                },
                {
                    "pmid": "23982445",
                    "type": "BACKGROUND",
                    "citation": "Scorei ID, Scorei RI. Calcium fructoborate helps control inflammation associated with diminished bone health. Biol Trace Elem Res. 2013 Dec;155(3):315-21. doi: 10.1007/s12011-013-9800-y. Epub 2013 Aug 28."
                },
                {
                    "pmid": "16217137",
                    "type": "BACKGROUND",
                    "citation": "Scorei R, Cimpoiasu VM, Iordachescu D. In vitro evaluation of the antioxidant activity of calcium fructoborate. Biol Trace Elem Res. 2005 Nov;107(2):127-34. doi: 10.1385/BTER:107:2:127."
                },
                {
                    "pmid": "19669712",
                    "type": "BACKGROUND",
                    "citation": "Scorei RI, Ciofrangeanu C, Ion R, Cimpean A, Galateanu B, Mitran V, Iordachescu D. In vitro effects of calcium fructoborate upon production of inflammatory mediators by LPS-stimulated RAW 264.7 macrophages. Biol Trace Elem Res. 2010 Jun;135(1-3):334-44. doi: 10.1007/s12011-009-8488-5. Epub 2009 Aug 11."
                },
                {
                    "pmid": "21274653",
                    "type": "BACKGROUND",
                    "citation": "Scorei RI, Rotaru P. Calcium fructoborate--potential anti-inflammatory agent. Biol Trace Elem Res. 2011 Dec;143(3):1223-38. doi: 10.1007/s12011-011-8972-6. Epub 2011 Jan 28."
                },
                {
                    "pmid": "21607703",
                    "type": "BACKGROUND",
                    "citation": "Scorei R, Mitrut P, Petrisor I, Scorei I. A double-blind, placebo-controlled pilot study to evaluate the effect of calcium fructoborate on systemic inflammation and dyslipidemia markers for middle-aged people with primary osteoarthritis. Biol Trace Elem Res. 2011 Dec;144(1-3):253-63. doi: 10.1007/s12011-011-9083-0. Epub 2011 May 24."
                },
                {
                    "pmid": "34257728",
                    "type": "BACKGROUND",
                    "citation": "EFSA Panel on Nutrition, Novel Foods and Food Allergens (NDA); Turck D, Castenmiller J, De Henauw S, Hirsch-Ernst KI, Kearney J, Maciuk A, Mangelsdorf I, McArdle HJ, Naska A, Pelaez C, Pentieva K, Siani A, Thies F, Tsabouri S, Vinceti M, Cubadda F, Frenzel T, Heinonen M, Marchelli R, Neuhauser-Berthold M, Poulsen M, Maradona MP, Schlatter JR, van Loveren H, Rossi A, Knutsen HK. Safety of calcium fructoborate as a novel food pursuant to Regulation (EU) 2015/2283. EFSA J. 2021 Jul 5;19(7):e06661. doi: 10.2903/j.efsa.2021.6661. eCollection 2021 Jul."
                },
                {
                    "pmid": "3068365",
                    "type": "BACKGROUND",
                    "citation": "Bellamy N, Buchanan WW, Goldsmith CH, Campbell J, Stitt LW. Validation study of WOMAC: a health status instrument for measuring clinically important patient relevant outcomes to antirheumatic drug therapy in patients with osteoarthritis of the hip or knee. J Rheumatol. 1988 Dec;15(12):1833-40."
                },
                {
                    "pmid": "1235985",
                    "type": "BACKGROUND",
                    "citation": "Melzack R. The McGill Pain Questionnaire: major properties and scoring methods. Pain. 1975 Sep;1(3):277-299. doi: 10.1016/0304-3959(75)90044-5."
                },
                {
                    "pmid": "19356853",
                    "type": "BACKGROUND",
                    "citation": "Dworkin RH, Turk DC, Revicki DA, Harding G, Coyne KS, Peirce-Sandner S, Bhagwat D, Everton D, Burke LB, Cowan P, Farrar JT, Hertz S, Max MB, Rappaport BA, Melzack R. Development and initial validation of an expanded and revised version of the Short-form McGill Pain Questionnaire (SF-MPQ-2). Pain. 2009 Jul;144(1-2):35-42. doi: 10.1016/j.pain.2009.02.007. Epub 2009 Apr 7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M20833",
                    "name": "Arthralgia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002118",
                    "term": "Calcium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "asFound": "Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}