{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05983640",
            "orgStudyIdInfo": {
                "id": "2023P000222"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Just in Time Cardio Pulmonary Resuscitation Trial",
            "officialTitle": "Just in Time Cardio Pulmonary Resuscitation Trial (JITCPR-T): Comparison of a Brief Video to Traditional CPR Training: a Randomized Controlled Trial",
            "acronym": "JITCPR-T",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "just-in-time-cardio-pulmonary-resuscitation-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-12",
            "studyFirstSubmitQcDate": "2023-08-07",
            "studyFirstPostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eric Goralnick",
                "investigatorTitle": "Associate Professor of Emergency Medicine",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "American Heart Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective is to evaluate the effectiveness of a Just in Time (JiT) video as compared to the AHA Heartsaver® Course and no training (control) in ability to correctly perform CPR. The secondary objective is to assess skill retention 3-9 months after the AHA Heartsaver course with and without JiT Video use. The goal of this work is to study the effectiveness of this new JiT video to improve objective knowledge- and performance-based measures of effective OHCA response, as well as subjective ratings of preparedness and likeliness to respond, compared to the standard AHA Heartsaver® CPR AED Training course.",
            "detailedDescription": "The first responder phase of out-of-hospital cardiac arrest (OHCA) response is most often led by bystanders with limited resources and no medical training. Bystanders play a critical role in the initial measures of the cardiac arrest chain of survival-activation of emergency medical services (EMS), initiation of cardiopulmonary resuscitation (CPR), and administration of defibrillation when indicated. Early bystander response, early bystander CPR, and defibrillation in under 8 minutes are associated with increased survival to hospital discharge.\n\nDespite the clear importance of early bystander response to OHCA, rates of bystander CPR remain low with only one-third of OHCA patients receiving bystander CPR. Lay people with CPR training are more likely to perform CPR than those without training. Prior studies comparing traditional in-person training programs for CPR versus technology-enabled self-instruction (TESI) formats have demonstrated superiority or equivalency of TESI to prepare lay bystanders in OHCA response. Shorter duration and more convenient access to TESI in light of these findings provide a promising opportunity to increase public preparedness to participate in OHCA management at greater scales and lower costs. However, CPR-specific skills and knowledge deteriorate within 3 to 6 months of initial training, and time, location, and duration have all been perceived as barriers to completing CPR training.\n\nThe objective is to evaluate the effectiveness of a Just in Time (JiT) video as compared to the AHA Heartsaver® CPR AED Training Course and no training (control) in ability to correctly perform CPR. The secondary objectives are the evaluation participate interaction with the JiT video and to assess skill retention 3-9 months after the AHA Heartsaver course with and without JiT Video use. The goal of this work is to study the effectiveness of this new JiT video to improve objective knowledge- and performance-based measures of effective OHCA response, as well as subjective ratings of preparedness and likeliness to respond, compared to the standard AHA Heartsaver® CPR AED Training course.\n\nThis is a prospective, randomized, three arm, open-label trial will two rounds of data collection. In the first round, participants will be randomized to one of three arms (no training, AHA course, JiT video) and assessed on CPR skills and knowledge. All participants will then be exposed to the other conditions (completion of the AHA Heartsaver® CPR AED Training course and viewing of the JiT video). During the second round, approximately 3-12 months later, the investigators will test the effectiveness of the JiT video at prompting correct CPR skills after previous training versus no prompting.\n\nSpecific aim 1: Determine the efficacy of an abbreviated JiT video-based curriculum in achieving competence in CPR by lay-persons as compared to individuals trained by the AHA Heartsaver® CPR AED Training course.\n\nHypothesis 1: Participants in the abbreviated JiT video-based curriculum will have no difference in measures of objective knowledge, objective performance, and subjective preparedness to administer CPR compared to participants in the in-person AHA Heartsaver® CPR AED Training course, but superior results compared to controls.\n\nSpecific aim 2: Determine how participants interact with a JiT CPR education video during a simulated cardiac arrest. This is an exploratory, qualitative aim.\n\nSpecific aim 3: Determine retention of CPR skills using the abbreviated JiT video between 3-12 months after initial training, as compared to retention from the AHA Heartsaver® CPR AED Training course alone without a refresher.\n\nHypothesis 3: Participants who view the abbreviated JiT video during reassessment will have no differences in measures of objective knowledge, objective performance, and subjective preparedness to administer CPR compared to those without the video 3-12 months after initial training, but superior results compared to controls."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiopulmonary Arrest With Successful Resuscitation",
                "Educational Problems"
            ],
            "keywords": [
                "Youtube",
                "Video Education",
                "Public Empowerment",
                "CPR",
                "AED"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, randomized, three arm, parallel, open-label trial",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Assessment without training or video prompt"
                },
                {
                    "label": "Just in time video",
                    "type": "EXPERIMENTAL",
                    "description": "Assessment with JiT video available",
                    "interventionNames": [
                        "Other: Video"
                    ]
                },
                {
                    "label": "AHA Course",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Assessment after completion of CPR training course",
                    "interventionNames": [
                        "Other: AHA course"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Video",
                    "description": "Just in time training video on hands only CPR",
                    "armGroupLabels": [
                        "Just in time video"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "AHA course",
                    "description": "AHA Heartsaver CPR course",
                    "armGroupLabels": [
                        "AHA Course"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Performance of correct cardiopulmonary resuscitation (CPR) (Objective Performance)",
                    "description": "Correct CPR will be measured by successful completion of all five of the following actions:\n\n1. Calling for 9-1-1 (as measured by verbalizing action to examiner)\n2. Calling for automated external defibrillator (as measured by verbalizing action to examiner)\n3. Placing hand in correct position on manikin chest (as measured by examiner)\n4. Compressing at a rate of 100-120 per minute (as measured by examiner and through CPR manikin equipped with Laerdal QCPR software)\n5. Compressing to a depth of at least 2 inches (as measured by examiner and through CPR manikin equipped with Laerdal QCPR software)",
                    "timeFrame": "Measured within 2 hours of randomization, during the intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "CPR knowledge (Objective Knowledge)",
                    "description": "Knowledge regarding CPR skills will be measured by an 8-question multiple choice assessment, based on the American Heart Association HeartSaver curriculum. The assessment will test participants' understanding of when to perform CPR on a victim and how to perform CPR correctly (e.g., hand placement, compression rate, and compression depth). The assessment will be scored as 1 point per correct answer, with a range of 0-8 points (higher score indicates better knowledge).",
                    "timeFrame": "Measured immediately after skill evaluation completion"
                },
                {
                    "measure": "Change in willingness to respond (Subjective Preparedness)",
                    "description": "Participants will complete pre/post 6-question assessments to determine the change in their likelihood and confidence in providing CPR in different situations. Items will be scored on a 5-point Likert-type scale (very unlikely to very likely) for likelihood to perform CPR (for a stranger, close relative for friend, or if requested by a trained professional and confidence in identifying cardiac arrest, performing CPR, and using an AED. Change in willingness to respond will be measured by examining the within-person change from pre and post assessments.",
                    "timeFrame": "Measured within 1 hour before and immediately after skill evaluation completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Employee of Gillette Stadium\n\nExclusion Criteria:\n\n* Age less than 18 years",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eric Goralnick, MD, MS",
                    "role": "CONTACT",
                    "phone": "(617) 525-8495",
                    "email": "egoralnick@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric Goralnick, MD, MS",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Gillette Stadium",
                    "status": "RECRUITING",
                    "city": "Foxboro",
                    "state": "Massachusetts",
                    "zip": "02035",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.06538,
                        "lon": -71.24783
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006323",
                    "term": "Heart Arrest"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9411",
                    "name": "Heart Arrest",
                    "asFound": "Cardiopulmonary Arrest",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}