{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05636124",
            "orgStudyIdInfo": {
                "id": "STUDY-22-01480"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Kaneka iED Coil System for the Treatment of Wide Necked Ruptured and Unruptured Intracranial Aneurysms",
            "officialTitle": "Cost Effectiveness, Safety, and Efficacy of the Kaneka iED Coil System for the Treatment of Wide Necked Ruptured and Unruptured Intracranial Aneurysms",
            "acronym": "CLASS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "kaneka-ied-coil-system-for-the-treatment-of-wide-necked-ruptured-and-unruptured-intracranial-aneurysms"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-23",
            "studyFirstSubmitQcDate": "2022-11-23",
            "studyFirstPostDateStruct": {
                "date": "2022-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Reade De Leacy",
                "investigatorTitle": "Associate Professor, Neurosurgery",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kaneka Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multi-center, prospective, propensity matched twin armed study conducted on 50 patients in the experimental arm followed for 18 months after intervention evaluating cost effectiveness, safety and efficacy of therapy.",
            "detailedDescription": "Although coiling has become the most common form of treatment for intracranial aneurysms, there is evidence to suggest that the cost of coiling is on average 50% greater than the cost of clipping. Device costs represent the majority of this increased financial burden. This issue has only increased over time, as supplies and devices accounted for 24% of the increase in hospital costs per discharge from 2001 to 2006. The list price of coils on the US market ranges from $500 to $3000, thus small changes in the number of coils used per case can result in a large cost saving. The Kaneka iED coil is priced within this normal range, but offers a multi-diameter design that may reduce the number of coils required to achieve adequate embolization.\n\nAside from potential cost savings across all aneurysm types, the ability of the Kaneka iED to both frame and fill with a single coil may prove particularly effective in the treatment of wide-necked aneurysms. In these cases, a wide neck at the base of the aneurysm increased the risk for protrusion of the coil mass back into the normal lumen of the vessel, which can result in stroke and other severe complications. Adjunctive devices such as balloon and stents are often employed to reconstruct the aneurysm neck in these cases, and larger coil mass provided by the Kaneka iED may additionally serve to decrease the risk of coil protrusion."
        },
        "conditionsModule": {
            "conditions": [
                "Intracranial Aneurysms",
                "Wide Neck Intracranial Aneurysms"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Kaneka i-ED coil",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in the experimental arm will be treated according to the standard of care for endovascular aneurysm coiling, with no procedural modifications related to the use of the experimental device.",
                    "interventionNames": [
                        "Device: Kaneka i-ED coil"
                    ]
                },
                {
                    "label": "Matched patients who underwent intracranial aneurysm embolization",
                    "type": "NO_INTERVENTION",
                    "description": "The comparator arm will be comprised of propensity matched patients who underwent intracranial aneurysm embolization as part of the FEAT Trial (NCT01655784)."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Kaneka i-ED coil",
                    "description": "The study device is the Kaneka i-ED coil T, FDA cleared under 510K number K192068. The coil is indicated for use in the endovascular embolization of intracranial aneurysms and other neurovascular abnormalities such as arteriovenous malformations and arteriovenous fistulae.",
                    "armGroupLabels": [
                        "Kaneka i-ED coil"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients with Modified Raymond Roy 1-2 Occlusion classification without retreatment",
                    "description": "Modified Raymond Roy 1-2 occlusion at 18 months without retreatment. The Raymond-Roy Occlusion Classification has 3 responses, where Grade 1 is complete occlusion, no flow of contrast seen in the sac, Grade 2 is partial occlusion, some flow in the neck or sac, and Grade 3 is incomplete occlusion, apparent flow into the sac. Grade 1 indicates the best outcome.",
                    "timeFrame": "at 18 months"
                },
                {
                    "measure": "Number of coils used",
                    "description": "Number of coils used to assess treatment-related cost effectiveness at treatment and over the course of follow-up to 18 months.",
                    "timeFrame": "up to 18 months post-treatment"
                },
                {
                    "measure": "Packing density of coils",
                    "description": "Packing density of coils used to assess treatment-related cost effectiveness at treatment and over the course of follow-up to 18 months.",
                    "timeFrame": "up to 18 months post-treatment"
                },
                {
                    "measure": "Number of device related serious adverse events",
                    "description": "Intra and peri-procedural (0-24 hours) device related serious adverse event rate.",
                    "timeFrame": "up to 24 hours"
                },
                {
                    "measure": "Number of device related serious adverse events",
                    "description": "Intra and peri-procedural (24 hours to 30 days) device related serious adverse event rate.",
                    "timeFrame": "24 hours to 30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of complete or near complete aneurysm occlusion without retreatment",
                    "description": "Rate of complete or near complete aneurysm occlusion without retreatment at 6 months",
                    "timeFrame": "at 6 months"
                },
                {
                    "measure": "Number of patients with Modified Raymond-Roy classification 1",
                    "description": "The Raymond-Roy Occlusion Classification has 3 responses, where Grade 1 is complete occlusion, no flow of contrast seen in the sac, Grade 2 is partial occlusion, some flow in the neck or sac, and Grade 3 is incomplete occlusion, apparent flow into the sac. Grade 1 indicates the best outcome.",
                    "timeFrame": "at 18 months"
                },
                {
                    "measure": "Number of patients who suffer a Major ipsilateral stroke or neurological death",
                    "description": "Number of patients who suffer a Major ipsilateral stroke or neurological death. A major ipsilateral stroke is defined as that occurring within the vascular distribution of the stented artery. Neurologic death is defined as a death which has been adjudicated by the independent clinical events committee to have directly resulted from a neurologic cause.",
                    "timeFrame": "at 6 months"
                },
                {
                    "measure": "Number of patients who suffer a Major ipsilateral stroke or neurological death",
                    "description": "Number of patients who suffer a Major ipsilateral stroke or neurological death. A major ipsilateral stroke is defined as that occurring within the vascular distribution of the stented artery. Neurologic death is defined as a death which has been adjudicated by the independent clinical events committee to have directly resulted from a neurologic cause.",
                    "timeFrame": "at 18 months"
                },
                {
                    "measure": "Changes in Modified Rankin Scale (mRS) score",
                    "description": "The mRS ranges from 0 to 6, with higher scores indicating a greater degree of disability or dependence. Scores will be assigned based on the following:\n\n0 - no symptoms, 1 - no significant disability, able to carry out all usual activities despite some symptoms, 2 - slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities, 3 - moderate disability, requires some help, but able to walk unassisted, 4 - moderately severe disability, unable to attend to own bodily needs without assistance, and unable to walk unassisted, 5 - severe disability, requires constant nursing care and attention, bedridden, incontinent, 6 - deceased.\n\nChanges in the mRS score will be assessed between day 30, 6 months, and 12-18 months.",
                    "timeFrame": "Day 30, 6 months, and 12-18 months"
                },
                {
                    "measure": "Changes in National Institutes of Health Stroke Scale (NIHSS) score",
                    "description": "The National Institutes of Health Stroke Scale (NIHSS) is a systematic assessment tool that provides a quantitative measure of stroke-related neurologic deficit. The total NIHSS score can range from 0 to 42, with 0 indicating no stroke symptoms and 42 indicating extremely severe stroke symptoms. So, a higher NIHSS score indicates a greater degree of impairment. Changes in the NIHSS score will be assessed between day 30, 6 months, and 12-18 months.",
                    "timeFrame": "Day 30, 6 months, and 12-18 months"
                },
                {
                    "measure": "Ratio of packing density to number of coils used",
                    "description": "This ratio indicates how many coils were needed to sufficiently pack the aneurysm. A higher ratio of packing density to number of coils used indicates that fewer coils were needed to sufficiently pack the aneurysm.",
                    "timeFrame": "Treatment, day 1"
                },
                {
                    "measure": "Raymond-Roy occlusion classification (RROC)",
                    "description": "Change in the post-coiling appearance of the aneurysm as measured by the Raymond-Roy occlusion classification (RROC) which is an angiographic classification scheme for grading the occlusion of endovascularly treated aneurysms.\n\nclass I: complete obliteration class II: residual neck class III: residual aneurysm",
                    "timeFrame": "Post-procedure to 18 months"
                },
                {
                    "measure": "Change in Occlusion outcome status",
                    "description": "Occlusion outcome status may be designated as stable, improved or worse.",
                    "timeFrame": "baseline and 18 months"
                },
                {
                    "measure": "Aneurysm recurrence/coil compaction",
                    "description": "Aneurysm recurrence/coil compaction is based on whether the coil has been able to stem blood flow. If coil compaction occurs, the aneurysm may recur. Response will be yes/no.",
                    "timeFrame": "Post-procedure to 18 months"
                },
                {
                    "measure": "Rate of re-treatment or hemorrhage",
                    "timeFrame": "at 6 months"
                },
                {
                    "measure": "Rate of re-treatment or hemorrhage",
                    "timeFrame": "at 18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Patient presenting with ruptured or unruptured cerebral aneurysm appropriate for endovascular treatment as determined by the neuroendovascular treating team\n* Wide neck side wall or bifurcation intracranial aneurysms (neck \\> or = to 4 mm or dome-to-neck ratio \\< 2) within the anterior or posterior circulation\n* The neurointerventionist feels that the aneurysm can be safely treated using endovascular techniques (direct or assisted coiling)\n* Patients are 18-80 years of age (inclusive)\n* Patient must be Hunt and Hess grade 0 to 3\n* Patient has given fully informed consent to endovascular coiling procedure. If the patient cannot consent for themselves, appropriate written consent has been sought from their next of kin or appropriate power of attorney.\n* Aneurysm 6-14 mm in diameter\n* Patient is willing and able to return for clinical evaluation and follow-up imaging evaluation (angiography) at 3-6 months and 12-18 months after endovascular treatment\n* The patient has not been previously enrolled in this trial or another related ongoing trial\n* The aneurysm has not been previously treated by coiling or clipping\n\nExclusion criteria:\n\n* Patient has more than one aneurysm requiring treatment in the current treatment session, and only one of those to be treated aneurysms fits the Kaneka inclusion criteria (i.e., - if either (1) a patient has multiple aneurysms, but only one will be treated at enrollment; or (2) if two or more aneurysms are treated during the current treatment session and BOTH are able to be enrolled, then they remain eligible for the trial). Non-treated additional aneurysms may be treated at a later date with any coil type that the operator chooses).\n* Target aneurysm has had previous coil treatment or has been surgically clipped\n* Hunt and Hess score is 4 or 5 after subarachnoid hemorrhage\n* Inability to obtain informed consent\n* Medical or surgical comorbidity such that the patient's life expectancy is less than 2 years",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sydney Edwards",
                    "role": "CONTACT",
                    "phone": "212 241 2524",
                    "email": "sydney.edwards@mountsinai.org"
                },
                {
                    "name": "Sukaina Davdani",
                    "role": "CONTACT",
                    "phone": "(212) 241-1497",
                    "email": "sukaina.davdani@mountsinai.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Reade De Leacy",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sutter Health",
                    "status": "RECRUITING",
                    "city": "Danville",
                    "state": "California",
                    "zip": "94526",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tamar Binyamin",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Tamar Binyamin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.82159,
                        "lon": -121.99996
                    }
                },
                {
                    "facility": "University of South Florida",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kunal Vakharia",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kunal Vakharia",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tomoyoshi Shigematsu",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Tomoyoshi Shigematsu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Prisma Health",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "South Carolina",
                    "zip": "29605",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jan V Machaj",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jan V Machaj",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.85262,
                        "lon": -82.39401
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28841115",
                    "type": "BACKGROUND",
                    "citation": "Gandhoke GS, Pandya YK, Jadhav AP, Jovin T, Friedlander RM, Smith KJ, Jankowitz BT. Cost of coils for intracranial aneurysms: clinical decision analysis for implementation of a capitation model. J Neurosurg. 2018 Jun;128(6):1792-1798. doi: 10.3171/2017.3.JNS163149. Epub 2017 Aug 25."
                },
                {
                    "pmid": "12196230",
                    "type": "BACKGROUND",
                    "citation": "Bairstow P, Dodgson A, Linto J, Khangure M. Comparison of cost and outcome of endovascular and neurosurgical procedures in the treatment of ruptured intracranial aneurysms. Australas Radiol. 2002 Sep;46(3):249-51. doi: 10.1046/j.1440-1673.2002.01053.x."
                },
                {
                    "pmid": "22946883",
                    "type": "BACKGROUND",
                    "citation": "Maeda JL, Raetzman SO, Friedman BS. What hospital inpatient services contributed the most to the 2001-2006 growth in the cost per case? Health Serv Res. 2012 Oct;47(5):1814-35. doi: 10.1111/j.1475-6773.2012.01460.x. Epub 2012 Sep 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Upon the completion of the study, Mount Sinai's data management team will clean and analysis all data in preparation of manuscript writing and publication. The intention will be to publish together between the principal investigator and the sponsor.\n\nFollowing publication, Mount Sinai will archive and store all associated data on its cloud-based system."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002532",
                    "term": "Intracranial Aneurysm"
                },
                {
                    "id": "D000000783",
                    "term": "Aneurysm"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020765",
                    "term": "Intracranial Arterial Diseases"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "asFound": "Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5781",
                    "name": "Intracranial Aneurysm",
                    "asFound": "Intracranial Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22521",
                    "name": "Intracranial Arterial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}