{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06231563",
            "orgStudyIdInfo": {
                "id": "MHBC-004-23S"
            },
            "secondaryIdInfos": [
                {
                    "id": "23-40158",
                    "type": "OTHER",
                    "domain": "UCSF Institutional Review Board (IRB)"
                },
                {
                    "id": "CX002606",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Veterans Affairs"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Ketamine for Veterans With Parkinson's Disease",
            "officialTitle": "Examining Ketamine Effects on Depression, Neuroplasticity, and Inflammation in Veterans With Parkinson's Disease",
            "acronym": "KPD",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "ketamine-for-veterans-with-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-09",
            "studyFirstSubmitQcDate": "2024-01-26",
            "studyFirstPostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Parkinson's disease (PD) is a devastating illness that has a growing impact on Veterans. One of the most disabling symptoms is depression, which is common in PD and linked to poor quality of life and higher risk of suicide. Unfortunately, there is a lack of effective treatments for depression in PD. Ketamine, which has rapid and potent antidepressant effects, is a potential option but has not been tested in Veterans with PD. Studies in rodents show that ketamine may not only improve depression in PD, it may target two of the underlying drivers of the disease: (1) reduced neuroplasticity, or the brain's ability to adapt and remodel itself; and (2) elevated inflammation. The investigators are conducting a randomized, placebo-controlled study to examine if a dose of intravenous (IV) ketamine improves depression in Veterans with PD. The investigators will also examine ketamine's effects on neuroplasticity and inflammation, which will help us understand how ketamine works in PD and if it can be a useful treatment for Veterans with the disease. This study will lay groundwork for a larger clinical trial across multiple VA sites.",
            "detailedDescription": "This is a double-masked, active placebo-controlled, single dose randomized trial of intravenous (IV) ketamine versus remimazolam for depression in Veterans (N=80) with Parkinson's disease (PD). The investigators hypothesize that ketamine will have a strong safety and tolerability profile and improve depressive symptoms within 24 hours (Aim 1). Further, its antidepressant effects will be associated with modulation of both impaired neuroplasticity (Aim 2) and elevated inflammatory activity (Aim 3). To test these hypotheses, the investigators will use clinical assessments (of adverse events, tolerability, and depression), non-invasive brain stimulation techniques to quantify changes in LTP-like neuroplasticity, and blood-based cytokine measurement to quantify changes in systemic inflammation. This study will provide clinical efficacy data and elucidate ketamine's mechanisms of action in PD using accessible, neuroscience-informed markers of neuroplasticity and inflammation."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson?s Disease"
            ],
            "keywords": [
                "Parkinson?s disease",
                "Ketamine",
                "Depression",
                "Inflammatory markers",
                "Neuroplasticity",
                "Clinical Trial Protocol"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Veterans with Parkinson's disease (N=80) will be randomized to complete a single IV ketamine infusion or active placebo infusion (remimazolam).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "This is a double-masked, active placebo-controlled, single dose randomized trial of intravenous (IV) ketamine for depression in people with Parkinson's disease (PD).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketamine",
                    "type": "EXPERIMENTAL",
                    "description": "intravenous ketamine infusion 0.5 mg/kg",
                    "interventionNames": [
                        "Drug: Ketamine"
                    ]
                },
                {
                    "label": "Remimazolam",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "intravenous remimazolam infusion 0.25 mg/kg",
                    "interventionNames": [
                        "Drug: Remimazolam"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ketamine",
                    "description": "intravenous ketamine infusion 0.5 mg/kg",
                    "armGroupLabels": [
                        "Ketamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Remimazolam",
                    "description": "intravenous remimazolam infusion 0.25 mg/kg",
                    "armGroupLabels": [
                        "Remimazolam"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Montgomery-Asberg Depression Rating Scale (MADRS)",
                    "description": "Changes in depression as measured by the Montgomery-Asberg Depression Rating Scale (MADRS) between baseline and 24 hours post-infusion. Overall score ranges from 0 to 60, where higher scores indicate more severe depression",
                    "timeFrame": "baseline and 24 hours post-infusion."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Montgomery-Asberg Depression Rating Scale (MADRS)",
                    "description": "Changes in depression severity as measured by Montgomery-Asberg Depression Rating Scale scores. Overall score ranges from 0 to 60, where higher scores indicate more severe depression",
                    "timeFrame": "Baseline to 24 hours post-infusion, Day 3, Day 5, Day 7"
                },
                {
                    "measure": "Hamilton Depression Rating Scale-7 (HAMD-7)",
                    "description": "Changes in core depressive symptoms as measured by the Hamilton Depression Rating Scale-7. Overall score ranges from 0 to 56, where higher scores indicate more severe depression",
                    "timeFrame": "Baseline to 24 hours post-infusion, Day 3, Day 5, Day 7"
                },
                {
                    "measure": "Patient- Reported Outcomes Measurement Information System (PROMIS®)",
                    "description": "Changes in functional impairment related to PD as measured by the Patient- Reported Outcomes Measurement Information System (PROMIS®), where higher scores indicate more impairment",
                    "timeFrame": "Baseline to Day 7"
                },
                {
                    "measure": "Quality of Life in Neurological Disorders (Neuro-QoLTM)",
                    "description": "Changes in quality of life measured by select measures on the Quality of Life in Neurological Disorders (Neuro-QoLTM), where higher scores indicate more impairment",
                    "timeFrame": "Baseline to Day 7"
                },
                {
                    "measure": "Incidence, severity, and frequency of Adverse Events (AEs) including Treatment- Emergent AEs (TEAEs) and Serious AEs (SAEs)",
                    "description": "Incidence, severity, and frequency of Adverse Events (AEs) including Treatment- Emergent AEs (TEAEs) and Serious AEs (SAEs)",
                    "timeFrame": "Baseline to Day 7"
                },
                {
                    "measure": "Ketamine Side Effect Tool (KSET)",
                    "description": "Incidence, severity and frequency of AEs using a study-specific adaptation of the Ketamine Side Effect Tool (KSET)",
                    "timeFrame": "Baseline to Day 7"
                },
                {
                    "measure": "Enhanced Scale for the Assessment of Positive Symptoms for Parkinson's Disease (eSAPS- PD)",
                    "description": "Changes in clinician-rated psychotic symptoms assessed using the Enhanced Scale for the Assessment of Positive Symptoms for Parkinson's Disease (eSAPS- PD). Scores range from 25 to 125, where higher scores indicate more impairment",
                    "timeFrame": "Baseline to Day 7"
                },
                {
                    "measure": "Frequency, Intensity, Burden of Side Effects Rating Scale (FIBSER)",
                    "description": "Tolerability as assessed by the Frequency, Intensity, Burden of Side Effects Rating Scale (FIBSER). Scores range from 0-6, where higher scores indicate more impairment",
                    "timeFrame": "Day 7"
                },
                {
                    "measure": "Hamilton Anxiety Rating Scale (HAM-A)",
                    "description": "Changes in anxiety as measured by the Hamilton Anxiety Rating Scale (HAM-A); Overall score ranges from 0 to 56, where higher scores indicate more severe anxiety",
                    "timeFrame": "Baseline to 24 hours post-infusion, Day3, Day 7"
                },
                {
                    "measure": "Movement Disorder Society revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS)",
                    "description": "Changes in PD symptom severity measured by the Movement Disorder Society revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS)",
                    "timeFrame": "Baseline to 4 hours post-infusion, 24 hours post-infusion, Day 3, Day 5, Day 7"
                },
                {
                    "measure": "transcranial magnetic stimulation (TMS)",
                    "description": "Changes in brain structure as measured by transcranial magnetic stimulation (TMS)",
                    "timeFrame": "Baseline to 4 hours post-infusion"
                },
                {
                    "measure": "Changes in inflammatory index as measured by blood-based analysis",
                    "description": "Changes in inflammatory index as measured by blood-based analysis",
                    "timeFrame": "Baseline to 4 hours post-infusion"
                },
                {
                    "measure": "transcranial magnetic stimulation (TMS)",
                    "description": "Changes in brain function as measured by transcranial magnetic stimulation (TMS)",
                    "timeFrame": "Baseline to 4 hours post-infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able to understand and provide written informed consent.\n2. Is a United States Veteran.\n3. Between 40-80 years old at the time of informed consent\n4. Have neurologist-diagnosed idiopathic Parkinson's disease (PD) for at least six months prior to enrollment\n5. History of inadequate response to at least one trial of antidepressant medication\n6. On a stable regimen of all medications for at least 2 months prior to enrollment and have no planned medication changes during the period of active participation.\n7. Commit to attend all in-person and remote study visits and participate in all data collection procedures.\n8. Have a score \\>/=20 on the Montgomery-Asberg Depression Rating Scale (MADRS), consistent with moderate or greater depressive symptom severity, at Baseline.\n9. If already engaged in psychotherapy or other non-pharmacologic treatments for depression, agree to maintain consistent engagement throughout the period of active study participation.\n10. If not engaged in psychotherapy or other non-pharmacologic treatments for depression, agree to avoid starting a new course of treatment for the period of active study participation.\n11. Agree to abstain from cannabis for a minimum of 72 hours prior to assessments on Day - 1 and to remain abstinent through assessments on Day 0\n12. If a regular user of tobacco or nicotine, agree to maintain a consistent pattern of use throughout the period of active study participation; if an infrequent/occasional user, agree to abstain throughout the period of active study participation\n13. For people who can become pregnant or trying to conceive: agree to use highly effective contraception from entry into the trial through Day 7 assessments\n\nExclusion Criteria:\n\n1. Lifetime history of schizophrenia or schizoaffective disorder or bipolar disorder or current psychosis with loss of insight\n2. Dementia or cognitive impairment as determined by a MoCA (telephone version) score \\<18 at screening.\n3. Moderate or severe substance use disorder during the 6 months prior to enrollment or a breathalyzer test showing an alcohol level \\> 0% at screening or a positive urine toxicology panel at screening. Note that a positive result for cannabis is an exception; see Inclusion Criteria\n4. Pregnancy, breastfeeding, or plans to become pregnant during the period of trial participation.\n5. Electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS) treatment within 30 days prior to enrollment or plans to begin either therapy during the participation period\n6. High risk of self-harm/suicide that warrants immediate treatment as determined by the Columbia-Suicide Severity Rating Scale (C-SSRS) at screening\n7. Current severity of depression symptoms warranting immediate treatment (i.e., resulting in inability to provide for basic needs/safety) at screening\n8. Meeting standard safety exclusion criteria for TMS (seizure disorder, ferrous metal or implanted devices above the chest, history of severe traumatic brain injury, tinnitus)\n9. Meeting standard safety exclusion criteria for ketamine treatment (previous hypersensitivity reaction to ketamine, hepatitis or liver failure, cystitis, or underlying cardiovascular conditions in which increased blood pressure would pose a risk of complications)\n10. Concomitant medications that may interfere with ketamine treatment or increase risk of adverse events (e.g., benzodiazepines, sedative-hypnotics, lamotrigine, MAOIs) if it is not medically appropriate or feasible for the participant to abstain from use for at least 5 half-lives prior to assessments on Day -1 and remain abstinent through assessments on Day 0\n11. Concomitant medications that may impact motor cortex plasticity (e.g., memantine, dextromethorphan) if it is not medically appropriate or feasible for the participant to abstain from use for at least 5 half-lives prior to assessments on Day -1 and remain abstinent through assessments on Day 0\n12. Concomitant medications that may increase risk of adverse events with TMS (i.e,. those that can lower the seizure threshold) if it is not medically appropriate or feasible for the participant to abstain from use for at least 5 half-lives prior to assessments on Day -1 and remain abstinent through assessments on Day 0\n13. Autoimmune disorders (e.g., multiple sclerosis, lupus, rheumatoid arthritis) or neoplastic disorders\n14. Use of cytokine antagonists or other medications that may modulate inflammation unless regimen has been stable for at least 2 months and there is no plan to alter the regimen during trial participation\n15. Another medical condition or diagnosis, physical exam finding, or laboratory abnormality that precludes participation in study procedures due to safety concerns.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ellen R Bradley, MD",
                    "role": "CONTACT",
                    "phone": "(415) 221-4810",
                    "phoneExt": "22071",
                    "email": "ellen.bradley3@va.gov"
                },
                {
                    "name": "Kimberly Sakai, BA",
                    "role": "CONTACT",
                    "phone": "(415) 221-4810",
                    "phoneExt": "24704",
                    "email": "kimberly.sakai@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ellen R Bradley, MD",
                    "affiliation": "San Francisco VA Medical Center, San Francisco, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "San Francisco VA Medical Center, San Francisco, CA",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94121-1563",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Yu",
                            "role": "CONTACT",
                            "phone": "415-221-4810",
                            "phoneExt": "3687",
                            "email": "rebecca.yu@va.gov"
                        },
                        {
                            "name": "Ellen R Bradley, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Nerve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}