{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05545501",
            "orgStudyIdInfo": {
                "id": "AU IRB #22-025"
            },
            "organization": {
                "fullName": "Auburn University",
                "class": "OTHER"
            },
            "briefTitle": "Ketone Ester and Acute Salt (KEAS) in Young Adults",
            "officialTitle": "Ketone Ester and Acute Salt: Can Ketone Supplementation Prevent the Adverse Negative Effects of High Salt on Blood Vessel Health in Young Adults?",
            "acronym": "KEAS",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "ketone-ester-and-acute-salt-keas-in-young-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-31",
            "studyFirstSubmitQcDate": "2022-09-15",
            "studyFirstPostDateStruct": {
                "date": "2022-09-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Austin Robinson",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Auburn University"
            },
            "leadSponsor": {
                "name": "Auburn University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Utah",
                    "class": "OTHER"
                },
                {
                    "name": "University of Missouri-Columbia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Most Americans consume excess dietary salt based on the recommendations set by the American Heart Association and Dietary Guidelines for Americans. High dietary salt impairs the ability of systemic blood vessels and the kidneys to control blood pressure, which contributes to excess salt consumption being associated with increased risk for chronic kidney disease and cardiovascular disease, the leading cause of death in America. There is a critical need for strategies to counteract the effects of high dietary salt as consumption is likely not going to decrease. One promising option is ketones, metabolites that are produced in the liver during prolonged exercise and very low-calorie diets. While exercise and low-calorie diets are beneficial, not many people engage in these activities. However, limited evidence indicates that ketone supplements improve cardiovascular health in humans. Additionally published rodent data indicates that ketone supplements prevent high salt-induced increases in blood pressure, blood vessel dysfunction, and kidney injury. Our human pilot data also indicates that high dietary salt reduces intrinsic ketone production, but it is unclear whether ketone supplementation confers humans protection against high salt similar to rodents. Therefore, the investigators seek to conduct a short-term high dietary salt study to determine whether ketone supplementation prevents high dietary salt from eliciting increased blood pressure, blood vessel dysfunction, and kidney injury/impaired blood flow. The investigators will also measure inflammatory markers in blood samples and isolate immune cells that control inflammation. Lastly, the investigators will also measure blood ketone concentration and other circulating metabolites that may be altered by high salt, which could allow us to determine novel therapeutic targets to combat high salt.",
            "detailedDescription": "Excessive salt consumption is widespread across the United States and remains a leading risk factor for developing hypertension and cardiovascular disease (CVD). What has been less appreciated until recently is that high salt (HS) plays a large role in the development of chronic inflammation, which importantly, plays a critical role in the development of CVD. The well-documented relation between HS, hypertension, and CVD risk along with the ubiquitous HS intake in the United States demonstrate a critical need for investigation into mechanisms of salt-induced CVD; and the development of therapeutic strategies to combat the consequences of HS, particularly in at-risk populations. The investigators have identified the liver-derived ketone body β-hydroxybutyrate (β-OHB) as a potential target to combat the negative cardiovascular health effects of HS. Circulating β-OHB concentration typically increases in response to endurance exercise or calorie restriction, both of which also reduce blood pressure (BP) and lower CVD risk. Further, recent data suggest that increasing circulating β-OHB concentrations, using short-term exogenous ketone supplements, also improves resting BP and vascular function in humans. Interestingly, chronic HS consumption suppressed endogenous hepatic β-OHB production in rats, but nutritionally upregulated hepatic β-OHB production attenuated the adverse effects of HS in the rats. Specifically, using 1,3-butanediol to increase β-OHB counteracts the adverse effects of HS on resting BP, in part by acting as a vasodilator, and attenuating inflammation. Our human pilot data also indicates that HS suppresses circulating β-OHB concentration in healthy young adults. However, there is a knowledge gap regarding whether increasing β-OHB during HS intake can counteract the negative effects of HS on BP and cardiovascular function in humans. Therefore, the investigators will measure resting blood pressure, endothelial function, kidney blood flow, BP responses during and after submaximal aerobic exercise and inflammatory markers in blood and isolated immune cells (i.e., monocytes). Recognizing that HS does not increase BP in everyone, several studies consistently indicate that short-term HS ingestion (days to weeks) leads to endothelial dysfunction and exaggerated BP reactivity during submaximal exercise in rodents and humans. Importantly, endothelial dysfunction contributes to atherosclerotic cardiovascular disease. Additionally, exaggerated BP responses during aerobic exercise (i.e., BP reactivity) have prognostic value for future hypertension, coronary disease risk, and cardiovascular mortality. Apart from leading to exaggerated exercise BP reactivity, the investigators have found that HS also reduces the magnitude of post-exercise hypotension (PEH) after an acute bout of submaximal aerobic exercise in healthy adults. Importantly, the reductions in BP observed after a single bout of exercise are associated with longer-term exercise reductions in BP, suggesting that some of the benefits of aerobic exercise on BP status are the result of transient reductions in BP resulting from an acute bout of exercise. Regarding the effects of HS on the immune system and inflammation, microenvironments with elevated concentrations of sodium increase the prevalence of proinflammatory phenotypes within specific immune cell subsets. For example, HS conditions activate monocytes to produce pro-inflammatory cytokines. Thus, HS-induced immune system dysregulation may further amplify BP dysregulation and CVD risk. The investigators hypothesize that increasing circulating β-OHB concentration via ketone supplementation will counteract the negative effects of HS on these measures of cardiovascular health. Interestingly, elevating β-OHB leads to greater sodium excretion under HS conditions (indicative of restoration of plasma volume homeostasis) and restores nitric oxide-dependent vasodilation in rodents. Thus, the investigators hypothesize that ketone supplementation will improve endothelial function and BP regulation during and after exercise. Though exploratory, the investigators hypothesize that β-OHB supplementation blunts the HS-induced proinflammatory alterations in monocytes and blood samples using parallel in vitro and applied approaches."
        },
        "conditionsModule": {
            "conditions": [
                "Salt; Excess",
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Placebo-controlled, double-blinded, randomized",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants will be randomized to a condition order. A single lab member, not involved in data collection or analysis, will know condition order and contents and distribute them to participants.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "No Salt, No β-OHB",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will consume the supplemental intervention for 10 days. On day 10 participants will arrive at the laboratory where the investigators will assess resting blood pressure, arterial stiffness, endothelial function, renal blood flow, and submaximal exercise blood pressure reactivity. Blood will be collected to investigate inflammatory and immune responses to the dietary conditions. Starting on day 9, participants will undergo ambulatory blood pressure monitoring and 24-hour urine collection.",
                    "interventionNames": [
                        "Dietary Supplement: No Salt, No β-OHB"
                    ]
                },
                {
                    "label": "High Salt, No β-OHB",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will consume the supplemental intervention for 10 days. On day 10 participants will arrive at the laboratory where the investigators will assess resting blood pressure, arterial stiffness, endothelial function, renal blood flow, and submaximal exercise blood pressure reactivity. Blood will be collected to investigate inflammatory and immune responses to the dietary conditions. Starting on day 9, participants will undergo ambulatory blood pressure monitoring and 24-hour urine collection.",
                    "interventionNames": [
                        "Dietary Supplement: High Salt, No β-OHB"
                    ]
                },
                {
                    "label": "High Salt, High β-OHB",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will consume the supplemental intervention for 10 days. On day 10 participants will arrive at the laboratory where the investigators will assess resting blood pressure, arterial stiffness, endothelial function, renal blood flow, and submaximal exercise blood pressure reactivity. Blood will be collected to investigate inflammatory and immune responses to the dietary conditions. Starting on day 9, participants will undergo ambulatory blood pressure monitoring and 24-hour urine collection.",
                    "interventionNames": [
                        "Dietary Supplement: High Salt, High β-OHB"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "No Salt, No β-OHB",
                    "description": "Participants will consume the following for ten days. Enteric capsules will be filled with a dextrose placebo. The placebo supplement will be a β-OHB-free, taste and viscosity-matched, beverage produced by KetoneAid.",
                    "armGroupLabels": [
                        "No Salt, No β-OHB"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "High Salt, No β-OHB",
                    "description": "Participants will consume the following for ten days. Enteric capsules will be filled with Morton's table salt. Sodium consumption will be normalized to caloric intake (2 mg Sodium/Calorie). The placebo supplement will be a β-OHB-free, taste and viscosity-matched, beverage produced by KetoneAid.",
                    "armGroupLabels": [
                        "High Salt, No β-OHB"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "High Salt, High β-OHB",
                    "description": "Participants will consume the following for ten days. Enteric capsules will be filled with Morton's table salt. Sodium consumption will be normalized to caloric intake (2 mg Sodium/Calorie). Ketone beverage will be the β-OHB supplement produced by KetoneAid. Participants will consume 24 mL (12 grams β-OHB) of the ketone beverage three times a day (total 36 grams β-OHB).",
                    "armGroupLabels": [
                        "High Salt, High β-OHB"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Flow mediated dilation (FMD)",
                    "description": "Flow-mediated vasodilation will be assessed using continuous measures of brachial artery diameter and velocity via duplex Doppler ultrasound (Hitachi Arietta 70). The brachial artery will be imaged in the longitudinal plane proximal to the medial epicondyle using a high-frequency (10-12 MHz) linear-array probe. The ultrasound probe will be stabilized using a custom-built clamp. Shear rate (sec-1) will be calculated as \\[(blood flow velocity (cm\\*s-1) \\*4)/blood vessel diameter (mm)\\] The image will be recorded throughout a 60-s baseline, a 300-s ischemic stimulus (250 mmHg), and 180 seconds post deflation. FMD will be expressed as % dilation (final diameter-baseline diameter/baseline diameter x 100) and also normalized to the shear stimulus. Allometric scaling will be used if appropriate, including if there are baseline differences in artery diameter by race or condition.",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Pulse wave velocity",
                    "description": "The investigators will use the SphygmoCor XCEL system to assess pulse wave velocity (PWV). A high-fidelity transducer is used to obtain the pressure waveform at the carotid pulse. Distances from the carotid artery sampling site to the femoral artery (upper leg instrumented with a thigh cuff for oscillometric sphygmomanometry), and from the carotid artery to the suprasternal notch will be recorded. PWV will be expressed as cm/s",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Pulse wave analysis",
                    "description": "The investigators will use the SphygmoCor XCEL system to assess pulse wave analysis (PWA) The sampling site is the brachial artery (upper alarm instrumented with a cuff for oscillometric sphygmomanometer). PWA will be expressed as % (calculated as augmentation pressure divided by the pulse pressure).",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Passive Leg movement",
                    "description": "Passive leg movement will be used assessed blood flow responses to movement. The investigators will usie continuous measures of femoral artery diameter and velocity via duplex Doppler ultrasound (Hitachi Arietta 70) to calculate blood flow at rest and with the passive lelg movement. The femoral artery will be imaged in the longitudinal plane distal to the inguinal crease using a high-frequency (10-12 MHz) linear-array probe.\n\nParticipants will be in a seated, reclined position with the lower leg free hanging. The ultrasound probe will be positioned by a lab member and the image will be recorded throughout triplicate 60-s measurements. Another lab member will independently move the lower leg through 90º range of motion at a rate of 1 Hz.",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Blood pressure reactivity responses",
                    "description": "The investigators will measure systolic and diastolic pressure using photoplethysmography at the finger and manually measure brachial pressures. Systolic and diastolic blood pressure will be assessed at rest and during submaximal cycling exercise. Blood pressure reactivity will be expressed as a change in pressure (mmHg) from baseline to a predetermined time during the stressor.",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Inflammatory cell responses to Conditions",
                    "description": "Participants' blood will be used to isolate peripheral blood mononuclear cells (PBMCs) for quantification of immune cell subsets specifically counts of monocytes and t cells.",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Inflammatory cytokine responses to Conditions",
                    "description": "Plasma will be used for a multiplex to measure inflammatory cytokines",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Changes in circulating reactive oxygen species",
                    "description": "Investigators will use electron paramagnetic resonance to measure reactive oxygen species (spectra units) in whole blood samples treated with a spin probe.",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Changes in blood biomarkers of nitric oxide bioavailability",
                    "description": "The investigators will measure nitric oxide metabolites (nitrate and nitrite nanomolar concentration).",
                    "timeFrame": "Change from low salt to high salt to high salt + ketone (once per visit after each 10-day intervention periods)"
                },
                {
                    "measure": "Objective sleep duration",
                    "description": "Philips actiwatch spectrum will be used to quantify sleep duration. Participants will wear the watch units for 14 days. The investigators will assess sleep duration and cross-check actigraphy wear times with a sleep diary.",
                    "timeFrame": "Pre-intervention (14 days)"
                },
                {
                    "measure": "Objective sleep efficiency",
                    "description": "Philips actiwatch spectrum will be used to quantify % of time in bed actually spent sleeping to calculate sleep efficiency.",
                    "timeFrame": "Pre-intervention (14 days)"
                },
                {
                    "measure": "Subjective sleep duration",
                    "description": "The investigators will use the Pittsburgh Sleep Quality Index to asses sleep duration reflective of the one month period leading into the study.",
                    "timeFrame": "Pre-intervention"
                },
                {
                    "measure": "Subjective sleep quality",
                    "description": "The investigators will use the Pittsburgh Sleep Quality Index to asses perceived sleep quality reflective of the one month period leading into the study.",
                    "timeFrame": "Pre-intervention"
                },
                {
                    "measure": "Physical activity",
                    "description": "Participants will wear an ActiGraph GT3X accelerometer for 14 days to objectively quantify steps taken per day.",
                    "timeFrame": "Pre-intervention (14 days)"
                },
                {
                    "measure": "Cardiorespiratory fitness",
                    "description": "The investigators will use indirect calorimetry to measure the participant's maximal oxygen consumption (VO2max) during incremental exercise on a treadmill. The investigators will use a Parvo TrueOne metabolic cart and Monarch stationary bike.",
                    "timeFrame": "Pre-intervention"
                },
                {
                    "measure": "Mental health - social anxiety",
                    "description": "The investigators will administer the Liebowitz Social Anxiety Scale. The scale starts at 0 (none) and ends at 3 (severe) for 24 questions related to anxiety and avoidance, and a cumulative score is calculated.",
                    "timeFrame": "Pre-intervention"
                },
                {
                    "measure": "Mental health - depression",
                    "description": "The investigators will administer the Beck's Depression Inventory. The scale starts at 0 and ends at 3 for 21 questions related to depression.",
                    "timeFrame": "Pre-intervention"
                },
                {
                    "measure": "Habitual dietary intake",
                    "description": "The investigators will instruct participants to complete a diet log for 6 days which will be operationalized with Nutrition Data System for Research (NDSR).",
                    "timeFrame": "Pre-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between the ages of 18-39\n* Resting blood pressure no higher than 150/90\n* BMI below 35 kg/m2 (or otherwise healthy)\n* Free of any metabolic disease (diabetes or renal), pulmonary disorders (COPD or cystic fibrosis), cardiovascular disease (peripheral vascular, cardiac, or cerebrovascular), no autoimmune diseases, and no history of cancer\n* Do not have any precluding medical conditions (i.e. hemophilia) or medication (Pradaxa, Eliquis, etc.) that prevent participants from giving blood\n* Participants must be able to cycle on an exercise bike for up to one hour at a time.\n\nExclusion Criteria:\n\n* High blood pressure - greater the 150/90 mmHg\n* Low blood pressure - less than 90/50 mmHg\n* History of cardiovascular disease\n* History of cancer\n* History of diabetes\n* History of kidney disease\n* Obesity (BMI \\> 30 kg/m2)\n* Smoking or tobacco use\n* Current pregnancy\n* Nursing mothers\n* Communication barriers",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Austin T Robinson, PhD",
                    "role": "CONTACT",
                    "phone": "15745141034",
                    "email": "atr0026@auburn.edu"
                },
                {
                    "name": "Braxton A Linder, MS",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Austin T Robinson, PhD",
                    "affiliation": "Auburn University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Auburn University",
                    "status": "RECRUITING",
                    "city": "Auburn",
                    "state": "Alabama",
                    "zip": "36849",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Austin T Robinson, PhD",
                            "role": "CONTACT",
                            "phone": "574-514-1034",
                            "email": "atr0026@auburn.edu"
                        },
                        {
                            "name": "Braxton A Linder, MS",
                            "role": "CONTACT",
                            "phone": "2568567599",
                            "email": "bal0039@auburn.edu"
                        },
                        {
                            "name": "Austin T Robinson, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.60986,
                        "lon": -85.48078
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32406312",
                    "type": "BACKGROUND",
                    "citation": "Babcock MC, Robinson AT, Migdal KU, Watso JC, Martens CR, Edwards DG, Pescatello LS, Farquhar WB. High Salt Intake Augments Blood Pressure Responses During Submaximal Aerobic Exercise. J Am Heart Assoc. 2020 May 18;9(10):e015633. doi: 10.1161/JAHA.120.015633. Epub 2020 May 14."
                },
                {
                    "pmid": "35969209",
                    "type": "BACKGROUND",
                    "citation": "Costa TJ, Linder BA, Hester S, Fontes M, Pernomian L, Wenceslau CF, Robinson AT, McCarthy CG. The janus face of ketone bodies in hypertension. J Hypertens. 2022 Nov 1;40(11):2111-2119. doi: 10.1097/HJH.0000000000003243. Epub 2022 Aug 8."
                },
                {
                    "pmid": "35157527",
                    "type": "BACKGROUND",
                    "citation": "Barnett AM, Babcock MC, Watso JC, Migdal KU, Gutierrez OM, Farquhar WB, Robinson AT. High dietary salt intake increases urinary NGAL excretion and creatinine clearance in healthy young adults. Am J Physiol Renal Physiol. 2022 Apr 1;322(4):F392-F402. doi: 10.1152/ajprenal.00240.2021. Epub 2022 Feb 14."
                },
                {
                    "pmid": "30332647",
                    "type": "BACKGROUND",
                    "citation": "Chakraborty S, Galla S, Cheng X, Yeo JY, Mell B, Singh V, Yeoh B, Saha P, Mathew AV, Vijay-Kumar M, Joe B. Salt-Responsive Metabolite, beta-Hydroxybutyrate, Attenuates Hypertension. Cell Rep. 2018 Oct 16;25(3):677-689.e4. doi: 10.1016/j.celrep.2018.09.058."
                },
                {
                    "pmid": "34499623",
                    "type": "BACKGROUND",
                    "citation": "McCarthy CG, Chakraborty S, Singh G, Yeoh BS, Schreckenberger ZJ, Singh A, Mell B, Bearss NR, Yang T, Cheng X, Vijay-Kumar M, Wenceslau CF, Joe B. Ketone body beta-hydroxybutyrate is an autophagy-dependent vasodilator. JCI Insight. 2021 Oct 22;6(20):e149037. doi: 10.1172/jci.insight.149037."
                },
                {
                    "pmid": "31672939",
                    "type": "BACKGROUND",
                    "citation": "Wenstedt EF, Verberk SG, Kroon J, Neele AE, Baardman J, Claessen N, Pasaoglu OT, Rademaker E, Schrooten EM, Wouda RD, de Winther MP, Aten J, Vogt L, Van den Bossche J. Salt increases monocyte CCR2 expression and inflammatory responses in humans. JCI Insight. 2019 Nov 1;4(21):e130508. doi: 10.1172/jci.insight.130508."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data with all HIPAA identifiers removed may be shared in future collaborative efforts pending appropriate DMDA approvals",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "One year after completion of trial, indefinitely",
            "accessCriteria": "A formal plan identifying the intended use of the data and proper completion of a DMDA and MTA (if needed) with Auburn University and the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}