{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05292339",
            "orgStudyIdInfo": {
                "id": "STUDY00003892"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Ketorolac in Upper Extremity Tendinopathy and Arthropathy",
            "officialTitle": "Single Blind RCT to Evaluate the Effect of Ketorolac in Upper Extremity Tendinopathy and Arthropathy",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "ketorolac-in-upper-extremity-tendinopathy-and-arthropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-15",
            "studyFirstSubmitQcDate": "2022-03-15",
            "studyFirstPostDateStruct": {
                "date": "2022-03-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Paul A Ghareeb, MD",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Association for Hand Surgery: AAHS",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Osteoarthritis (OA) and inflammatory conditions of the tendons and joints of the shoulder, elbow, hand, and wrist are common yet disabling diseases. Standard management utilizes conservative measures to minimize pain and improve function. Conservative pharmacological management commonly includes corticosteroid and ketorolac injections which have been well investigated as a modality of pain control and improved function in large joint OA. However, fewer studies yielding mixed results on the duration of symptomatic relief exist for arthropathy and tendinopathy of these joints.\n\nThe goal of this study is to evaluate the efficacy of ketorolac and triamcinolone injections for common shoulder, elbow, wrist, and hand tendinopathy or arthropathy.\n\nParticipants will be blinded to the treatment received. The duration of an individual participant's participation in this study is 24 weeks. During this time period, patients will be asked to return to the clinic for an in-person follow-up 6 weeks after the injection with either ketorolac or triamcinolone) in order to assess participants' outcomes. All work related to this project will take place at the Emory Sports Medicine Complex, Emory Executive Park, Emory Musculoskeletal Institute, the Emory University Orthopaedic and Spine Hospital, and the Emory Saint Joseph's Hospital. This study will add to existing knowledge by providing further insight into how wrist arthropathy should be most optimally and conservatively managed.",
            "detailedDescription": "Osteoarthritis (OA) and inflammatory conditions of the tendons and joints of the upper extremity are common yet disabling diseases. These pathologic processes are progressive and painful leading to significant impairments in quality of life. Diagnosed patients experience a profound reduction of strength and dexterity hindering all activities of daily living. For a majority of the aforementioned shoulder, elbow, and hand/wrist arthropathies and tendinopathies, no curative treatments exist. Standard management utilizes conservative measures to minimize pain and improve function. These non-surgical treatments include physical therapy, non-steroidal anti-inflammatory drugs (NSAIDs), orthosis, occupational protective equipment, and intra-articular injections.\n\nCorticosteroid injections have been well investigated as a modality of pain control and improved function in large joint OA, however, fewer studies with mixed results on the duration of symptomatic relief exist for OA or tendinopathy of the smaller structures of the upper extremities. Furthermore, intra-articular corticosteroid injections are not without side effects. Adverse effects such as intra-articular infection, intra-articular calcification, skin atrophy, hypopigmentation, and tendinopathy have been reported.\n\nNSAIDs, such as ketorolac, are widely used in OA to provide analgesia and reduce the underlying inflammatory process. The literature demonstrates that intra-articular NSAID injections are effective in reducing pain and functional disability in patients with knee and hip OA, however, randomized controlled trials involving the upper extremity are lacking. The goal of this study is to evaluate the efficacy of ketorolac and triamcinolone injections for common shoulder, elbow, hand, and wrist tendinopathy or arthropathy."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis",
                "Tendinopathy",
                "Arthropathy"
            ],
            "keywords": [
                "First Carpometacarpal Joint",
                "Ketoralac",
                "metacarpophalangeal joint osteoarthritis",
                "trigger finger",
                "De Quervain's tenosynovitis",
                "radiocarpal osteoarthritis",
                "Triamcinolone",
                "Upper extremity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Triamcinolone injection to the shoulder, elbow, wrist, or hand",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive the triamcinolone injection solutions in a standard fashion. Injections will be performed using the treating physician's standard technique.",
                    "interventionNames": [
                        "Drug: Triamcinolone injection to the shoulder, elbow, wrist, or hand"
                    ]
                },
                {
                    "label": "Ketorolac injection to the shoulder, elbow, wrist, or hand",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive the Ketoralac injection solutions in a standard fashion. Injections will be performed using the treating physician's standard technique.",
                    "interventionNames": [
                        "Drug: Ketorolac injection to the shoulder, elbow, wrist, or hand"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Triamcinolone injection to the shoulder, elbow, wrist, or hand",
                    "description": "Triamcinolone is a corticosteroid that decreases the inflammatory process by inhibiting the release of arachidonic acid from phospholipids.",
                    "armGroupLabels": [
                        "Triamcinolone injection to the shoulder, elbow, wrist, or hand"
                    ],
                    "otherNames": [
                        "Triamcinolone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ketorolac injection to the shoulder, elbow, wrist, or hand",
                    "description": "Ketorolac is a non-steroidal anti-inflammatory drug (NSAID) that reduces inflammation by inhibiting Cyclo-oxygenase (COX)-2 dependent prostaglandin release via the cyclooxygenase pathway.",
                    "armGroupLabels": [
                        "Ketorolac injection to the shoulder, elbow, wrist, or hand"
                    ],
                    "otherNames": [
                        "Ketoralac"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Visual Analog Scale (VAS) pain score",
                    "description": "Participants will be asked to complete questionnaires to evaluate their pain at each follow-up visit. The visual analog scale or visual analog scale (VAS) is a psychometric response scale that can be used in questionnaires. It is a measurement instrument for subjective characteristics or attitudes that cannot be directly measured. When responding to a VAS item, respondents specify their level of agreement to a statement by indicating a position along a continuous line between two end-points. The Visual Analog Scale will be the subjective measurement to evaluate changes in pain scores, with values ranging from 0 (no pain) to 10 (very severe pain).",
                    "timeFrame": "Baseline, 6 weeks, 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in the patient-Reported Outcomes Measurement Information System (PROMIS)",
                    "description": "The Upper Extremity Patient-Reported Outcomes Measurement Information System (PROMIS) is a patient outcomes questionnaire that will be completed by the study participant at every visit. Questions pertaining to pain interference subjective score (series of questions pertaining to different aspects of daily living: e.g. How much did the pain interfere with your day-to-day activities? Rated from \"Not at all\" to \"Very much\".",
                    "timeFrame": "Baseline, 6 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Hand subjectivity value",
                    "description": "Participants will provide ratings of their subjective hand function from 0 to 100",
                    "timeFrame": "Baseline, 6 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in the quick disabilities-arm-shoulder-hand (DASH) assessment",
                    "description": "The Quick DASH uses 11 items to measure physical function and symptoms in people with any or multiple musculoskeletal disorders of the upper limb. It is scored in two components: the disability/symptom section (11 items, scored 1-5) and the optional high-performance sport/music or work modules (four items, scored 1-5).",
                    "timeFrame": "Baseline, 6 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Grip Strength",
                    "description": "All strength measures will be evaluated using a handgrip and key pinch dynamometer. Patients will be instructed to position the upper arm vertically with the elbow flexed at 90 degrees and the forearm and wrist in a neutral position. For grip strength, the patient will be instructed to squeeze the handle of the dynamometer as hard as possible and the force will be measured and recorded.",
                    "timeFrame": "Baseline, 6 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Key Pinch",
                    "description": "All strength measures will be evaluated using a handgrip and key pinch dynamometer. Patients will be instructed to position the upper arm vertically with the elbow flexed at 90 degrees and the forearm and wrist in a neutral position. For assessment of key pinch strength, the patient will be instructed to squeeze the thumb digit pad against the lateral aspect of the proximal interphalangeal joint of the index finger.",
                    "timeFrame": "Baseline, 6 weeks, 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 or older,\n* symptomatic tendinopathy or arthropathy of the shoulder, elbow, hand, or wrist who have not undergone prior surgical treatment for their condition.\n* Diagnoses may include trigger finger, De Quervain's tenosynovitis, radiocarpal osteoarthritis, first carpometacarpal (CMC) joint osteoarthritis, metacarpophalangeal joint osteoarthritis, or proximal interphalangeal joint osteoarthritis.\n\nExclusion Criteria:\n\n* Patients under the age of 18,\n* Patients who have undergone prior triamcinolone or ketorolac injections within the past 6 months,\n* Patients who have undergone prior surgical treatment for their hand condition,\n* Patients with allergy or contraindication to triamcinolone or ketorolac injection,\n* Patients with an active infection at the treatment site \\[active infection defined as cellulitis, purulence, fever, chills, or presence of elevated inflammatory markers, ie. white blood cells (WBC), erythrocyte sedimentation rate (ESR), C-reactive protein (CRP)\\].",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paul A. Ghareeb, MD",
                    "role": "CONTACT",
                    "phone": "404-778-3350",
                    "email": "paul.ghareeb@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul A. Ghareeb, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Amanda L Dempsey",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Saint Joseph's Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul A. Ghareeb, MD",
                            "role": "CONTACT",
                            "phone": "404-778-3350",
                            "email": "paul.ghareeb@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Orthopaedic and Spine Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30324",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda L Demsey, MD",
                            "role": "CONTACT",
                            "phone": "404-778-6381",
                            "email": "amanda.l.dempsey@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "12 Executive Park Drive",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul A. Ghareeb, MD",
                            "role": "CONTACT",
                            "phone": "404-778-3350",
                            "email": "paul.ghareeb@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Orthopaedic and Spine Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul A. Ghareeb, MD",
                            "role": "CONTACT",
                            "phone": "404-778-3350",
                            "email": "paul.ghareeb@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000013708",
                    "term": "Tendon Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "asFound": "Tendinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "asFound": "Arthropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16487",
                    "name": "Tenosynovitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M27045",
                    "name": "Trigger Finger Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M27423",
                    "name": "De Quervain Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16479",
                    "name": "Tendon Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014221",
                    "term": "Triamcinolone"
                },
                {
                    "id": "D000014222",
                    "term": "Triamcinolone Acetonide"
                },
                {
                    "id": "C000005900",
                    "term": "Triamcinolone hexacetonide"
                },
                {
                    "id": "D000020910",
                    "term": "Ketorolac"
                },
                {
                    "id": "D000020911",
                    "term": "Ketorolac Tromethamine"
                },
                {
                    "id": "C000030262",
                    "term": "Triamcinolone diacetate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "asFound": "Calcium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "asFound": "Calcium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "asFound": "Calcium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "asFound": "Calcium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22645",
                    "name": "Ketorolac",
                    "asFound": "Esophageal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M22646",
                    "name": "Ketorolac Tromethamine",
                    "asFound": "Esophageal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T362",
                    "name": "Arachidonic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}