{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05541484",
            "orgStudyIdInfo": {
                "id": "202206078"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Ketone Monitoring in T1D: Effect of SGLT2i During Usual Care and With Insulin Deficiency",
            "officialTitle": "Ketone Monitoring in T1D: Effect of SGLT2i During Usual Care and With Insulin Deficiency",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "ketone-monitoring-in-effect-of-during-usual-care-and-with-insulin-deficiency"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-12",
            "studyFirstSubmitQcDate": "2022-09-12",
            "studyFirstPostDateStruct": {
                "date": "2022-09-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Juvenile Diabetes Research Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This proposed study will test whether measurement of breath acetone (BrAce) can be used for the purpose of identifying ketosis (elevated ketones) in persons with type 1 diabetes (T1D). This is important for the potential use of sodium glucose co-transport inhibitors (SGLT2i) in persons with T1D.",
            "detailedDescription": "The study will consist of 4 distinct segments that include routine testing of ketones during usual care, during insulin deficiency, and while taking a SGLT2i in addition to usual care, then with insulin deficiency after the SGLT2i has reached steady state and ingested that morning. We will study 20 adults with T1D who are using Dexcom G6 continuous glucose monitor (CGM), plus any form of insulin delivery. Study participants will be randomized to Group A or Group B. Simultaneous ketone monitoring using a the Biosense® breath ketone analyzer (BKA) and capillary blood beta hydroxybutyrate (BOHB) measurement will be done 2-3 times daily for 2 weeks during each of the outpatient segments. This will generate \\>800 data points comparing breath acetone, measured in units called ACEs, versus capillary blood BOHB measurements for each 2 week period. On days of insulin withdrawal, which will take place on the Washington University Intensive Research Unit (IRU), frequent monitoring with capillary blood measurements of BOHB (Precision Xtra®, Abbott) will be compared with breath BrAce measurements (Biosense®, Readout) and laboratory measurements of BOHB and acetoacetate. Electrolytes and glucose will also be measured."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 1"
            ],
            "keywords": [
                "ketosis",
                "beta hydroxybutyrate",
                "sodium glucose co-transport inhibitor",
                "breath ketone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Participants will test the breath ketone analyzer under usual care conditions followed by usual care plus SGLT2i treatment (GROUP A) or with usual care plus SGLT2i treatment followed by usual care (GROUP B). At the end of each segment, participants will undergo a one-day insulin withdrawal period with more intense monitoring.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A: Usual care followed by usual care plus dapagliflozin",
                    "type": "OTHER",
                    "description": "10 persons with T1D will check capillary beta hydroxybutyrate (BOHB) and concomitant breath acetone (BrAce) 2 - 3 times daily for 2 weeks during usual care, then undergo an insulin withdrawal visit. Subsequently, the Group A patients will repeat the paired measurements of BOHB and BrAce, 2 - 3 times daily for 2 weeks during usual care plus treatment with the SGLT2i dapagliflozin, 10 mg taken orally daily, followed by an insulin withdrawal visit.",
                    "interventionNames": [
                        "Drug: SGLT2 inhibitor",
                        "Device: Biosense Breath Ketone Analyzer"
                    ]
                },
                {
                    "label": "Group B: Usual care plus dapagliflozin followed by usual care",
                    "type": "OTHER",
                    "description": "10 persons with T1D will check capillary beta hydroxybutyrate (BOHB) and concomitant breath acetone (BrAce) 2 - 3 times daily for 2 weeks during usual care plus treatment with the SGLT2i dapagliflozin, 10 mg taken orally daily, then undergo an insulin withdrawal visit. Subsequently, the Group B patients will repeat the paired measurements of BOHB and BrAce, 2 - 3 times daily during usual care alone followed by an insulin withdrawal visit.",
                    "interventionNames": [
                        "Drug: SGLT2 inhibitor",
                        "Device: Biosense Breath Ketone Analyzer"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SGLT2 inhibitor",
                    "description": "See above.",
                    "armGroupLabels": [
                        "Group A: Usual care followed by usual care plus dapagliflozin",
                        "Group B: Usual care plus dapagliflozin followed by usual care"
                    ],
                    "otherNames": [
                        "Dapagliflozin 10mg (Farxiga)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Biosense Breath Ketone Analyzer",
                    "description": "The hand-held device tests ketones in exhaled breath",
                    "armGroupLabels": [
                        "Group A: Usual care followed by usual care plus dapagliflozin",
                        "Group B: Usual care plus dapagliflozin followed by usual care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Ketone levels measured in blood and breath in persons with T1D in persons with T1D",
                    "description": "Correlation of capillary beta hydroxybutyrate measurements with breath ketone measurements.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ketone levels in persons with T1D during usual care versus usual care plus SGLT2i treatment",
                    "description": "Comparison of ketone levels (BOHB and BrAce) during usual care and usual care plus treatment with an SGLT2i.",
                    "timeFrame": "2 weeks each treatment period"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Ketone levels in persons with T1D undergoing insulin withdrawal",
                    "description": "Comparison of ketone levels (BOHB and BrAce) during insulin withdrawal after usual care and during insulin withdrawal after usual care plus treatment with an SGLT2i.",
                    "timeFrame": "2 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Type 1 diabetes for \\>1 year\n* Age 18 - 75, any gender, race or ethnicity\n* HbA1c \\<10%\n* Stable insulin delivery method for the past 30 days\n* Vision of 20/40 or better, including ability to read all device instructions and insulin pump settings\n* Use of an insulin pump and ability to make adjustments to pump settings\n* Insulin delivery by MDI with basal insulin (glargine U100) given in the morning OR willingness to transition to basal glargine given in the morning for at least 48 hours prior to insulin withdrawal visits\n* Use of personal CGM, only Dexcom G6 will be permitted for data consistency\n* Use of cellular phone (iOS11 and above or Android) with data capability with connectivity to Dexcom Clarity app and Biosense Ketone Monitoring app\n* Willing to share CGM, capillary ketone results and BrACE data with the study group\n* Able to understand the study requirements, risks and benefits and able to provide written informed consent\n* Able to schedule the visits and perform study related tasks\n\nExclusion Criteria:\n\n* History of DKA in the past 6 months, or more than 1 episode of DKA in the past 2 years\n* Use of insulin degludec, insulin glargine U300 or insulin detemir as basal insulin and unwilling to transition to glargine given in the morning for at least 48 hours before the insulin withdrawal visits\n* Use of an SGLT2i in the past 30 days or intolerance to SGLT2i use in the past for any reason\n* Unstable heart disease, including hospitalization for any cardiac or vascular event in the past 6 months.\n* eGFR \\<30 ml/min/1.73m2 or hemoglobin \\<11.0 g/dL measured in the past year\n* Cancer that has been under treatment in the past 6 months, or treatment is likely in the 3 months after signing the consent, not including skin cancer or cancers under long-term hormonal reduction treatment (breast or prostate, no other active treatment)\n* Psychiatric condition that interferes with daily activities or diabetes self-care, including substance abuse\n* Any illness or condition that may interfere with study measurements, or contraindications for use of SGLT2i, based on investigator discretion (hemoglobinopathy, orthostatic hypotension)\n* Unwilling to avoid alcohol during the active study periods, specifically to avoid alcohol for 4 hours prior to any breath ketone measurement\n* Currently following or planning to adopt a diet that is low in carbohydrates (defined as \\<90 grams of carbohydrate per day) or is expected to be ketogenic\n* Use of oral or injected corticosteroids within the past 30 days or planned during the study period\n* Taking disulfiram (due to interference with breath ketone measurements)\n* History of vomiting episodes for any reason in the past 30 days, or hospitalization for cyclic vomiting in the past year\n* History of urinary tract infection in the past 3 months\n* Pregnancy, breast-feeding or intention of becoming pregnant during the study time period and up to 30 days after study completion\n* Pre-menopausal women not using acceptable birth control defined as abstinence, surgical sterilization, hysterectomy, hormonal contraception, IUD or proven effective barrier methods",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Janet B McGill, MD",
                    "role": "CONTACT",
                    "phone": "314-362-8681",
                    "email": "jmcgill@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janet B McGill, MD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Janet McGill, MD",
                            "role": "CONTACT",
                            "phone": "314-362-8681",
                            "email": "jmcgill@wustl.edu"
                        },
                        {
                            "name": "Janet B. McGill, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28919061",
                    "type": "BACKGROUND",
                    "citation": "Dandona P, Mathieu C, Phillip M, Hansen L, Griffen SC, Tschope D, Thoren F, Xu J, Langkilde AM; DEPICT-1 Investigators. Efficacy and safety of dapagliflozin in patients with inadequately controlled type 1 diabetes (DEPICT-1): 24 week results from a multicentre, double-blind, phase 3, randomised controlled trial. Lancet Diabetes Endocrinol. 2017 Nov;5(11):864-876. doi: 10.1016/S2213-8587(17)30308-X. Epub 2017 Sep 14. Erratum In: Lancet Diabetes Endocrinol. 2017 Dec;5(12):e8. doi: 10.1016/S2213-8587(17)30375-3."
                },
                {
                    "pmid": "30026335",
                    "type": "BACKGROUND",
                    "citation": "Mathieu C, Dandona P, Gillard P, Senior P, Hasslacher C, Araki E, Lind M, Bain SC, Jabbour S, Arya N, Hansen L, Thoren F, Langkilde AM; DEPICT-2 Investigators. Efficacy and Safety of Dapagliflozin in Patients With Inadequately Controlled Type 1 Diabetes (the DEPICT-2 Study): 24-Week Results From a Randomized Controlled Trial. Diabetes Care. 2018 Sep;41(9):1938-1946. doi: 10.2337/dc18-0623. Epub 2018 Jul 19."
                },
                {
                    "pmid": "6818074",
                    "type": "BACKGROUND",
                    "citation": "Owen OE, Trapp VE, Skutches CL, Mozzoli MA, Hoeldtke RD, Boden G, Reichard GA Jr. Acetone metabolism during diabetic ketoacidosis. Diabetes. 1982 Mar;31(3):242-8. doi: 10.2337/diab.31.3.242."
                },
                {
                    "pmid": "30129772",
                    "type": "BACKGROUND",
                    "citation": "Garg SK, Peters AL, Buse JB, Danne T. Strategy for Mitigating DKA Risk in Patients with Type 1 Diabetes on Adjunctive Treatment with SGLT Inhibitors: A STICH Protocol. Diabetes Technol Ther. 2018 Sep;20(9):571-575. doi: 10.1089/dia.2018.0246. Epub 2018 Aug 21. No abstract available."
                },
                {
                    "pmid": "10634967",
                    "type": "BACKGROUND",
                    "citation": "Laffel L. Ketone bodies: a review of physiology, pathophysiology and application of monitoring to diabetes. Diabetes Metab Res Rev. 1999 Nov-Dec;15(6):412-26. doi: 10.1002/(sici)1520-7560(199911/12)15:63.0.co;2-8."
                },
                {
                    "pmid": "33027776",
                    "type": "BACKGROUND",
                    "citation": "Hancock G, Sharma S, Galpin M, Lunn D, Megson C, Peverall R, Richmond G, Ritchie GAD, Owen KR. The correlation between breath acetone and blood betahydroxybutyrate in individuals with type 1 diabetes. J Breath Res. 2020 Oct 29;15(1):017101. doi: 10.1088/1752-7163/abbf37."
                },
                {
                    "pmid": "33024634",
                    "type": "BACKGROUND",
                    "citation": "Suntrup Iii DJ, Ratto TV, Ratto M, McCarter JP. Characterization of a high-resolution breath acetone meter for ketosis monitoring. PeerJ. 2020 Sep 24;8:e9969. doi: 10.7717/peerj.9969. eCollection 2020."
                },
                {
                    "pmid": "21725144",
                    "type": "BACKGROUND",
                    "citation": "Spanel P, Dryahina K, Rejskova A, Chippendale TW, Smith D. Breath acetone concentration; biological variability and the influence of diet. Physiol Meas. 2011 Aug;32(8):N23-31. doi: 10.1088/0967-3334/32/8/N01. Epub 2011 Jul 1."
                },
                {
                    "pmid": "25691653",
                    "type": "BACKGROUND",
                    "citation": "Rydosz A. A Negative Correlation Between Blood Glucose and Acetone Measured in Healthy and Type 1 Diabetes Mellitus Patient Breath. J Diabetes Sci Technol. 2015 Jul;9(4):881-4. doi: 10.1177/1932296815572366. Epub 2015 Feb 17."
                },
                {
                    "pmid": "32641376",
                    "type": "BACKGROUND",
                    "citation": "Herring RA, Shojaee-Moradie F, Garesse R, Stevenage M, Jackson N, Fielding BA, Mendis A, Johnsen S, Umpleby AM, Davies M, Russell-Jones DL. Metabolic Effects of an SGLT2 Inhibitor (Dapagliflozin) During a Period of Acute Insulin Withdrawal and Development of Ketoacidosis in People With Type 1 Diabetes. Diabetes Care. 2020 Sep;43(9):2128-2136. doi: 10.2337/dc19-2579. Epub 2020 Jul 8."
                },
                {
                    "pmid": "29068709",
                    "type": "BACKGROUND",
                    "citation": "Patel NS, Van Name MA, Cengiz E, Carria LR, Weinzimer SA, Tamborlane WV, Sherr JL. Altered Patterns of Early Metabolic Decompensation in Type 1 Diabetes During Treatment with a SGLT2 Inhibitor: An Insulin Pump Suspension Study. Diabetes Technol Ther. 2017 Nov;19(11):618-622. doi: 10.1089/dia.2017.0267. Epub 2017 Oct 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Data will be shared upon request and review of the Investigator"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Diabetes Mellitus, Type 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M10687",
                    "name": "Ketosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000529054",
                    "term": "Dapagliflozin"
                },
                {
                    "id": "D000077203",
                    "term": "Sodium-Glucose Transporter 2 Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1691",
                    "name": "Sodium-Glucose Transporter 2 Inhibitors",
                    "asFound": "HIV-positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M348449",
                    "name": "Dapagliflozin",
                    "asFound": "10 minutes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}