{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03509571",
            "orgStudyIdInfo": {
                "id": "1R01NR016443-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01NR016443-01A1"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Ketogenic Diet to Improve Neuro-recovery",
            "officialTitle": "Evaluation of a Ketogenic Diet for Improvement of Neurological Recovery in Individuals With Acute Spinal Cord Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ketogenic-diet-to-improve-neuro-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-09",
            "studyFirstSubmitQcDate": "2018-04-16",
            "studyFirstPostDateStruct": {
                "date": "2018-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ceren Yarar-Fisher",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this project is to determine if 5 weeks of ketogenic (KD, high-fat) diet vs. standard diet (SD) significantly improves motor and sensory function, glycemic function, and functional independence in patients with spinal cord injury.",
            "detailedDescription": "There is an urgent need for innovative therapies for improving neurorecovery after spinal cord injury (SCI). Despite extensive research, clinical advancements, and improved rehabilitation strategies, SCI continues to be a significant cause of disability and mortality. After a primary impact, the injured spinal cord undergoes multiple secondary pathological states that represent an important target in developing neuroprotective strategies for treatment of SCI. Even minor improvements in neurological recovery can have profound impacts on management of daily activities, secondary health complications, and quality of life. Thus, timely and effective strategies are of critical importance for positive outcomes after SCI. A number of pharmacological neuroprotective agents have been subject to intensive investigation in large, multicenter, prospective randomized controlled trials. Despite promising preclinical animal data, the primary outcomes of these clinical trials were largely negative. There is thus clear reason for researchers, clinicians, and patients to seek alternative therapies to enhance neurorecovery and functional status after SCI.\n\nThe scientific premise of this project rests upon accumulating evidence that diet-based therapies, such as the ketogenic diet (KD), offer effective neuroprotection against secondary injury cascades and improve forelimb motor function in a rat model of SCI and improve upper extremity motor function in patients with acute SCI. The KD is a high-fat, low-carbohydrate diet designed to mimic the metabolic and biochemical changes that occur during calorie restriction, specifically ketosis. Ketone bodies have been shown to exert neuroprotective effects by preventing oxidative damage; attenuating neuroinflammation and glutamate excitotoxicity; and inhibiting apoptosis in the brain and spinal cord. Because glutamate excitotoxicity, inflammation, and induction of apoptotic pathways lead to progressive degeneration in the spinal cord shortly after the injury, inhibition of these processes by ketone bodies may enhance neurological recovery after an SCI. In support of these hypotheses, we recently showed for the first time that, compared with a standard hospital diet (SD), 5 weeks of KD improved upper extremity motor function in patients with acute SCI. In addition, a neuroinflammatory blood protein, fibrinogen, was present at lower levels in the KD serum samples than in the SD serum samples. Taken together, our results suggest that a KD may induce anti-inflammatory effects in part by reducing fibrinogen, which promotes neuroprotection and improved recovery.\n\nThe acute stage post-SCI is also characterized by hyperglycemia, which is strongly associated with poor functional outcomes at discharge. These findings support the importance of achieving tight glycemic control in acute human SCI to obtain better neurological outcomes. Emerging evidence suggests that a KD can also improve the patient's metabolic state and maintain normal glycemic levels. In contrast, standard hospital diets have traditionally promoted a relatively high carbohydrate nutritional content. Consistent with previous findings, we have recently shown that 5 weeks of KD decreased fasting serum glucose levels by 24 mg/dl whereas levels increased by 0.7 mg/dl in the SD group. These provocative findings have led us to our central hypothesis that SCI patients who consume a KD over the first 5 weeks (average hospital stay) after injury will have better neurological recovery, functional independence, and glycemic control than the SCI patients who consume an SD during this period."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketogenic Diet Group",
                    "type": "EXPERIMENTAL",
                    "description": "Ketogenic diet is a high-fat, low-carbohydrate diet (lipid to carbohydrate + protein ratio of 3:1) that included ≈72% total energy as fat, ≈25% as protein, and ≈3% as carbohydrate during enteral feeding and ≈65% total energy as fat, ≈27% as protein, and ≈8% as carbohydrate and fiber during solid feeding. Patients will start receiving ketogenic diet within the 72 hours injury, after completing their baseline measurements.",
                    "interventionNames": [
                        "Other: Ketogenic Diet"
                    ]
                },
                {
                    "label": "Standard Diet Group",
                    "type": "OTHER",
                    "description": "Patients will start to receive standard hospital diet within 72 hours of injury after completing their baseline measurements. Standard diet includes ≈35% total energy as fat, ≈27% as protein, and ≈44% as carbohydrate and fiber.",
                    "interventionNames": [
                        "Other: Standard Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Ketogenic Diet",
                    "description": "Enteral feeding via nasogastric (NG) or nasojejunal (NJ) tubes with ketogenic diet will start within 72 hours of injury and solid feeding will start as soon as the patient is able to swallow. This diet is a high-fat, low-carbohydrate diet (lipid to carbohydrate + protein ratio of 3:1) that will include ≈75% total energy as fat, ≈20% as protein, and ≈5% as carbohydrate and fiber.",
                    "armGroupLabels": [
                        "Ketogenic Diet Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard Diet",
                    "description": "Enteral feeding via nasogastric (NG) or nasojejunal (NJ) tubes with SD diet will start within 72 hours of injury and solid feeding will start as soon as the patient is able to swallow. This diet includes ≈35% total energy as fat, ≈27% as protein, and ≈44% as carbohydrate and fiber.",
                    "armGroupLabels": [
                        "Standard Diet Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in sensory and motor function",
                    "description": "The ASIA Motor Index Score will be used for measuring motor function. This index uses standard manual muscle testing on a six grade scale. The total possible score from upper and lower extremity is 50. For the sensory examination, each dermatome will be tested for both sharp (pin-prick) and light-touch sensation and will be graded on a three point scale. Numerically, the sensory scores total 116 points. Measurement of motor and sensory function will take about an hour and will be performed 3 times during the course of the study.",
                    "timeFrame": "Baseline (within 72 hours of injury), 3 and 5 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in serum glucose concentration",
                    "description": "Oral glucose tolerance test will be given to measure serum glucose concentration (mg/dl) after overnight fasting.",
                    "timeFrame": "Baseline (within 72 hours of injury), 3 and 5 weeks"
                },
                {
                    "measure": "Change in functional Independence",
                    "description": "The Spinal Cord Independence Measure (SCIM) will be used for measuring functional independence. The SCIM is, at present, the only comprehensive rating scale that measures the ability of patients with SCI to perform everyday tasks according to their value for the patient. It requires no manual testing and the range of the total score is 0 to 100.",
                    "timeFrame": "Baseline (within 72 hours of injury), 3 and 5 weeks"
                },
                {
                    "measure": "Change in serum biomarkers for neurorecovery",
                    "description": "Targeted proteomics analysis in serum samples will be used to quantify proteins and peptides known to be involved in neuro-inflammation in the acute stages of spinal cord injury including fibrinogen, extracellular signal-regulated kinase, ½, CD11b/CD18 integrin receptor, and epidermal growth factor receptor.",
                    "timeFrame": "Baseline (within 72 hours of injury), 3 and 5 weeks"
                },
                {
                    "measure": "Change in serum insulin concentration",
                    "description": "Oral glucose tolerance test will be given to measure serum insulin concentration (μU/ml ) after overnight fasting.",
                    "timeFrame": "Baseline (within 72 hours of injury), 3 and 5 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Clinically motor complete and incomplete spinal cord injury, age 19-60\n* ASIA A, B, C or D (ASIA: Neurological Impairment Scale)\n\nExclusion Criteria:\n\n* Pregnant women.\n* Neurological (other than SCI), vascular and/or cardiac problems that may limit function and interfere with testing procedures\n* Patients with evidence of renal insufficiency and liver disease by history, physical examination, and laboratory tests\n* Patients with underlying pulmonary diseases",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ceren Yarar-Fisher, PhD",
                    "role": "CONTACT",
                    "phone": "205-977-0891",
                    "email": "yarar-fisher.1@osu.edu"
                },
                {
                    "name": "Raquel Minarsch, DPT",
                    "role": "CONTACT",
                    "phone": "330-881-1710",
                    "email": "raquel.minarsch@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ceren Yarar-Fisher, PhD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Raquel Minarsch, DPT",
                    "affiliation": "Ohio State University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ceren Yarar-Fisher, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32366293",
                    "type": "DERIVED",
                    "citation": "Demirel A, Li J, Morrow C, Barnes S, Jansen J, Gower B, Kirksey K, Redden D, Yarar-Fisher C. Evaluation of a ketogenic diet for improvement of neurological recovery in individuals with acute spinal cord injury: study protocol for a randomized controlled trial. Trials. 2020 May 4;21(1):372. doi: 10.1186/s13063-020-04273-7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}