{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04421014",
            "orgStudyIdInfo": {
                "id": "200087"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-AG-0087"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Ketone Ester Effects on Biomarkers of Brain Metabolism and Cognitive Performance in Cognitively Intact Adults 55 Years Old or Older",
            "officialTitle": "Ketone Ester Effects on Biomarkers of Brain Metabolism and Cognitive Performance in Cognitively Intact Adults >= 55 Years Old. A Double-blinded Randomized Controlled Clinical Trial",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "ketone-ester-effects-on-biomarkers-of-brain-metabolism-and-cognitive-performance-in-cognitively-intact-adults-years-old-or-older"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-05",
            "studyFirstSubmitQcDate": "2020-06-06",
            "studyFirstPostDateStruct": {
                "date": "2020-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Aging (NIA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nIn Alzheimer s disease (AD) the brain cannot use glucose as a fuel. The brain can use ketones as a fuel instead of glucose. Researchers want to test a supplement, Ketone Ester (KE). It may improve brain metabolic function and cognition in normal people and, perhaps, down the road, in patients with AD.\n\nObjective:\n\nTo study the change in brain ketone levels in people after 28 days of taking KE compared with baseline and placebo. Also, to study changes in cognitive performance.\n\nEligibility:\n\nPeople 55 years old or older with metabolic syndrome and no cognitive impairment\n\nDesign:\n\nParticipants will have 4 visits.\n\nParticipants will be screened at Visit 1 with:\n\nMedical history\n\nPhysical exam\n\nBlood and urine tests\n\nCognitive testing\n\nParticipants will be randomly assigned to receive either the study supplement or a placebo with same amount of calories. Neither they nor the researchers will know which they receive.\n\nVisit 2 will include repeats of some screening tests. It will also include:\n\nStool sample (brought from home)\n\nMRI/MRS: Participants will lie on a table that slides in and out of a scanner. A coil will be placed over their head. They may be asked to perform leg exercises.\n\nFirst dose of study supplement or placebo\n\nAbout 2 weeks after Visit 2, Visit 3 will include blood and urine tests and a questionnaire.\n\nAbout 2 weeks after Visit 3, Visit 4 will include repeats of the Visit 2 tests.\n\nParticipants will drink the study supplement or placebo 3 times per day during the study. They will keep a daily log of each dose. They will bring the log to Visits 3 and 4.\n\nParticipants will by contacted by phone once per week during the study to see how they are doing.",
            "detailedDescription": "Study Description:\n\nWe hypothesize that supplementation with a ketone ester drink \\[Ketone Ester (KE)\\] compared to placebo, in cognitively intact adults \\>= 55 years old with Metabolic Syndrome (MetS), will (i) increase peripheral and brain ketone levels \\[primarily beta-hydroxybutyrate (BHB) and secondarily acetoacetate (AcAc)\\], (ii) improve neuronal/astrocytic insulin resistance (IR) and induce a change in neuronal/astrocytic metabolism as reflected on blood Extracellular Vesicle (EV) biomarkers, (iii) improve cognitive performance, (iv) boost mitochondrial function in muscle, and (v) change gut microbiome. These effects will be examined acutely, after single-dose administration, and chronically, after 28 days on the supplement x 3 times per day. The changes in EV biomarkers and cognition will be associated with the elevation of ketones in brain. The study will involve a Screening Visit and three additional Visits to assess acute effects, compliance and chronic effects, respectively.\n\nObjectives:\n\nPrimary: To investigate the change in brain concentration BHB, using brain Magnetic Resonance Spectroscopy, after 28 days of supplementation with the KE, compared to baseline and placebo.\n\nSecondary: None. Additional endpoints will be exploratory.\n\nEndpoints: Primary: To detect with brain MRS, a significant change in the concentration of BHB, after 28 days of supplementation with the KE compared to baseline and placebo\n\nSecondary: None. The other endpoints will be exploratory.\n\nStudy Population: Males or females, of age \\>= 55 years who meet the criteria for MetS and are cognitively intact.\n\nPhase: N/A - study of a dietary supplement.\n\nDescription of Sites/Facilities Enrolling Participants:\n\nThe study will take place at a single site, at the NIA Clinical Unit at the Medstar Harbor Hospital, Baltimore\n\nDescription of Study Intervention:\n\nOral KE drink \\[containing 25 g KE/(R)-3-hydroxybutyl (R)-3- hydroxybutyrate\\] vs isocaloric Placebo drink (containing dextrose) x 3 times/day x 28 +/- 3 days\n\nStudy Duration: 25 months\n\nParticipant Duration:\n\nUp to 59 days (Screening Visit is followed by an initiation visit within 28 days and then 28 3 days receiving the drink supplement)."
        },
        "conditionsModule": {
            "conditions": [
                "Metabolic Syndrome",
                "Normal Cognition"
            ],
            "keywords": [
                "Ketogenic",
                "Brain Metabolism",
                "BETA-HYDROXYBUTYRATE",
                "Dietary Supplement",
                "Alzheimer's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketone Ester drink/ Arm 1",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "25 participants",
                    "interventionNames": [
                        "Dietary Supplement: Ketone Ester drink"
                    ]
                },
                {
                    "label": "Placebo/ Arm 2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "25 participants",
                    "interventionNames": [
                        "Dietary Supplement: Placebo: isocaloric dextrose drink"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Ketone Ester drink",
                    "description": "The main ingredient of the Ketone Ester drink \\[(R)-3-hydroxybutyl (R)-3-hydroxybutyrate)\\] is regulated as GRAS (Generally Recognized as Safe) substance by the FDA (https://www.accessdata.fda.gov/scripts/fdcc/index.cfm?set=GRASNotices\\&amp;id=515). The Ketone Ester compound is already being sold in the market as a ketogenic supplement and is especially popular among athletes, such as cyclists (sold by the official website of the company TdeltaS(R) Global (https://www.deltagketones.com/products/g-ketone-performance). The dose and formulation (25 g of KE contained in 59 ml of a drink), daily scheme (3 times daily) and total duration (28 days) are identical to a previous safety human study. The Ketone Ester drink provided by DeltaG will be repackaged by the NIA Pharmacist into new bottles identical to the ones that will be used for the placebo to ensure the blinding of participants and researchers to the drink.",
                    "armGroupLabels": [
                        "Ketone Ester drink/ Arm 1"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo: isocaloric dextrose drink",
                    "description": "The main content of the Placebo will be an aqueous solution containing approximately 35 g of dextrose, a fruity flavor powder and stevia. We will also add Denatonium Benzoate (Bittrex) to match the bitterness of the Ketone Ester drink. The placebo will be prepared and dispensed by the NIA Pharmacist.",
                    "armGroupLabels": [
                        "Placebo/ Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Brain concentration of BHB using brain Magnetic Resonance Spectroscopy",
                    "description": "To detect with brain MRS, a significant change in the concentration of BHB, after 28 days of supplementation with the Ketone Ester drink compared to baseline and placebo.",
                    "timeFrame": "28 days - outcome assessed at Visit 2 (baseline measurement before the first dose and after 75 min); Visit 4 (before and after 75 min from last dose)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Ability to provide informed consent and willingness to sign a written informed consent document\n2. Male or female, age \\>=55 years old\n3. Cognitively intact status ascertained during screening (defined as absence of significant memory or cognitive changes in the last 2 years by subjective report, Clinical Dementia Rating (CDR) of 0, and Montreal Cognitive Assessment (MoCA) \\>= 26)\n4. Ability to take oral medications\n5. Willingness to adhere to all study procedures including having MRI/MRS.\n6. Presence of Metabolic Syndrome (MetS). Specifically, they should meet three of the five following MetS diagnostic criteria to be eligible:\n\n   * Receive drug treatment for elevated triglycerides (TGs) or have serum TGs \\>=150mg/dL (1.7 mmol/L)\n   * Receive drug treatment for low HDL-cholesterol or have serum HDL-cholesterol\\<40 mg/dL (1.0 mmol/L) in males; \\<50 mg/dL (1.3 mmol/L) in females\n   * Receive drug treatment for high Blood Pressure (BP) or have BP\\>=130/85 mmHg\n   * Receive drug treatment for high blood glucose or have fasting plasma glucose\\>=mg/dL\n   * Central obesity, defined as a waist circumference cm (40 in) in men and\\>=88cm (35 in) in women.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Previously diagnosed with a condition causing clinically significant cognitive impairment, such as MCI, AD or other type of dementia (such as vascular dementia, Lewy body dementia and frontotemporal dementia).\n2. History of clinically significant brain disorders, such as stroke, multiple sclerosis, Parkinson s disease or other movement disorders, brain tumors, history of meningitis or encephalitis, history of moderate or severe traumatic brain injury (defined as Glasgow Coma Scale of 12 or less), epilepsy. Certain common neurological disorders not considered relevant (e.g. migraine, essential tremor) or incidental neuroimaging findings that are common and of uncertain clinical significance (e.g. mild-moderate microvascular changes on MRI) may be allowed.\n3. Chronic and significant psychiatric conditions (e.g. history of bipolar disorder, schizophrenia, PTSD, moderate to severe depression or treatment-resistant depression. Unipolar depression or anxiety disorder may be allowed if mild or if successfully treated with single anti-depressant or anti-anxiety agents.\n4. Positive urine drug screen (and no prescription medication accounting for the positive test).\n5. Positive HIV, HBV or HCV status during screening.\n6. Contraindications for MRI (pregnancy, pacemakers or other implanted devices, ferrous metal implants or shrapnel in or around the head etc.).\n7. Anemia (defined as HGB \\< 12 for men or \\< 11 g/dl for women)\n8. Poor venous access.\n9. Lactation or Pregnancy (positive urine pregnancy test. Pregnancy tests will not be done on post-menopausal women defined as one of the below criteria:\n\n   1. prior bilateral oophorectomy\n   2. Amenorrhea for 12 months or more\n10. Known severe allergic reactions to the KE drinks or other ketogenic supplement or stevia products.\n11. Following high fat/low carb diet (ketogenic) diet or very low calorie (\\<500 calories) diet or taking other ketogenic supplements (such as Medium Chain Triglycerides (MCTs), Ketone Salts) or fasting intermittently and unwilling to stop it while on the KE drink/Placebo.\n12. Very high or severe hypertriglyceridemia \\>=886mg/dL or 10.0 mmol/L)\n13. Severe Hypertension (systolic blood pressure \\>=180mmHg and/or diastolic blood pressure \\>=120mmHg)\n14. Weight \\>=300 lbs (MRI scanner weight limit)\n15. Diabetes Mellitus (type 1 or 2)\n16. Taking the drug metformin.\n17. Non-English speakers (given staffing constraints for cognitive testing administration and need for decreased variability in testing procedures for a small N study).\n18. Participant has any concurrent medical condition, so that participation in the clinical study would not be in her/his best interest, in the PI s judgement.\n19. To be eligible to consent for optional thigh MRI: Individuals with joint replacements that may be affected by the defined exercise protocol or which may prevent MRI analysis or any condition, in the opinion of the investigator, that would prevent successful completion of the exercise protocol such as, but not limited to reported osteoarthritis, rheumatoid arthritis and/or fibromyalgia.\n\n5.3 INCLUSION OF VULNERABLE PARTICIPANTS\n\n* Children: No inclusion is planned. This study aims to investigate the effects of aging 55 years old) on brain metabolism, therefore inclusion of children is inappropriate with respect to the purpose of the research.\n* Pregnant Women, Fetuses, or Neonates: No inclusion is planned. We will exclude women, fetuses or neonates with respect to the health of participants, specifically, due to the risk associated with the MRI procedure and the unknown effects of the ketone ester supplement.\n* Prisoners: No inclusion is planned. This study involves several visits to the NIA Clinical Unit, which prisoners are unable to perform. Therefore, inclusion of prisoners is inappropriate with respect to the purpose of the research.\n* Decisionally Impaired Adults: No inclusion is planned. Cognitive intact status will be ascertained at baseline based on Clinical Dementia Rating (CDR) of 0, and Montreal Cognitive Assessment (MoCA) \\> 26, since the main objective of the study is to study a population of cognitively intact individuals. Therefore, inclusion of decisionally impaired adults is inappropriate with respect to the purpose of the research. Moreover, participants are not expected to become decisionally impaired over the course of the study.\n* NIH Employees: We intend to include NIH staff (to include NIH contractors and special volunteers, guest researchers and trainees) in this study. The staff will be invited to participate through standard recruitment efforts. Participation will be voluntary and neither participation nor refusal to participate will have an effect, either beneficial or adverse, on the participant s employment or position at NIH. We will follow the Guidelines for the Inclusion of Employees in NIH Research Studies and will give each employee a copy of the NIH information sheet on Staff Research Participation per NIH OHSRP SOP 14F.4: Research Involving NIH Staff as Subjects.\n* Neither participation nor refusal to participate will have an effect, either beneficial or adverse, on the participant s employment or work situation.\n* The NIH information sheet regarding NIH employee research participation will be distributed to all potential subjects who are NIH employees.\n* The employee subject s privacy and confidentiality will be preserved in accordance with NIH Intramural policies, which define the scope and limitations of the protections.\n* Subjects that are employees/staff will be consented in the usual manner. The inclusion of employees or staff is not anticipated to affect the research outcome; therefore, if the subject is a co-worker (including a supervisor, subordinate or coworker) the subject may be consented by another co-worker and/or subordinate.The study PI will not be involved in the consenting of employees or staff.\n* Other vulnerable populations: No inclusion is planned.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah Park, R.N.",
                    "role": "CONTACT",
                    "phone": "(410) 350-7315",
                    "email": "sarah.park@nih.gov"
                },
                {
                    "name": "Dimitrios I Kapogiannis, M.D.",
                    "role": "CONTACT",
                    "phone": "(202) 290-0433",
                    "email": "kapogiannisd@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dimitrios I Kapogiannis, M.D.",
                    "affiliation": "National Institute on Aging (NIA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute of Aging, Clinical Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dimitrios Kapogiannis, M.D.",
                            "role": "CONTACT",
                            "phone": "410-350-3953",
                            "email": "kapogiannisd@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31027873",
                    "type": "BACKGROUND",
                    "citation": "Fortier M, Castellano CA, Croteau E, Langlois F, Bocti C, St-Pierre V, Vandenberghe C, Bernier M, Roy M, Descoteaux M, Whittingstall K, Lepage M, Turcotte EE, Fulop T, Cunnane SC. A ketogenic drink improves brain energy and some measures of cognition in mild cognitive impairment. Alzheimers Dement. 2019 May;15(5):625-634. doi: 10.1016/j.jalz.2018.12.017. Epub 2019 Apr 23."
                },
                {
                    "pmid": "31655093",
                    "type": "BACKGROUND",
                    "citation": "Soto-Mota A, Vansant H, Evans RD, Clarke K. Safety and tolerability of sustained exogenous ketosis using ketone monoester drinks for 28 days in healthy adults. Regul Toxicol Pharmacol. 2019 Dec;109:104506. doi: 10.1016/j.yrtph.2019.104506. Epub 2019 Oct 23."
                },
                {
                    "pmid": "27458340",
                    "type": "BACKGROUND",
                    "citation": "Cunnane SC, Courchesne-Loyer A, Vandenberghe C, St-Pierre V, Fortier M, Hennebelle M, Croteau E, Bocti C, Fulop T, Castellano CA. Can Ketones Help Rescue Brain Fuel Supply in Later Life? Implications for Cognitive Health during Aging and the Treatment of Alzheimer's Disease. Front Mol Neurosci. 2016 Jul 8;9:53. doi: 10.3389/fnmol.2016.00053. eCollection 2016."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-AG-0087.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".There is ongoing discussion within the NIA IRP and a plan has not been finalized yet."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000024821",
                    "term": "Metabolic Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M23005",
                    "name": "Metabolic Syndrome",
                    "asFound": "Metabolic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M263526",
                    "name": "Denatonium",
                    "relevance": "LOW"
                },
                {
                    "id": "T301",
                    "name": "Stevia",
                    "relevance": "LOW"
                },
                {
                    "id": "T431",
                    "name": "Stevioside",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}