{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06374056",
            "orgStudyIdInfo": {
                "id": "0458"
            },
            "organization": {
                "fullName": "Kintsugi Mindful Wellness, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Kintsugi Voice Device Pilot Study",
            "officialTitle": "Kintsugi Voice Device SCID-5-CT Pilot Study",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "kintsugi-voice-device-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-09",
            "studyFirstSubmitQcDate": "2024-04-15",
            "studyFirstPostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kintsugi Mindful Wellness, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Sonar Strategies",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Vituity Psychiatry",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "A prospective, single arm, non-randomized, pilot clinical validation study to evaluate the ability of the Kintsugi Voice Device (the Device) to aid clinical assessment for depression by comparing its output with a diagnosis made by a clinician using the Structured Clinical Interview for DSM-5 (SCID-5-CT) for up to 500 English speaking adult patients ages 22 and older living in the United States. Recruitment will occur for 1 year and participation will be for up to 2 weeks.",
            "detailedDescription": "Depression affects approximately 30% of people every year in the United States. Detecting mental health conditions early can help patients get the help they need sooner. Machine Learning Devices may be one way to help clinicians identify patients with mental health conditions. Clinicians may then be able to help patients receive the right level of care earlier. Many researchers are working to increase mental health screening. Machine Learning can detect subtle patterns like changes in the voice when someone is experiencing mental health conditions. Changes in the voice associated with a mental health condition are voice biomarkers.\n\nThe purpose of this study is to find correlations between voice and how people sound with clinical diagnoses. Kintsugi Mindful Wellness, Inc. has developed a tool, the Kintsugi Voice Device, that assesses mental health and conditions like depression by studying the voice. The study's goal is to test the ability of the Device to identify depressive symptoms.\n\nUp to 500 people will take part in this research. Subject recruitment is expected to take up to 1 year. Completion of the study activities may take about 2 hours but subjects may stay enrolled for up to 2 weeks based on clinician availability for scheduling the Structured Clinical Interview for DSM-5 (SCID) interview.\n\nStudy participants will:\n\n* Answer brief self-reported eligibility confirmation questionnaires. These answers help the researchers understand participant health history.\n* Schedule a teleconference with a licensed Clinical Psychologist to evaluate their mental health over Zoom. The Clinical Psychologist will guide participants through the Structured Clinical Interview for DSM-5 Clinical Trials Version (SCID-5-CT). The Clinical Psychologist will be licensed in the participant's state of residence. This assessment will be video and audio recorded for quality assurance purposes. If participants do not agree to being videotaped and/or audio recorded, they will be unable to join the study. The SCID-5-CT assessment is for research purposes only and is not intended for treatment purposes. The results of the SCID will not be shared with participants.\n\nOn the day of the teleconference with a licensed Clinical Psychologist participants will:\n\n* Complete three brief self-assessment surveys asking about their electronic device, mental health and quality of life: the Patient Health Questionnaire-9 (PHQ-), Generalized Anxiety Disorder-7 (GAD-7), and the World Health Organization Quality of Life (WHOQOL). These assessments will take approximately 15 minutes in total.\n* Participants will provide an audio recording in response to 3 prompts of their choosing. The audio recording will be inputted to the Kintsugi Voice Device to receive a prediction of current signs of depression. The Kintsugi Voice Device Prediction is for research purposes only and will not be shared with participants.\n* Complete the SCID-5-CT while being videotaped and audio recorded with a licensed psychologist or psychiatrist and participant responses will be recorded. The SCID will allow the clinician to assess participants' current mental status.\n\nThis study is intended for research purposes and is not intended for treatment and/or diagnostic purposes. The risks to this study are minimal and/or temporary and short lived. The study team has implemented procedures to minimize them wherever possible. There is always the potential for breach of confidentiality. To minimize this risk, all entries are encrypted. Researchers de-identify personal information using IDs. Researchers will store all data in a secure, password protected database and Google Cloud Platform bucket. Participation may bring up emotional content which could temporarily impact mood. To minimize this risk, everyone will be emailed a list of mental health resources.\n\nThere is no cost to subjects for participation. There may be no direct benefit from participation. Indirect benefits may include reduction in stress, learning more about mental health. Knowledge gained from the study could potentially benefit patients in the future.\n\nOnly personal and health information directly related to the research is collected, for safety purposes, or as required to provide participants with payment, including:\n\n* Name\n* Age\n* Address\n* Phone Number\n* Email Address\n* Demographic information (e.g. race, gender, and ethnicity)\n* English Proficiency\n* Emergency Contact Information\n* Audio recording of the SCID-5-CT\n* Video recording of the SCID-5CT\n* Audio recordings in response to prompts\n* Brief Medical History and Medications\n* Results of the SCID-5-CT\n* Device Information\n* PHQ-9 Responses\n* GAD-7 Responses\n* Behavioral and Quality of Life Survey Responses\n\nIdentifiable data will be kept for 7 years. De-identified data will be kept indefinitely."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "Depression Moderate",
                "Depression Severe",
                "Depression Mild"
            ],
            "keywords": [
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "NONE_RETAINED",
                "description": "A"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Depressed",
                    "description": "All study participants will undergo the same study procedures. All individuals will complete brief online assessments about their emotional and physical wellbeing, provide audio recorded voice responses to prompts, and complete the SCID-5-CT with a clinician licensed in their state of residence while being audio and video recorded for quality assurance purposes.",
                    "interventionNames": [
                        "Device: Kintsugi Voice Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Kintsugi Voice Device",
                    "description": "The Kintsugi Voice Device is intended to be used to screen for the presence of voice signals consistent with a current moderate to severe depressive episode in patients aged 22 and older. The device is intended to be used by care providers licensed to screen for depression and in settings where the screening for depression occurs. The device is neither to be used in lieu of a complete patient evaluation nor to supplant any of the clinician's standard assessments for the screening or diagnosis of depression.\n\nThe Kintsugi Voice Device is comprised of a software API and machine learning model that utilizes recorded voice samples as inputs and outputs the detection of signals consistent with current moderate to severe depressive episode as outputs.",
                    "armGroupLabels": [
                        "Depressed"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sensitivity and Specificity of Kintsugi Voice Device Relative to the SCID-5",
                    "description": "Determine the performance of the KV Device in discriminating the presence of a current significant depressive episode using the SCID-5-CT diagnosis of current MDD and/or MDE using sensitivity and specificity.",
                    "timeFrame": "Day 1"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PPV, NPV, AUC, F-Score of Kintsugi Voice Device Relative to the SCID-5",
                    "description": "Determine the performance of the KV Device in discriminating the presence of a current significant depressive episode using the SCID-5-CT diagnosis of current MDD and/or MDE using positive predictive value, negative predictive value, area under the curve, and F-score.",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Sensitivity, Specificity, PPV, NPV, AUC, F-Score of Kintsugi Voice Device Relative to the Severity of the SCID-5-CT",
                    "description": "Determine the performance of the KV Device in discriminating the severity of a current significant depressive episode using the SCID-5-CT severity assessment for those with a diagnosis of current MDD and/or MDE",
                    "timeFrame": "Day 1"
                },
                {
                    "measure": "Sensitivity, Specificity, PPV, NPV, AUC, F-Score of Kintsugi Voice Device Relative to the PHQ-9",
                    "description": "Determine the performance of the Device in discriminating the presence of a current significant depressive symptoms compared to the PHQ-9",
                    "timeFrame": "Day 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>22 at the time of informed consent\n* Access to a laptop, smartphone, tablet, or other device with a functioning microphone and access to the Internet\n* Stated willingness to be video and audio recorded as part of the study\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Fluency in English\n* Availability for the duration of the study\n* Resides in the United States at the time of consent and during completion of study\n* Contributes to the approximately 50/50 depressed/healthy study population distribution\n\nExclusion Criteria:\n\n* Any impairment that impacts their ability to speak and/or use a computer to complete online surveys and/or a virtual clinician assessment (E.g., visual impairment, motor impairment, and/or hearing impairment)\n* Any lifetime history of neurological disease that impacts their ability to speak and/or use a computer to complete online surveys and/or a virtual clinician assessment (E.g., Central Nervous System disorders, Multiple Sclerosis, Amyotrophic Lateral Sclerosis, and/or Parkinson's Disease)\n* Any lifetime history of Stroke, cognitive defect (E.g., dementia or Alzheimer's disease), and/or Traumatic Brain Injury\n* Presence of voice disorders that impacts their ability to speak (E.g., acute or chronic laryngitis, vocal cord paresis or paralysis, or spasmodic dysphonia)\n* Past or active heavy smokers (an average of \\>20 cigarettes per day)\n* Subjects who have previously participated in any Kintsugi-sponsored study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This study will enroll up to 500 English speaking subjects \\>22 years old. Only subjects who meet all eligibility criteria and sign the informed consent will be enrolled. Participants who do not meet the criteria required for participation will not be presented with the opportunity to participate. Screen failures will not be considered a part of this research study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexa A Mazur, BA",
                    "role": "CONTACT",
                    "phone": "6107241431",
                    "email": "alexa@kintsugihealth.com"
                },
                {
                    "name": "Victoria Graham, MS",
                    "role": "CONTACT",
                    "email": "victoria@kintsugihealth.com"
                }
            ],
            "locations": [
                {
                    "facility": "Kintsugi Mindful Wellness Inc.",
                    "status": "RECRUITING",
                    "city": "Berkeley",
                    "state": "California",
                    "zip": "94707",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexa A Mazur, BA",
                            "role": "CONTACT",
                            "phone": "610-724-1431",
                            "email": "alexa@kintsugihealth.com"
                        },
                        {
                            "name": "Victoria Graham, MS",
                            "role": "CONTACT",
                            "email": "victoria@kintsugihealth.com"
                        },
                        {
                            "name": "Albert Ihochi, MBA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Prentice Tom, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.87159,
                        "lon": -122.27275
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29173244",
                    "type": "BACKGROUND",
                    "citation": "Evans-Lacko S, Aguilar-Gaxiola S, Al-Hamzawi A, Alonso J, Benjet C, Bruffaerts R, Chiu WT, Florescu S, de Girolamo G, Gureje O, Haro JM, He Y, Hu C, Karam EG, Kawakami N, Lee S, Lund C, Kovess-Masfety V, Levinson D, Navarro-Mateu F, Pennell BE, Sampson NA, Scott KM, Tachimori H, Ten Have M, Viana MC, Williams DR, Wojtyniak BJ, Zarkov Z, Kessler RC, Chatterji S, Thornicroft G. Socio-economic variations in the mental health treatment gap for people with anxiety, mood, and substance use disorders: results from the WHO World Mental Health (WMH) surveys. Psychol Med. 2018 Jul;48(9):1560-1571. doi: 10.1017/S0033291717003336. Epub 2017 Nov 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "GBD Results Tool | GHDx. Accessed January 31, 2022. http://ghdx.healthdata.org/gbd-results-tool?params=gbd-api-2019-permalink/d780dffbe8a381b25e1416884959e88b"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Major Depression. National Institute of Mental Health. Published January 2022. Accessed January 31, 2022. https://www.nimh.nih.gov/health/statistics/major-depression"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Facts & Statistics | Anxiety and Depression Association of America, ADAA. Accessed January 31, 2022. https://adaa.org/understanding-anxiety/facts-statistics"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Domogauer JD, Colangelo N, Aggarwal R. Study of Total and Undiagnosed Depression in a Cancer Patient Population at an Urban Cancer Center. International Journal of Radiation Oncology*Biology*Physics. 2017;99(2):S10. doi:10.1016/J.IJROBP.2017.06.040"
                },
                {
                    "pmid": "30888037",
                    "type": "BACKGROUND",
                    "citation": "Lewis K, Marrie RA, Bernstein CN, Graff LA, Patten SB, Sareen J, Fisk JD, Bolton JM; CIHR Team in Defining the Burden and Managing the Effects of Immune-Mediated Inflammatory Disease. The Prevalence and Risk Factors of Undiagnosed Depression and Anxiety Disorders Among Patients With Inflammatory Bowel Disease. Inflamm Bowel Dis. 2019 Sep 18;25(10):1674-1680. doi: 10.1093/ibd/izz045."
                },
                {
                    "pmid": "21273497",
                    "type": "BACKGROUND",
                    "citation": "Sorkin DH, Ngo-Metzger Q, Billimek J, August KJ, Greenfield S, Kaplan SH. Underdiagnosed and undertreated depression among racially/ethnically diverse patients with type 2 diabetes. Diabetes Care. 2011 Mar;34(3):598-600. doi: 10.2337/dc10-1825. Epub 2011 Jan 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "McDaid D, Park A la. Counting All the Costs: The Economic Impact of Comorbidity. Key Issues in Mental Health. 2015;179:23-32. doi:10.1159/000365941"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Depression - Clinical Preventive Service Recommendation. American Academy of Family Physicians. Accessed February 1, 2022. https://www.aafp.org/family-physician/patient-care/clinical-recommendations/all-clinical-recommendations/depression.html"
                },
                {
                    "pmid": "26813211",
                    "type": "BACKGROUND",
                    "citation": "Siu AL; US Preventive Services Task Force (USPSTF); Bibbins-Domingo K, Grossman DC, Baumann LC, Davidson KW, Ebell M, Garcia FA, Gillman M, Herzstein J, Kemper AR, Krist AH, Kurth AE, Owens DK, Phillips WR, Phipps MG, Pignone MP. Screening for Depression in Adults: US Preventive Services Task Force Recommendation Statement. JAMA. 2016 Jan 26;315(4):380-7. doi: 10.1001/jama.2015.18392."
                },
                {
                    "pmid": "24717378",
                    "type": "BACKGROUND",
                    "citation": "Olfson M, Kroenke K, Wang S, Blanco C. Trends in office-based mental health care provided by psychiatrists and primary care physicians. J Clin Psychiatry. 2014 Mar;75(3):247-53. doi: 10.4088/JCP.13m08834."
                },
                {
                    "pmid": "20805925",
                    "type": "BACKGROUND",
                    "citation": "Aboraya A. The Reliability of Psychiatric Diagnoses: Point-Our psychiatric Diagnoses are Still Unreliable. Psychiatry (Edgmont). 2007 Jan;4(1):22-5. No abstract available."
                },
                {
                    "pmid": "22223009",
                    "type": "BACKGROUND",
                    "citation": "Kraemer HC, Kupfer DJ, Clarke DE, Narrow WE, Regier DA. DSM-5: how reliable is reliable enough? Am J Psychiatry. 2012 Jan;169(1):13-5. doi: 10.1176/appi.ajp.2011.11010050. No abstract available."
                },
                {
                    "pmid": "19640579",
                    "type": "BACKGROUND",
                    "citation": "Mitchell AJ, Vaze A, Rao S. Clinical diagnosis of depression in primary care: a meta-analysis. Lancet. 2009 Aug 22;374(9690):609-19. doi: 10.1016/S0140-6736(09)60879-5. Epub 2009 Jul 27."
                },
                {
                    "pmid": "29349251",
                    "type": "BACKGROUND",
                    "citation": "Williams SZ, Chung GS, Muennig PA. Undiagnosed depression: A community diagnosis. SSM Popul Health. 2017 Jul 28;3:633-638. doi: 10.1016/j.ssmph.2017.07.012. eCollection 2017 Dec."
                },
                {
                    "pmid": "32568190",
                    "type": "BACKGROUND",
                    "citation": "Thomas JA, Burkhardt HA, Chaudhry S, Ngo AD, Sharma S, Zhang L, Au R, Hosseini Ghomi R. Assessing the Utility of Language and Voice Biomarkers to Predict Cognitive Impairment in the Framingham Heart Study Cognitive Aging Cohort Data. J Alzheimers Dis. 2020;76(3):905-922. doi: 10.3233/JAD-190783."
                },
                {
                    "pmid": "31872172",
                    "type": "BACKGROUND",
                    "citation": "Ozkanca Y, Ozturk MG, Ekmekci MN, Atkins DC, Demiroglu C, Ghomi RH. Depression Screening from Voice Samples of Patients Affected by Parkinson's Disease. Digit Biomark. 2019 May-Aug;3(2):72-82. doi: 10.1159/000500354. Epub 2019 Jun 12."
                },
                {
                    "pmid": "34987547",
                    "type": "BACKGROUND",
                    "citation": "Di Y, Wang J, Liu X, Zhu T. Combining Polygenic Risk Score and Voice Features to Detect Major Depressive Disorders. Front Genet. 2021 Dec 20;12:761141. doi: 10.3389/fgene.2021.761141. eCollection 2021."
                },
                {
                    "pmid": "34056518",
                    "type": "BACKGROUND",
                    "citation": "Fagherazzi G, Fischer A, Ismael M, Despotovic V. Voice for Health: The Use of Vocal Biomarkers from Research to Clinical Practice. Digit Biomark. 2021 Apr 16;5(1):78-88. doi: 10.1159/000515346. eCollection 2021 Jan-Apr."
                },
                {
                    "pmid": "33665648",
                    "type": "BACKGROUND",
                    "citation": "Lin H, Karjadi C, Ang TFA, Prajakta J, McManus C, Alhanai TW, Glass J, Au R. Identification of digital voice biomarkers for cognitive health. Explor Med. 2020;1:406-417. doi: 10.37349/emed.2020.00028. Epub 2020 Dec 31."
                },
                {
                    "pmid": "31866434",
                    "type": "BACKGROUND",
                    "citation": "Tracy JM, Ozkanca Y, Atkins DC, Hosseini Ghomi R. Investigating voice as a biomarker: Deep phenotyping methods for early detection of Parkinson's disease. J Biomed Inform. 2020 Apr;104:103362. doi: 10.1016/j.jbi.2019.103362. Epub 2019 Dec 19."
                },
                {
                    "pmid": "32383335",
                    "type": "BACKGROUND",
                    "citation": "Zhang L, Duvvuri R, Chandra KKL, Nguyen T, Ghomi RH. Automated voice biomarkers for depression symptoms using an online cross-sectional data collection initiative. Depress Anxiety. 2020 Jul;37(7):657-669. doi: 10.1002/da.23020. Epub 2020 May 7."
                },
                {
                    "pmid": "35039601",
                    "type": "BACKGROUND",
                    "citation": "Deng K, Li Y, Zhang H, Wang J, Albin RL, Guan Y. Heterogeneous digital biomarker integration out-performs patient self-reports in predicting Parkinson's disease. Commun Biol. 2022 Jan 17;5(1):58. doi: 10.1038/s42003-022-03002-x."
                },
                {
                    "pmid": "34300212",
                    "type": "BACKGROUND",
                    "citation": "Shin D, Cho WI, Park CHK, Rhee SJ, Kim MJ, Lee H, Kim NS, Ahn YM. Detection of Minor and Major Depression through Voice as a Biomarker Using Machine Learning. J Clin Med. 2021 Jul 8;10(14):3046. doi: 10.3390/jcm10143046."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kraepelin E. Manic Depressive Insanity and Paranoia. The Journal of Nervous and Mental Disease. 1921;53(4). https://journals.lww.com/jonmd/Fulltext/1921/04000/Manic_Depressive_Insanity_and_Paranoia.57.aspx"
                },
                {
                    "pmid": "1000144",
                    "type": "BACKGROUND",
                    "citation": "Szabadi E, Bradshaw CM, Besson JA. Elongation of pause-time in speech: a simple, objective measure of motor retardation in depression. Br J Psychiatry. 1976 Dec;129:592-7. doi: 10.1192/bjp.129.6.592."
                },
                {
                    "pmid": "7295844",
                    "type": "BACKGROUND",
                    "citation": "Greden JF, Albala AA, Smokler IA, Gardner R, Carroll BJ. Speech pause time: a marker of psychomotor retardation among endogenous depressives. Biol Psychiatry. 1981 Sep;16(9):851-9."
                },
                {
                    "pmid": "22541039",
                    "type": "BACKGROUND",
                    "citation": "Mundt JC, Vogel AP, Feltner DE, Lenderking WR. Vocal acoustic biomarkers of depression severity and treatment response. Biol Psychiatry. 2012 Oct 1;72(7):580-7. doi: 10.1016/j.biopsych.2012.03.015. Epub 2012 Apr 26."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Singh R, Baker JT, Pennant L, Morency LP. Deducing the severity of psychiatric symptoms from the human voice. ArXiv. 2017;abs/1703.05344."
                },
                {
                    "pmid": "31187083",
                    "type": "BACKGROUND",
                    "citation": "Salekin A, Eberle JW, Glenn JJ, Teachman BA, Stankovic JA. A Weakly Supervised Learning Framework for Detecting Social Anxiety and Depression. Proc ACM Interact Mob Wearable Ubiquitous Technol. 2018 Jun;2(2):81. doi: 10.1145/3214284."
                },
                {
                    "pmid": "32128436",
                    "type": "BACKGROUND",
                    "citation": "Low DM, Bentley KH, Ghosh SS. Automated assessment of psychiatric disorders using speech: A systematic review. Laryngoscope Investig Otolaryngol. 2020 Jan 31;5(1):96-116. doi: 10.1002/lio2.354. eCollection 2020 Feb."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The study team does not current intend to publish the data associated with the study. Should the study team publish study data, the study data may be made available to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}