{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05483491",
            "orgStudyIdInfo": {
                "id": "192004"
            },
            "secondaryIdInfos": [
                {
                    "id": "Pro2022002198",
                    "type": "OTHER",
                    "domain": "Rutgers"
                },
                {
                    "id": "3P30CA072720-22S1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/3P30CA072720-22S1"
                },
                {
                    "id": "NCI-2022-07699",
                    "type": "REGISTRY",
                    "domain": "[Registry ID: CTRP (Clinical Trial Reporting Program)]"
                }
            ],
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "KK-LC-1 TCR-T Cell Therapy for Gastric, Breast, Cervical, and Lung Cancer",
            "officialTitle": "T Cell Receptor Gene Therapy Targeting KK-LC-1 for Gastric, Breast, Cervical, Lung, and Other KK-LC-1 Positive Cancers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "kk-lc-tcr-t-cell-therapy-for-gastric-breast-cervical-and-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-09-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-20",
            "studyFirstSubmitQcDate": "2022-07-30",
            "studyFirstPostDateStruct": {
                "date": "2022-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Christian Hinrichs",
                "investigatorTitle": "Chief, Section of Cancer Immunotherapy",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Christian Hinrichs",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Iovance Biotherapeutics, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase I clinical trial to determine the maximum tolerated dose (MTD) of KK-LC-1 TCR-T cells for the treatment of metastatic cancers that express KK-LC-1. Participants will receive a conditioning regimen, KK-LC-1 TCR-T cells, and aldesleukin. The safety profile and clinical response to treatment will be determined.",
            "detailedDescription": "This study will determine the MTD of KK-LC-1 TCR-T cells for the treatment of metastatic cancers that express KK-LC-1 and will assess clinical tumor response to treatment. KK-LC-1 is an abnormal protein that is expressed by certain types of cancer. The cancers that most commonly express KK-LC-1 include gastric, lung, breast, and cervix cancer. KK-LC-1 TCR-T cells are autologous T cells that are genetically engineered to target the KK-LC-1 antigen. Tumor targeting by the KK-LC-1 TCR requires that subjects have the the HLA-A\\*01:01 allele. Participants will receive a conditioning regimen consisting of cyclophosphamide and fludarabine. They will then receive a single infusion of KK-LC-1 TCR-T cells, which will be followed by administration of aldesleukin. Adverse events, dose limiting toxicity, tumor response, and tumor response duration will be determined."
        },
        "conditionsModule": {
            "conditions": [
                "Gastric Cancer",
                "Breast Cancer",
                "Cervical Cancer",
                "Lung Cancer"
            ],
            "keywords": [
                "CAR-T",
                "immunotherapy",
                "TIL",
                "stomach cancer",
                "lung cancer",
                "breast cancer",
                "triple negative",
                "cervical cancer",
                "cell therapy",
                "gene therapy",
                "tumor infiltrating lymphocytes",
                "T cells",
                "immune"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is a phase I clinical trial that will determine the maximum tolerated dose and clinical tumor responses for escalating doses of KK-LC-1 TCR-T cells.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "KK-LC-1 TCR-T cells",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive a conditioning regimen, KK-LC-1 TCR-T cells, and aldesleukin.",
                    "interventionNames": [
                        "Biological: KK-LC-1 TCR-T cells",
                        "Drug: Aldesleukin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "KK-LC-1 TCR-T cells",
                    "description": "Participants will receive a conditioning regimen consisting of cyclophosphamide and fludarabine. KK-LC-1 TCR-T cells will be administered as a single intravenous infusion.",
                    "armGroupLabels": [
                        "KK-LC-1 TCR-T cells"
                    ],
                    "otherNames": [
                        "KK-LC-1 TCR",
                        "TIL",
                        "Adoptive cell transfer",
                        "CAR-T",
                        "TCR"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Aldesleukin",
                    "description": "Aldesleukin 720,000 IU/kg IV every 8 hours will be preferentially administered as an inpatient within 24 hours after KK-LC-1 TCR-T cell infusion for up to 6 doses; however up to 24 hours may elapse between doses. Aldesleukin dosing will be stopped for aldesleukin-related grade 3 or greater toxicity other than flushing, fever, chills, or hemodynamic changes (tachycardia or hypotension) that respond to crystalloid infusion. Aldesleukin may also be stopped at any time at investigator discretion.",
                    "armGroupLabels": [
                        "KK-LC-1 TCR-T cells"
                    ],
                    "otherNames": [
                        "Proleukin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD) of KK-LC-1 TCR-T cells",
                    "description": "The highest dose level achieved according to the protocol-defined criteria for DLTs and determination of MTD.",
                    "timeFrame": "30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events of KK-LC-1 TCR T cells",
                    "description": "Adverse event determination as measured by National Cancer Institute (NCI) Common 5.0Terminology Criteria for Adverse Events (CTCAE) Criteria Version 5.0",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Tumor response rate",
                    "description": "Tumor response will be determined by RECIST criteria as per the protocol description",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Tumor response duration",
                    "description": "Tumor response duration will be determined by RECIST criteria as per the protocol description",
                    "timeFrame": "Through study completion, up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "1. Inclusion Criteria: Subjects must meet all the following criteria to participate in this study.\n\n1. Signed, written informed consent obtained prior to any study procedures.\n2. Age \\> 18 years at the time of informed consent.\n3. Metastatic solid tumor with ≥ 10% of tumor cells positive for KK-LC-1 by IHC assay. Due to the low frequency of KK-LC-1 expression in most cancers, screening will focus on gastric, NSCLC, TNBC, and cervix cancers. The IHC test will be performed by the Rutgers Cancer Institute, Department of Biorepository Services.\n4. HLA-A\\*01:01 allele by HLA haplotype test.\n5. Measurable disease per RECIST Criteria Version 1.1 at time of enrollment.\n6. Prior treatment with cancer type-specific standard of care systemic cancer therapy is required. Standard treatment options must be considered and declined. Documentation of rationale is required if a subject is deemed unsuitable for standard therapy.\n7. Subjects with \\< 3 brain metastases that have been treated with surgery or stereotactic radiosurgery are eligible. Lesions that have been treated with stereotactic radiosurgery must be clinically stable for one month before protocol treatment. Patients with surgically resected brain metastases are eligible.\n8. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 at screening.\n9. Negative pregnancy test for women under 55 and all women who have had a menstrual period in the last 12 months. A pregnancy tests is not required for women who have had a bilateral oophorectomy or hysterectomy.\n10. Women of child-bearing potential must agree to use adequate contraception (i.e., intrauterine device, hormonal barrier method of birth control; abstinence; tubal ligation or vasectomy) prior to study entry and for 12 months after treatment. Should a women become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately.\n11. Participants must have organ and marrow function as defined below:\n\n    1. Leukocytes \\> 3,000/mcL\n    2. Absolute neutrophil count \\> 1,500/mcL\n    3. Platelets \\> 100,000/mcL\n    4. Hemoglobin \\> 9.0 g/dL\n    5. Total bilirubin within normal institutional limits except in participants with Gilbert's Syndrome who must have a total bilirubin \\< 3.0 mg/dL.\n    6. Serum AST (SGOT)/ALT (SGPT) \\< 2.5 x ULN\n    7. Calculated creatinine clearance (CrCl) \\>50 mL/min/1.73 m2for participants with creatinine levels above institutional normal (by the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation).\n    8. INR or a PTT ≤1.5 X ULN unless the subject is receiving anticoagulant therapy. Subjects on anticoagulant therapy must have a PT or PTT within therapeutic range and no history of severe hemorrhage.\n12. Serology:\n\n    * HIV antibody negative\n    * Hepatitis B antigen negative\n    * Hepatitis C antibody negative or HCV RNC negative (i.e., no current HCV infection)\n13. More than four weeks must have elapsed since any prior systemic therapy at the time the patient receives the KK-LC-1 TCR T cells. Adverse events from prior therapy must have resolved to ≤ grade 1 according to CTCAE Version 5.0 or have demonstrated clinical stability and meet the eligibility criteria for the protocol.\n14. Oxygen saturation ≥ 92% on room air.\n15. Left ventricular ejection fraction ≥45% by echocardiogram or MUGA for patients 50 years of age or older.\n\nExclusion Criteria: Subjects who meet any of the following criteria will be excluded from participation in this study:\n\n1. Current treatment with another investigational agent.\n2. History of severe allergic reactions to compounds of similar chemical or biologic composition to agents in used in study.\n3. Uncontrolled intercurrent illness such as active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations at the time of treatment that would limit compliance with study requirements.\n4. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with KK-LC-1 TCR T cells, breastfeeding should be discontinued if the mother is treated with KK-LC-1 TCR cells. The potential risks may also apply to other agents used in this study.\n5. Participants with a systemic immunodeficiency including acquired deficiency such as HIV or primary immunodeficiency such as Severe Combined Immunodeficiency Disease are ineligible. The experimental treatment being evaluated in this protocol depends on an intact immune system. Participants who have decreased immune competence may be less responsive to the treatment.\n6. Participants on immunosuppressive drugs including corticosteroids unless meeting criteria outlined in Section 6.1 (Prohibited Medications).\n7. Subjects with HLA-A\\*01:01 damaging mutation or allele loss or other molecular resistance detected by clinical or research genomic profiling will not be eligible.\n8. Participants with potentially severe autoimmune diseases such as Crohn's disease, ulcerative colitis, rheumatoid arthritis, autoimmune hepatitis, autoimmune pancreatitis, or systemic lupus erythematosus are not eligible. Patients with less severe autoimmune diseases such as hypothyroidism, vitiligo, and other minor autoimmune disorders are eligible.\n9. Participants with prior or concurrent malignancy whose natural history or treatment is unlikely to interfere with the safety or efficacy assessments of the investigational regimen are eligible for this trial. Examples include, but are not limited to:\n\n   1. Carcinoma in situ\n   2. Cutaneous skin cancers requiring only local excision\n   3. Low grade non-muscle invasive bladder cancer\n   4. Low grade prostate cancer Participants with prior or concurrent malignancy that do not meet the above criteria are excluded.\n10. Subjects who received a live vaccine within 30 days prior to enrollment are not eligible.\n11. Determination by the Principal Investigator that participation is not in the best interest of the research subject or may jeopardize the safety of the subject or integrity of the clinical trial data.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tobi Adewale",
                    "role": "CONTACT",
                    "phone": "732-710-2406",
                    "email": "olutobi@cinj.rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christian S Hinrichs, MD",
                    "affiliation": "Rutgers Cancer Institute of New Jersey",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rutgers Cancer Institute of New Jersey",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tobi Adewale",
                            "role": "CONTACT",
                            "phone": "732-710-2406",
                            "email": "olutobi@cinj.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "RWJBarnabas Health - Robert Wood Johnson University Hospital",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tobi Adewale",
                            "role": "CONTACT",
                            "phone": "732-710-2406",
                            "email": "olutobi@cinj.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "Data will be made available through the publisher at the time of publication.",
            "accessCriteria": "Data will be accessible through the publisher."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002583",
                    "term": "Uterine Cervical Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000002577",
                    "term": "Uterine Cervical Diseases"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5830",
                    "name": "Uterine Cervical Neoplasms",
                    "asFound": "Cervical Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16064",
                    "name": "Stomach Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5825",
                    "name": "Uterine Cervical Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "T5486",
                    "name": "Stomach Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000082598",
                    "term": "Aldesleukin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019380",
                    "term": "Anti-HIV Agents"
                },
                {
                    "id": "D000044966",
                    "term": "Anti-Retroviral Agents"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "relevance": "LOW"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M225496",
                    "name": "Aldesleukin",
                    "asFound": "125",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21350",
                    "name": "Anti-HIV Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}