{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04360928",
            "orgStudyIdInfo": {
                "id": "20030401"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Knee Split Comparison After ACL Reconstruction",
            "officialTitle": "Postoperative ERIS Knee Splinting Following ACLR: A Randomized Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "knee-split-comparison-after-acl-reconstruction"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-06",
            "studyFirstSubmitQcDate": "2020-04-23",
            "studyFirstPostDateStruct": {
                "date": "2020-04-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate the efficacy of the Graymont X ERIS Knee Splint brace in the postoperative period of ACL reconstruction to improve range of motion, specifically the achievement of terminal extension and time-to-achievement compared to the standard hinged knee brace. This will be directly measured with goniometric angle and heel-height measurements relative to the contralateral side. Other metrics will include standard, validated patient reported outcomes and requirements for additional interventions to treat extension deficits including, but not limited to, additional therapy, intraarticular injections, oral corticosteroids, manipulation under anesthesia, or arthroscopic arthrolysis.",
            "detailedDescription": "This study will be a prospective randomized controlled trial of patients undergoing arthroscopic reconstruction of full thickness ACL tears with bone-patellar tendon-bone autograft. All patients who sign the consent form will be enrolled in the study and randomized to one of the two treatment arms.\n\nSubjects will be appropriately fitted for the brace corresponding to randomization on the day of surgery. All braces will be placed on the subject in the operating room at the conclusion of the procedure. All patient will begin a standardized physical therapy protocol on postoperative day 1-14.\n\nFollow-up will take place at standard of care office visits at 1-week, 2-week, 6-weeks, 12-weeks, and 6-months. Range of motion, including goniometric angle and heel-height measurements, will be recorded at all postoperative time points. Time-to-achievement of full symmetric extension relative to the non-surgical knee will be monitored and recorded. At 3, 6, and 12 months, patients will also be asked to complete standardized, patient-reported outcomes questionnaires including IKDC, KOOS, PROMIS, VAS pain, VR/SF 12, and brief resilience scale. Patients will also be asked to answer questions regarding return to work and return to sport throughout the 1-year postoperative period.\n\nBoth treatment groups will progress according to standardized, postoperative rehabilitation programs, similar to the program outlined below.\n\nPhase I: Protection, Range of Motion (ROM), and Proprioception\n\nGoal:\n\n• To protect the surgical graft, restore lower extremity mobility, and proprioception\n\nPrecautions:\n\n* Patient can initiate immediate weight bearing with knee immobilizer brace locked at 0º extension.\n* Patients may unlock or remove brace once they are able to perform a straight leg raise without any quadriceps lag and perform a single leg stance (SLS) on surgical limb for at least 30 seconds. Patients must also wear the brace with any weight bearing activity for six weeks.\n\nCriteria for progression to next phase:\n\n* Non-antalgic gait with no observable gait impairments\n* ROM: Goal of extension to at least 0º, and flexion within 10º of contralateral knee.\n* Perform single leg stance on surgical limb on dynamic surfaces (balance board, foam, etc.)\n\nExercises to be included:\n\nROM:\n\n* Flexion: heel slides, wall slides, prone hamstring curls\n* Extension: supine or prone hangs, hamstring and calf stretching\n\nNWB strengthening:\n\n• Quadriceps sets (prone and supine), leg raises, and bridges on a swiss ball\n\nProprioception:\n\n• SLS from static to dynamic surfaces and movements, 3-way lunges, balance board, rebounder or therapist ball tossing\n\nPhase II: Strength and Endurance\n\nGoal:\n\n• Build single limb endurance and to prepare for agility training\n\nPrecautions:\n\n• No running/jogging or jumping.\n\nCriteria for progression to next phase:\n\n* Full, pain free knee AROM within 3º of contralateral knee\n* Able to perform single leg squat to approximately 60º knee flexion for 2 minutes without joint pain or compensations\n* No compensatory gait patterns during faster ambulation speeds\n\nExercises to be included:\n\nROM:\n\n• Stretching as needed (calf, hamstring, quad, trunk, upper body)\n\nNWB:\n\n• Trunk/core dynamics\n\nProprioception:\n\n• Single leg stance with trunk rotations (use resistance for progression), floor touches, cone pick-ups on stable and unstable surfaces\n\nPhase III: Power and Agility\n\nGoal:\n\n• Gain type II, fast twitch muscle fibers and prepare for return to sport training\n\nPrecautions:\n\n* Not to be initiated until at least 12 weeks post-operatively\n* No uncontrolled jumping (i.e. on grass, when not supervised by medical staff)\n* No cutting or pivoting at full speeds\n\nCriteria for progression to next phase:\n\n* Perform single leg squat to approximately 60º knee flexion for 3 minutes against external resistance\n* Perform lateral and diagonal jumping of a distance equal to the patient's leg length or greater for 2 minutes or longer\n* Perform double leg jumps from at least. a 12-inch surface\n* Perform single leg static jumps from flat surface\n\nExercises to be included:\n\nLeg press, lunge, hamstring curl\n\nAgility:\n\n• Ladder training, cone drills, lateral and diagonal jumping adding external resistance\n\nPhase IV: Return to Sport Training\n\nPrecautions:\n\n* No physical contact during sport specific training\n* No live sport performance until cleared by functional sports assessment and surgeon\n\nPatients will undergo standard of care physical therapy 2-3 times per week for 20 weeks as directed by their physician. Physical therapy will begin as directed by physician generally before post op day 14."
        },
        "conditionsModule": {
            "conditions": [
                "ACL Tear",
                "Arthrofibrosis",
                "ACL Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 136,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Graymont X ERIS Knee Splint Degree Splinting Group",
                    "type": "EXPERIMENTAL",
                    "description": "These patients will be randomized to receive the Graymont X ERIS Knee Splint. Patients will follow the same standardized postoperative rehabilitation protocol.",
                    "interventionNames": [
                        "Device: Graymont X ERIS Knee Splint"
                    ]
                },
                {
                    "label": "Standard Hinged Knee Brace",
                    "type": "SHAM_COMPARATOR",
                    "description": "These patients will be randomized to receive a standard hinged knee brace. Patients will follow the same standardized postoperative rehabilitation protocol.",
                    "interventionNames": [
                        "Device: Standard Hinge Knee Brace"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Graymont X ERIS Knee Splint",
                    "description": "Specific type of splint which utilizes an inflatable air pocket on the posterior aspect of the leg to provide a combination of bracing and splinting in full extension in the immediate postoperative period.",
                    "armGroupLabels": [
                        "Graymont X ERIS Knee Splint Degree Splinting Group"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Standard Hinge Knee Brace",
                    "description": "Standard knee brace used postoperatively after ACL reconstruction.",
                    "armGroupLabels": [
                        "Standard Hinged Knee Brace"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time to full symmetric extension",
                    "description": "Time-to-achievement of full symmetric extension relative to the non-surgical knee",
                    "timeFrame": "Up to 6 months postoperatively"
                },
                {
                    "measure": "Range of motion",
                    "description": "Includes heel-height measurements",
                    "timeFrame": "6 months postoperatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Primary ACL Reconstruction\n* No associated repair or reconstruction procedures (meniscal repair, other ligamentous pathology). Patients undergoing concurrent partial meniscectomy would be eligible for inclusion.\n* Clinical and radiographic examination (MRI), performed as standard of care prior to study enrollment, consistent with an acute full thickness ACL tear and surgical consent for ACL reconstruction with a patellar tendon autograft\n* Written and informed consent for study participation\n\nExclusion Criteria:\n\n* Patients younger than 18 or older than 40 years of age\n* Revision surgery or prior history of knee surgery\n* Concomitant ligamentous, meniscal, or cartilage injury that would alter postoperative weight bearing status or rehabilitation protocol\n* Inability to comply with the proposed follow-up clinic visits\n* Patients lacking decisional capacity\n* Pregnant or breast-feeding women\n* Worker's compensation patients\n* Any clinically significant finding that would place the patient at health risk, impact the study, or affect the completion of the study\n* Any psychiatric illness that would prevent comprehension of the details and nature of the study and interfere with follow-up clinic visits",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carla M Edwards, PhD",
                    "role": "CONTACT",
                    "phone": "1312.563.5735",
                    "email": "carla_edwards@rush.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carla M. Edwards, PhD",
                            "role": "CONTACT",
                            "phone": "312-563-5735",
                            "email": "carla_edwards@rush.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plan to share IPD to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "ACL Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}