{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06157203",
            "orgStudyIdInfo": {
                "id": "STUDY00007700"
            },
            "organization": {
                "fullName": "PreTeL, Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "Labor Status Monitor for Diagnosing True vs False Labor in Preterm Patients",
            "officialTitle": "Labor Status Monitor for Diagnosing True vs False Labor in Preterm Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "labor-status-monitor-for-diagnosing-true-vs-false-labor-in-preterm-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-27",
            "studyFirstSubmitQcDate": "2023-11-27",
            "studyFirstPostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "PreTeL, Inc",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "University of Rochester",
                    "class": "OTHER"
                },
                {
                    "name": "Duke University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is an observational study of pregnant persons in threatened labor. The study device will record electromyography signals, then the signals will be examined to determine who is in true labor and who is in threatened labor. The two goals are:\n\n* To establish the thresholds for the Contraction Synchronization Index (CSI) and the False Labor Index (FSI) to be used by the Labor Status Monitor to diagnose in-Labor or Not-in-Labor for preterm patients with threatened labor\n* To obtain feedback from subjects and providers to assist with enhancing patient comfort and provider training.",
            "detailedDescription": "This is a multicenter device optimization study, conducted as an observational cohort study.\n\nAll subjects will self-present for evaluation of threatened preterm labor. Threatened labor is defined here to mean that the diagnosis of in-Labor or Not-in-Labor is uncertain based on an initial evaluation. In practice, this means that the patient is experiencing uterine contractions, although her cervix is not dilated (opened) sufficiently for her to be immediately diagnosed as in-Labor and it is unclear if delivery will result from these contractions.\n\nCurrent methods use legacy fetal monitoring devices to assist with making a working diagnosis of in-Labor or Not-in-Labor. Clinical management is then based on the working diagnosis. Legacy fetal monitoring devices are usually a tocodynamometer (Toco) and Doppler but alternately may be any FDA-cleared fetal monitor. There are several EMG-based FDA-cleared fetal monitors, although none are approved for use in preterm patients \\< 37 weeks.\n\nWith threatened labor, current methods typically require 2 to 4 hours to diagnose labor status (in-Labor or Not-in-Labor), although longer durations of evaluation are common. The Labor Status Monitor is designed to make a diagnosis using EMG within 1 to 2 hours, and with greater sensitivity and specificity than current methods. To establish the duration of recording needed to make a diagnosis with the Labor Status Monitor, EMG recording will be performed for at least 1 hour, and up to the time required to make the diagnosis using current methods.\n\nThe Labor Status Monitor uses electromyography (EMG) sensors that were specifically designed to record EMG from the pregnant uterus. These custom sensors are called \"Area Sensors\" since they report the EMG signal from a local area of the uterus. An array of 6 Area Sensors distributed widely across the front of the abdomen is used to depict the activity of the entire uterus.\n\nThe Labor Status Monitor is one of three devices under development by PreTeL - the other two are an EMG/ECG-based fetal monitor and the Uterine Stimulation Monitor. The three devices use the same placement of sensors and same methods of recording and storing data. The devices are differentiated by the methods of data analysis (e.g., the software analytics), which provide a different output for each indication. Each device uses the same array of six Area Sensors and requires at least two ECG sensors, one for reference and one for noise reduction. The EMG/ECG-based fetal monitor also reports the maternal and fetal heart rates, which requires an additional one or two ECG sensors to record the maternal and fetal ECG. The Labor Status Monitor and the Uterine Stimulation Monitor do not report maternal or fetal heart rate and hence are not required to use the additional two ECG sensors. However, we continue to place these additional sensors during our continuing development of the Labor Status Monitor because they provide additional uterine EMG data and quality control for the Area Sensors.\n\nThe purpose of this study is to obtain EMG data from subjects in threatened labor, then optimize the analytic software by establishing the parameter thresholds that are used to diagnose in-Labor or Not-in-Labor. To accomplish this goal, a gold standard diagnosis of True Labor or False Labor must be established for each subject. Gold standard diagnoses will be made retrospectively by waiting for the subject to deliver and assessing if the delivery resulted from the contractions that were occurring at the time of testing. To emphasize, the gold standard diagnoses (True Labor or False Labor) are made retrospectively and working diagnoses (in-Labor or Not-in-Labor) that are used for clinical management must be made prospectively. Establishing gold standard diagnoses also allows determination of the sensitivity and specificity of current methods in this population and will form the basis for evaluating the performance of the Labor Status Monitor.\n\nThis project is performed in two stages. In stage 1, training data is obtained, where the thresholds are set by the analysis team with knowledge of the gold standard diagnosis. In stage 2, validation data is obtained using the same procedures as stage 1, except the analysis team produces a diagnosis from the thresholds established in stage 1 and without knowledge of the gold standard diagnosis. Research information or results are not used for clinical management in either stage."
        },
        "conditionsModule": {
            "conditions": [
                "PreTerm Labor",
                "Threatened Preterm Labor",
                "Preterm Birth"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 181,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Uterine electromyography",
                    "description": "electromyographic and fetal electrocardiographic recordings will be obtained during threatened labor",
                    "otherNames": [
                        "fetal electrocardiography"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Preterm birth",
                    "description": "BIrth prior to term",
                    "timeFrame": "24 hours"
                },
                {
                    "measure": "Preterm birth",
                    "description": "BIrth prior to term",
                    "timeFrame": "48 hours"
                },
                {
                    "measure": "Preterm birth",
                    "description": "BIrth prior to term",
                    "timeFrame": "7 days"
                },
                {
                    "measure": "Preterm birth",
                    "description": "BIrth prior to term",
                    "timeFrame": "less than 37 weeks"
                },
                {
                    "measure": "Preterm birth",
                    "description": "BIrth prior to term",
                    "timeFrame": "Term"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Survey of subjects and clinical personnel",
                    "description": "Identify barriers to electrocardiography and electromyography recording",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPregnant persons more than 24 and less than 37 weeks gestation experiencing threatened labor Singleton pregnancy\n\nExclusion Criteria:\n\nFetal anomaly that removes fetal well-being from consideration during labor Non-vertex presentation Fetal distress of other indications for emergent delivery",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Subjects must be pregnant, hencemost or all will be pregnant women. Pregnant transgender males will be eligible for participation.",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Low- or high-risk pregnancies that have achieved viability, anticipating a term delivery",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Roger C Young, MD",
                    "role": "CONTACT",
                    "phone": "603 359 8870",
                    "email": "ryoung@pretelhealth.com"
                },
                {
                    "name": "Marc Finch",
                    "role": "CONTACT",
                    "phone": "770 842 6806",
                    "email": "mfinch@pretelhealth.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Roger C Young, MD",
                    "affiliation": "PreTeL Chief Medical Officer",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Rochester Medical Center",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neil Seligman, MD",
                            "role": "CONTACT",
                            "phone": "215-756-4897",
                            "email": "neil_seligman@urmc.rochester.edu"
                        },
                        {
                            "name": "Ponnila Marinescu, MD",
                            "role": "CONTACT",
                            "phone": "2072292040",
                            "email": "ponnila_marinescu@urmc.rochester.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                },
                {
                    "facility": "Dume University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Gilner",
                            "role": "CONTACT",
                            "phone": "919-201-2407",
                            "email": "jennifer.gilner@duke.edu"
                        },
                        {
                            "name": "Danielle Lanpher",
                            "role": "CONTACT",
                            "email": "danielle.lanpher@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data shared will include summarized birth and EMG data of all participants. Individual birth outcomes will not be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                },
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Preterm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "asFound": "Preterm Labor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}