{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06018766",
            "orgStudyIdInfo": {
                "id": "LAM-001-BOS-CLN01"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "LAM-001 in Lung Transplant Recipients With Bronchiolitis Obliterans Syndrome.",
            "officialTitle": "A Randomized, Placebo-controlled Phase 2 Study to Demonstrate the Safety and Efficacy of the Addition of LAM-001 to Standard Immunosuppression Therapy for Chronic Lung Allograft Dysfunction (BOS).",
            "acronym": "INSPO-BOS",
            "therapeuticArea": [
                "Rare Diseases",
                "Respiratory"
            ],
            "study": "lam-in-lung-transplant-recipients-with-bronchiolitis-obliterans-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-01",
            "studyFirstSubmitQcDate": "2023-08-28",
            "studyFirstPostDateStruct": {
                "date": "2023-08-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Steven Hays, MD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Steven Hays, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "OrphAI Therapeutics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about the safety and effectiveness of LAM-001 in patients who have developed bronchiolitis obliterans syndrome (BOS), a form of chronic rejection, after lung transplantation.\n\nThe main questions it aims to answer are:\n\n* Is LAM-001 safe in these patients?\n* Is LAM-001 effective in slowing BOS progression?\n\nParticipants will:\n\n* Be randomly assigned to inhale either LAM-001 or placebo (a look-alike substance that contains no active drug) daily for 48 weeks\n* Attend 10 study visits (mixture of in-person and telehealth) over the 48 week period\n* Undergo pulmonary function testing, bronchoscopy, lab testing, and physical examination\n* Submit weekly home spirometry monitoring\n\nResearchers will compare participants assigned to LAM-001 versus placebo to see if LAM-001 is safely tolerated and to assess the effectiveness of LAM-001 on slowing BOS progression.",
            "detailedDescription": "Chronic rejection, commonly denoted as bronchiolitis obliterans (BO), obliterative bronchiolitis (OB), or bronchiolitis obliterans syndrome (BOS), is the leading cause of death beyond the first year after lung transplantation. Whereas the development of BOS is rare within the first year after lung transplantation, annual increments of approximately 10% are recorded in subsequent years, resulting in a cumulative incidence range of 40-50% within the first five years and 70-80% within 10 years of transplantation.\n\nNo current effective treatment for BOS exists. BOS represents the leading cause of morbidity and mortality after lung transplantation, limiting 5-year survival to well below other solid organ transplants. BOS is characterized by an inexorable lung function decline despite currently available immunomodulatory treatments. Sirolimus has been shown to block T-cell proliferative effects induced by cytokines, alloantigens, and mitogens in a dose-dependent manner(4, 5). Oral sirolimus has been shown in small studies to have a beneficial impact on rapidly progressive BOS; however, administration in this patient population has been challenged by a high degree of intolerance with the side effects. The development of LAM-001 for lung transplant related BOS, conceptually a T-cell driven process against transplanted alloantigen, is based on the principal hypothesis that administration of a sirolimus dose to the rejecting lung allograft(s) by inhalation will result in improved efficacy by depositing higher drug concentrations directly within the allograft by inhalation than would be achieved by oral administration due to systemic toxicities associated with oral sirolimus. Because of known reduced systemic bioavailability of LAM-001 compared to oral sirolimus dosing, amelioration of the substantial adverse event profile compared to oral drug is expected. LAM-001 is also expected to reduce serious complication risks by obviating requirements for maintenance and augmented immune drugs used to treat BOS.\n\nThe primary objective is to assess the clinical efficacy of LAM-001 in lung transplant recipients with bronchiolitis obliterans syndrome as measured by progression free survival and change in forced expiratory volume in one second (FEV1) over a 48-week period. Another primary objective is to assess the safety and tolerability of LAM-001 in lung transplant recipients with bronchiolitis obliterans syndrome.\n\nSecondary objectives are:\n\n* To determine the impact of LAM-001 on genetic markers of bronchiolitis obliterans syndrome and activation of the mammalian target of rapamycin (mTOR) pathway by measuring chronic lung allograft dysfunction signature gene profiling and mTOR pathway activation in bronchoalveolar lavage fluid\n* To determine whether donor-derived cell-free DNA (%ddcfDNA) will predict ongoing injury (versus cessation of BOS progression) by measuring %ddcfDNA in randomized subjects. % ddcfDNA will be correlated with clinical outcome measures of FEV1 change, death, and re-transplantation for both randomized groups.\n* To determine the levels of sirolimus in the blood and bronchoalveolar lavage (BAL) fluid, the BAL as a surrogate for levels in the lung."
        },
        "conditionsModule": {
            "conditions": [
                "Bronchiolitis Obliterans Syndrome",
                "Chronic Lung Allograft Dysfunction",
                "Lung Transplantation"
            ],
            "keywords": [
                "Bronchiolitis Obliterans Syndrome",
                "Chronic Lung Allograft Dysfunction",
                "Lung Transplant Rejection",
                "Sirolimus",
                "mTOR inhibitor",
                "CLAD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "LAM-001",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: LAM-001"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "LAM-001",
                    "description": "LAM-001 administered via dry powder inhaler",
                    "armGroupLabels": [
                        "LAM-001"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo administered via dry powder inhaler",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time to Progression Free Survival (PFS), Level 1",
                    "description": "Time to Progression Free Survival (PFS) Level 1, defined as the earliest of the following:\n\n1. Absolute decrease in FEV1 from baseline of \\> 10%\n2. Death from respiratory failure",
                    "timeFrame": "52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in FEV1",
                    "description": "Change in FEV1 from baseline",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Change in forced expiratory volume in one second/forced vital capacity (FEV1/FVC)",
                    "description": "Change in FEV1/FVC from baseline",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Time to Progression Free Survival (PFS), Level 2",
                    "description": "Time to Progression Free Survival (PFS) Level 2, defined as the earliest of the following:\n\n1. Absolute decrease in the FEV1 from baseline of \\>20%\n2. Death from respiratory failure",
                    "timeFrame": "52 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in Quality of Life",
                    "description": "Change in Quality of Life as measured by St. George's Respiratory Questionnaire -COPD (SGRQ-C). The range of scores is 0-100, with the higher scores representing more limitation in quality of life.",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Change in six-minute walk distance (6MWD)",
                    "description": "Change in 6MWD from baseline",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "Donor-derived cell-free DNA: Ongoing lung injury",
                    "description": "Determine whether donor-derived cell-free DNA (%ddcfDNA) will predict ongoing injury (versus cessation of BOS progression) by measuring %ddcfDNA in randomized subjects. %ddcfDNA will be correlated with clinical outcome measures of FEV1 change, death, and re-transplantation for both randomized groups.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "% Reduced donor-derived cell-free DNA",
                    "description": "Determine whether the LAM-001 group will have a salutary effect on allograft injury in terms of reduced %ddcfDNA compared to standard therapy by measuring %ddcfDNA values at determined time points and comparing values between the LAM-001 and placebo groups.",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "CLAD signature gene profiling",
                    "description": "Utilizing the endobronchial brush, we will quantify a metagene, or normalized sum of gene expression, from our previously published airway inflammation gene set, as described in our publication (PMID: 32885581). The metagene expression will be compared between randomized groups.",
                    "timeFrame": "3 months post randomization"
                },
                {
                    "measure": "mTOR pathway activation",
                    "description": "Utilizing the bronchioalveolar lavage fluid, we will quantify pS6S235/235 in lymphocytes using flow cytometry, to quantify mTORC1 activity, as previously published (PMID: 36066491). We will compare pS6S235/235 between randomized groups.",
                    "timeFrame": "3 months post randomization"
                },
                {
                    "measure": "Blood sirolimus levels",
                    "description": "Measured blood sirolimus levels",
                    "timeFrame": "Assessed pre-inhalation at in-person study visits over 48 weeks and post-inhalation at 3 months post randomization"
                },
                {
                    "measure": "Bronchioalveolar lavage fluid sirolimus levels",
                    "description": "Measured bronchioalveolar lavage fluid sirolimus levels",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Airway Hypersensitivity to Treatment",
                    "description": "Measurement of FEV1 pre-inhalation and 4 hours following study drug inhalation to determine whether a subject has airway hyperreactivity to the study drug.",
                    "timeFrame": "Baseline Study Visit (Week 0)"
                },
                {
                    "measure": "Adverse events",
                    "description": "Incidence and severity of treatment emergent adverse events (AE) and serious adverse events (SAE).",
                    "timeFrame": "52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18 years old\n* Recipient of a double pulmonary allograft at least 12 months before study entry\n* Subjects with clinically diagnosed CLAD-BOS phenotype (all 3 required)\n\n  * BOS defined as screening FEV1 between 85-51% of the baseline as defined by the 2 highest FEV1 measures at least 3 weeks apart.\n  * Diagnosis within 12 months of screening visit.\n  * FEV1 decline is persistent as defined by decline sustained for \\> 30 days.\n* Currently receiving Standard Immunosuppression. This is defined as a combination of 3 medications including Prednisone, Mycophenolate or Azathioprine, and Tacrolimus or Cyclosporine. The dosing should be stable for 4 weeks prior to screening.\n* Absence of oral sirolimus or everolimus treatment for at least 4 weeks prior to screening based on the half-life and resolution of the tissue effects\n* Stable enough to enable routine post-transplant bronchoscopy with BAL and biopsy when indicated\n* Capable of understanding the purposes and risks of the study\n* Written informed consent (and assent when applicable) obtained from subject or subject's legal representative and ability for subject to comply with the requirements of the study.\n* Women of childbearing potential must have a negative serum pregnancy test within 7 days prior to study entry\n* Women of childbearing potential if sexually active must agree to using highly effective contraception during study and for 90 days after discontinuation of study treatment\n* Women of childbearing potential must refrain from breast feeding or donating eggs for the duration of the study and for 90 days after the last dose of study treatment\n* Male participants must agree to use a condom during sexual contact with a female of childbearing potential while participating in the study and for 90 days following discontinuation of investigational product use\n* Male participants must refrain from donating sperm for the duration of the study and for 90 days after the last dose of study treatment\n\nExclusion Criteria:\n\n* Pregnant, breastfeeding, or unwilling to practice birth control during participation in the study.\n* Presence of a condition or abnormality that in the opinion of the Investigator would compromise the safety of the patient or the quality of the data.\n* Patients with re-transplantation or currently listed for re-transplantation\n* Patients with confirmed other causes for loss of lung function, such as acute infection, acute rejection, restrictive allograft syndrome (CLAD - RAS phenotype, see Protocol Specific Definition), etc.\n* Patients with acute antibody-mediated rejection at Screening. In this context, clinically stable patients (as judged by the Investigator) with detectable donor-specific antibodies (DSA) levels at the Screening Visit are eligible for the study\n* Active acute bacterial, viral, or fungal infection that has not successfully resolved in at least 4 weeks prior to the Screening Visit. Patients with chronic infection or colonization who are clinically stable as per judgement of the investigator are eligible.\n* Mechanical ventilation within 12 weeks prior to the randomization\n* Patient has baseline resting oxygen saturation of \\< 89% on room air or use of supplemental oxygen at rest at screening\n* Evidence of functional airway stenosis (i.e., bronchomalacia/ tracheomalacia, airway stents, or airways requiring balloon dilatations to maintain patency) with onset after the initial diagnosis of BOS and ongoing at Screening and/or Baseline Visit\n* Known hypersensitivity to sirolimus or everolimus\n* Currently enrolled in another investigational trial for obstructive chronic lung allograft dysfunction (BOS)\n* Patients with chronic renal failure, defined as serum creatinine \\> 2.5 mg/dL at screening, or requiring chronic dialysis\n* Patients with liver disease and serum bilirubin \\> 3-fold upper limit of normal range or transaminases \\> 2.5 upper limit of normal range\n* Patients with active malignancy within the previous 2 years, including post-transplant lymphoproliferative disorder, except for treated, localized basal and squamous cell carcinomas\n* Any history of malignancy likely to result in significant disability or likely to require significant medical or surgical intervention within the next 6 months. This does not include minor surgical procedures for localized skin cancer.\n* History of severe allergic reaction to lactose (patients with lactose intolerance are eligible)\n* Patients with uncontrolled hypertension",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steven Hays, MD",
                    "role": "CONTACT",
                    "phone": "415-336-4141",
                    "email": "steven.hays@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven Hays, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven Hays, MD",
                            "role": "CONTACT",
                            "phone": "415-353-4141",
                            "email": "steven.hays@ucsf.edu"
                        },
                        {
                            "name": "Steven Hays, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Julia Maheshwari, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23806229",
                    "type": "BACKGROUND",
                    "citation": "Gillen JR, Zhao Y, Harris DA, LaPar DJ, Kron IL, Lau CL. Short-course rapamycin treatment preserves airway epithelium and protects against bronchiolitis obliterans. Ann Thorac Surg. 2013 Aug;96(2):464-72. doi: 10.1016/j.athoracsur.2013.04.068. Epub 2013 Jun 24."
                },
                {
                    "pmid": "23561805",
                    "type": "BACKGROUND",
                    "citation": "Gillen JR, Zhao Y, Harris DA, Lapar DJ, Stone ML, Fernandez LG, Kron IL, Lau CL. Rapamycin blocks fibrocyte migration and attenuates bronchiolitis obliterans in a murine model. Ann Thorac Surg. 2013 May;95(5):1768-75. doi: 10.1016/j.athoracsur.2013.02.021. Epub 2013 Apr 2."
                },
                {
                    "pmid": "26481278",
                    "type": "BACKGROUND",
                    "citation": "Zhao Y, Gillen JR, Meher AK, Burns JA, Kron IL, Lau CL. Rapamycin prevents bronchiolitis obliterans through increasing infiltration of regulatory B cells in a murine tracheal transplantation model. J Thorac Cardiovasc Surg. 2016 Feb;151(2):487-96.e3. doi: 10.1016/j.jtcvs.2015.08.116. Epub 2015 Sep 7."
                },
                {
                    "pmid": "9721431",
                    "type": "BACKGROUND",
                    "citation": "Sehgal SN. Rapamune (RAPA, rapamycin, sirolimus): mechanism of action immunosuppressive effect results from blockade of signal transduction and inhibition of cell cycle progression. Clin Biochem. 1998 Jul;31(5):335-40. doi: 10.1016/s0009-9120(98)00045-9."
                },
                {
                    "pmid": "30619313",
                    "type": "BACKGROUND",
                    "citation": "Bak S, Tischer S, Dragon A, Ravens S, Pape L, Koenecke C, Oelke M, Blasczyk R, Maecker-Kolhoff B, Eiz-Vesper B. Selective Effects of mTOR Inhibitor Sirolimus on Naive and CMV-Specific T Cells Extending Its Applicable Range Beyond Immunosuppression. Front Immunol. 2018 Dec 17;9:2953. doi: 10.3389/fimmu.2018.02953. eCollection 2018."
                },
                {
                    "pmid": "19862817",
                    "type": "BACKGROUND",
                    "citation": "Sonis S, Treister N, Chawla S, Demetri G, Haluska F. Preliminary characterization of oral lesions associated with inhibitors of mammalian target of rapamycin in cancer patients. Cancer. 2010 Jan 1;116(1):210-5. doi: 10.1002/cncr.24696."
                },
                {
                    "pmid": "24295418",
                    "type": "BACKGROUND",
                    "citation": "Boers-Doets CB, Raber-Durlacher JE, Treister NS, Epstein JB, Arends AB, Wiersma DR, Lalla RV, Logan RM, van Erp NP, Gelderblom H. Mammalian target of rapamycin inhibitor-associated stomatitis. Future Oncol. 2013 Dec;9(12):1883-92. doi: 10.2217/fon.13.141."
                },
                {
                    "pmid": "28224235",
                    "type": "BACKGROUND",
                    "citation": "Vigarios E, Epstein JB, Sibaud V. Oral mucosal changes induced by anticancer targeted therapies and immune checkpoint inhibitors. Support Care Cancer. 2017 May;25(5):1713-1739. doi: 10.1007/s00520-017-3629-4. Epub 2017 Feb 22."
                },
                {
                    "pmid": "21951751",
                    "type": "BACKGROUND",
                    "citation": "Pilotte AP, Hohos MB, Polson KM, Huftalen TM, Treister N. Managing stomatitis in patients treated with Mammalian target of rapamycin inhibitors. Clin J Oncol Nurs. 2011 Oct;15(5):E83-9. doi: 10.1188/11.CJON.E83-E89."
                },
                {
                    "pmid": "21890398",
                    "type": "BACKGROUND",
                    "citation": "de Oliveira MA, Martins E Martins F, Wang Q, Sonis S, Demetri G, George S, Butrynski J, Treister NS. Clinical presentation and management of mTOR inhibitor-associated stomatitis. Oral Oncol. 2011 Oct;47(10):998-1003. doi: 10.1016/j.oraloncology.2011.08.009. Epub 2011 Sep 3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001988",
                    "term": "Bronchiolitis"
                },
                {
                    "id": "D000001989",
                    "term": "Bronchiolitis Obliterans"
                },
                {
                    "id": "D000092122",
                    "term": "Bronchiolitis Obliterans Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001991",
                    "term": "Bronchitis"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000092124",
                    "term": "Organizing Pneumonia"
                },
                {
                    "id": "D000006086",
                    "term": "Graft vs Host Disease"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5264",
                    "name": "Bronchiolitis",
                    "asFound": "Bronchiolitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5265",
                    "name": "Bronchiolitis Obliterans",
                    "asFound": "Bronchiolitis Obliterans",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2893",
                    "name": "Bronchiolitis Obliterans Syndrome",
                    "asFound": "Bronchiolitis Obliterans Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5267",
                    "name": "Bronchitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M2894",
                    "name": "Organizing Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T871",
                    "name": "Bronchiolitis Obliterans",
                    "asFound": "Bronchiolitis Obliterans",
                    "relevance": "HIGH"
                },
                {
                    "id": "T872",
                    "name": "Bronchiolitis Obliterans Organizing Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M353695",
                    "name": "Temsirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M2827",
                    "name": "MTOR Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}