{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05258357",
            "orgStudyIdInfo": {
                "id": "MCW Lump Study"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Landmark vs. Ultrasound-Assisted Bone Marrow Biopsy Procedure Study",
            "officialTitle": "Landmark vs. Ultrasound-Assisted Bone Marrow Biopsy Procedure Study",
            "acronym": "LUMP",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "landmark-vs-ultrasound-assisted-bone-marrow-biopsy-procedure-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-04",
            "studyFirstSubmitQcDate": "2022-02-16",
            "studyFirstPostDateStruct": {
                "date": "2022-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Devin Madenberg",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Bone marrow biopsies are routinely performed by the Medicine Bedside Procedure Team service at Froedtert Hospital. Typical indications for inpatient bone marrow biopsies include evaluations for cytopenia, leukemia, lymphoma, myelodysplastic syndrome, or plasma cell dyscrasia. The bone marrow is sampled from the posterior iliac crest, ideally by drilling into the posterior superior iliac spine (PSIS). The Arrow® OnControl® Powered Bone Access System is utilized for this process. Most frequently, the location of the PSIS is estimated by using palpation of landmarks, such as the lateral iliac crests, spinous processes, sacrum, and the PSIS itself. Additionally, when using lidocaine to anesthetize the site, the needle is maneuvered to locate the most superficial portion of the PSIS, confirming the optimal drill anchor site. The correct direction/angle of the drill is estimated based on the orientation of the patient, typically directing it perpendicular to the coronal plane.\n\nPalpating landmarks to identify the posterior superior iliac spine is often difficult due to patient body habitus. Ultrasonography allows for accurate identification of the PSIS. It allows the clinician to pinpoint the best entry point in the skin and optimal drill angle to drive the needle perpendicular to the coronal plane. Furthermore, it allows the clinician to measure the distance from the skin to the PSIS, ensuring the drill bit is anchored onto the correct site.\n\nThe benefits of an ultrasound approach have not been well documented. Therefore, this study will seek to provide evidence of benefits, or lack thereof, in using ultrasound for bone marrow biopsies. This will be achieved using a two-arm, open-label, randomized study design which will compare patient outcomes, as measured by pain assessment, bone marrow biopsy procedure metrics, and bone marrow biopsy sample quality, between subjects that have undergone the procedure using either the control landmark palpation method or ultrasound-assisted technique to properly identify the PSIS.",
            "detailedDescription": "2.1 Hypothesis The Investigators will be working under the overarching hypothesis that using ultrasound to locate the PSIS and determine the appropriate drilling angle will provide better outcomes and disease diagnosis for patients undergoing the bone marrow biopsy procedure.\n\n2.2 Primary Objective • Determine whether incorporating ultrasound into a routine bone marrow biopsy improves the adequacy of core sample for diagnosis.\n\n2.3 Secondary Objectives\n\n* Determine whether incorporating ultrasound into a routine bone marrow biopsy improves the adequacy of aspirate smears.\n* Determine whether incorporating ultrasound into a routine bone marrow biopsy improves patient pain assessment.\n* Establish a correlation between number of drill attempts and patient pain.\n* Examine whether the ultrasound-assisted bone marrow biopsy procedure reduces drill attempts.\n* Determine if ultrasound-assisted bone marrow biopsy reduces patient risk, as measured by the number of complications post-procedure.\n\n2.4 Primary Endpoint\n\n• Adequacy of core samples for diagnosis between landmark and ultrasound-assisted arms: The proportion of adequate, suboptimal, and inadequate bone marrow biopsy samples, as measured by the overall length of evaluable marrow space using hematoxylin and eosin (H\\&E) stained slides, will be compared between the landmark and ultrasound-assisted cohorts. Cores containing ≥1.5 cm of evaluable marrow space will be considered adequate, 0.5-1.5 cm suboptimal, and \\<0.5 cm inadequate.\n\n2.5 Secondary Endpoints\n\n* Adequacy of aspirate smears between landmark and ultrasound-assisted arms: The proportion of adequate, suboptimal, and inadequate aspirate smears, as measured by the presence of aggregate marrow spicules and overt presence of marrow cells, will be compared between the landmark and ultrasound-assisted cohorts. Aspirate smears with at least one 200x field in aggregate marrow spicules will be considered adequate. Those with marrow spicules but less than one 200x field in aggregate, or those without marrow spicules but with overt presence of marrow cells on initial scanning, will be considered suboptimal. Those without marrow spicules and without overt presence of marrow cells on initial scanning will be considered inadequate.\n* Patient pain assessment between landmark and ultrasound-assisted arms: The proportion of patients with a pain score of seven or more, determined 12 to 24 hour post-procedure, will be compared between the landmark and ultrasound-assisted cohorts. Pain assessment will be scored for each patient using the 0-10 point visual analog scale.\n* Correlation between number of drill attempts and patient pain: A correlation coefficient (Pearson's or Spearman's) will be determined by using the number of drill attempts and the pain scores collected during a 12- to 24-hour post-procedure window for all patients regardless of the arm. The number of drill attempts needed to obtain bone marrow for each patient will be recorded immediately following the procedure. Patient pain assessment will be scored using the 0-10 point visual analog scale.\n* Number of drill attempts between landmark and ultrasound-assisted arms: The mean number of drill attempts needed will be compared between the landmark and ultrasound-assisted cohorts. The number of drill attempts needed to obtain bone marrow for each patient will be recorded immediately following the procedure.\n* Number of complications between landmark and ultrasound-assisted arms: The mean number of complications within +30 days post-procedure will be compared between the landmark and ultrasound-assisted cohorts. The specific type and number of complications will be recorded and tabulated, respectively, for each patient within +30 days post-procedure."
        },
        "conditionsModule": {
            "conditions": [
                "Bone Marrow Biopsy Procedure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Patients will opt to enroll in the study without knowing which arm they will be assigned, Ultrasound-assisted or landmark group.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Landmark",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "For a landmark bone marrow biopsy procedure, the patient is first positioned either prone or lateral decubitus. The lateral, superior iliac crest is palpated and an attempt is made to follow the course of the posterior iliac crest until the posterior superior iliac spine (PSIS) is palpated. Additionally, the gluteal cleft is visualized indicating the patient midline. The area over the sacrum at midline is then palpated, proceeding laterally until the PSIS can be felt. The skin is marked with a marker at the estimated PSIS and point of entry.",
                    "interventionNames": [
                        "Procedure: Landmark palpation bone marrow biopsy"
                    ]
                },
                {
                    "label": "Ultrasound-Assisted",
                    "type": "EXPERIMENTAL",
                    "description": "After the usual landmark technique is performed and the potential site has been marked, procedure team physician will use the ultrasound machine to \"fine tune\" the drill site location.",
                    "interventionNames": [
                        "Device: Ultrasound-assisted bone marrow biopsy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Ultrasound-assisted bone marrow biopsy",
                    "description": "After the usual landmark technique is performed and the potential site has been marked, the ultrasound machine \"fine tunes\" the drill site location. The probe is placed over the marked site in the transverse orientation. In this view, the location where the sacrum articulates near the ilium is visualized. The physician then searches for the location of the PSIS at its most superficial location, then the PSIS is centered. The probe is then rocked back and forth to determine the optimal drill angle.The skin is marked at the probe indicators on both long sides. In the sagittal orientation the PSIS is visualized and centered. The skin is then marked at the probe indicators on both long sides. The marker is then used to connect the marks, creating an \"X\" that marks the desired skin entry point",
                    "armGroupLabels": [
                        "Ultrasound-Assisted"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Landmark palpation bone marrow biopsy",
                    "description": "The lateral, superior iliac crest is palpated and an attempt is made to follow the course of the posterior iliac crest until the posterior superior iliac spine (PSIS) is palpated. Additionally, the gluteal cleft is visualized indicating the patient midline. The area over the sacrum at midline is then palpated, proceeding laterally until the PSIS can be felt. The skin is marked with a marker at the estimated PSIS and point of entry.",
                    "armGroupLabels": [
                        "Landmark"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Core adequacy",
                    "description": "The proportion of adequate, suboptimal, and inadequate bone marrow biopsy samples, as measured by the overall length of evaluable marrow space using hematoxylin and eosin (H\\&E) stained slides, will be compared between the landmark and ultrasound-assisted cohorts. Cores containing ≥1.5 cm of evaluable marrow space will be considered adequate, 0.5-1.5 cm suboptimal, and \\<0.5 cm inadequate",
                    "timeFrame": "Assessed at the end of the study, estimated to be at 2 years. Samples will be analyzed by a pathologist once all samples from 100 participants are obtained."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Aspirate adequacy",
                    "description": "The proportion of adequate, suboptimal, and inadequate aspirate smears, as measured by the presence of aggregate marrow spicules and overt presence of marrow cells, will be compared between the landmark and ultrasound-assisted cohorts. Aspirate smears with at least one 200x field in aggregate marrow spicules will be considered adequate. Those with marrow spicules but less than one 200x field in aggregate, or those without marrow spicules but with overt presence of marrow cells on initial scanning, will be considered suboptimal. Those without marrow spicules and without overt presence of marrow cells on initial scanning will be considered inadequate.",
                    "timeFrame": "Assessed at the end of the study, estimated to be at 2 years. Samples will be analyzed by a pathologist once all samples from 100 participants are obtained."
                },
                {
                    "measure": "Procedural Pain via visual analog scale",
                    "description": "The proportion of patients with a pain score of seven or more, determined 12 to 24 hour post-procedure, will be compared between the landmark and ultrasound-assisted cohorts. Pain assessment will be scored for each patient using the 0-10 point visual analog scale.",
                    "timeFrame": "Determined immediately following procedure and 12-24 hours after, for each participant."
                },
                {
                    "measure": "Drill attempts and pain correlation",
                    "description": "A correlation coefficient (Pearson's or Spearman's) will be determined by using the number of drill attempts and the pain scores collected during a 12- to 24-hour post-procedure window for all patients regardless of the arm. The number of drill attempts needed to obtain bone marrow for each patient will be recorded immediately following the procedure. Patient pain assessment will be scored using the 0-10 point visual analog scale.",
                    "timeFrame": "Assessed at the end of the study, estimated to be at 2 years."
                },
                {
                    "measure": "Mean Number of Drill attempts",
                    "description": "The mean number of drill attempts needed to successfully complete the procedure will be compared between the landmark and ultrasound-assisted cohorts. The number of drill attempts needed to obtain bone marrow for each patient will be recorded immediately following the procedure.",
                    "timeFrame": "Determined immediately following procedure for each participant."
                },
                {
                    "measure": "Complications",
                    "description": "• Determine if ultrasound-assisted bone marrow biopsy reduces patient risk, as measured by the number of complications post-procedure.",
                    "timeFrame": "Determined 30 days after the procedure, for each participant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Inpatient at Froedtert \\& MCW Froedtert Hospital ≥18 years old.\n2. Inpatient at Froedtert \\& MCW Froedtert Hospital requiring a bone marrow biopsy performed by the Medicine Bedside Procedure Team.\n3. Bone marrow biopsy is being performed for the explicit purpose of hematology/oncology assessment.\n4. Personally or via power of attorney (POA) in-person consent to the bone marrow biopsy procedure.\n5. Provide written informed consent to be on the study.\n6. English speaking\n\nExclusion Criteria:\n\n1. Inpatient at Froedtert \\& MCW Froedtert Hospital \\<18 years old.\n2. Inpatient having no indication for bone marrow biopsy.\n3. BMI ≥ 40.\n4. Inpatient that does not consent to the procedure themselves or have a POA that does not consent to the procedure.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Devin Madenberg, DO",
                    "role": "CONTACT",
                    "phone": "4145599945",
                    "email": "dmadenberg@mcw.edu"
                },
                {
                    "name": "Joseph Puetz, MD",
                    "role": "CONTACT",
                    "phone": "414-403-6624",
                    "email": "jpuetz@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Devin Madenberg, DO",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Froedtert Hospital",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Devin Madenberg, DO",
                            "role": "CONTACT",
                            "phone": "414-559-9945",
                            "email": "dmadenberg@mcw.edu"
                        },
                        {
                            "name": "Joseph Puetz, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Adrian Umpierrez De Reguero, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sheila Swartz, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23493477",
                    "type": "BACKGROUND",
                    "citation": "Islam A. Ultrasound: a new tool for precisely locating posterior iliac crests to obtain adequate bone marrow trephine biopsy specimen. J Clin Pathol. 2013 Aug;66(8):718-20. doi: 10.1136/jclinpath-2013-201463. Epub 2013 Mar 14."
                },
                {
                    "pmid": "23532866",
                    "type": "BACKGROUND",
                    "citation": "Shaikh F, Brzezinski J, Alexander S, Arzola C, Carvalho JC, Beyene J, Sung L. Ultrasound imaging for lumbar punctures and epidural catheterisations: systematic review and meta-analysis. BMJ. 2013 Mar 26;346:f1720. doi: 10.1136/bmj.f1720."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cho YC, Koo DH, Oh SK, Jeong WJ, Lee WS, You YH, Ryu S, Lee JW, Kim SW, Yoo IS. Comparison of ultrasound-assisted lumbar puncture with lumbar puncture using palpation of landmarks in aged patients in an emergency center. J Korean Soc Emerg Med. 2009; 20(3):304-309."
                },
                {
                    "pmid": "24124427",
                    "type": "BACKGROUND",
                    "citation": "Mofidi M, Mohammadi M, Saidi H, Kianmehr N, Ghasemi A, Hafezimoghadam P, Rezai M. Ultrasound guided lumbar puncture in emergency department: Time saving and less complications. J Res Med Sci. 2013 Apr;18(4):303-7."
                },
                {
                    "pmid": "25754807",
                    "type": "BACKGROUND",
                    "citation": "Edwards C, Leira EC, Gonzalez-Alegre P. Residency training: a failed lumbar puncture is more about obesity than lack of ability. Neurology. 2015 Mar 10;84(10):e69-72. doi: 10.1212/WNL.0000000000001335."
                },
                {
                    "pmid": "20333524",
                    "type": "BACKGROUND",
                    "citation": "Degen C, Christen S, Rovo A, Gratwohl A. Bone marrow examination: a prospective survey on factors associated with pain. Ann Hematol. 2010 Jun;89(6):619-24. doi: 10.1007/s00277-010-0934-0. Epub 2010 Mar 24."
                },
                {
                    "pmid": "12967736",
                    "type": "BACKGROUND",
                    "citation": "Vanhelleputte P, Nijs K, Delforge M, Evers G, Vanderschueren S. Pain during bone marrow aspiration: prevalence and prevention. J Pain Symptom Manage. 2003 Sep;26(3):860-6. doi: 10.1016/s0885-3924(03)00312-9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kuball J, Schüz J, Gamm H, Weber M. Bone marrow punctures and pain. Acute Pain. 2004; 6(1):9-14."
                },
                {
                    "pmid": "19243321",
                    "type": "BACKGROUND",
                    "citation": "Liden Y, Landgren O, Arner S, Sjolund KF, Johansson E. Procedure-related pain among adult patients with hematologic malignancies. Acta Anaesthesiol Scand. 2009 Mar;53(3):354-63. doi: 10.1111/j.1399-6576.2008.01874.x."
                },
                {
                    "pmid": "30307478",
                    "type": "BACKGROUND",
                    "citation": "Brestoff JR, Toland A, Afaneh K, Qavi AJ, Press B, Westervelt P, Kreisel F, Hassan A. Bone Marrow Biopsy Needle Type Affects Core Biopsy Specimen Length and Quality and Aspirate Hemodilution. Am J Clin Pathol. 2019 Jan 7;151(2):185-193. doi: 10.1093/ajcp/aqy126. Erratum In: Am J Clin Pathol. 2019 Jan 7;151(2):240. doi: 10.1093/ajcp/aqy159."
                },
                {
                    "pmid": "30225457",
                    "type": "BACKGROUND",
                    "citation": "Marinelli LM, Fang H, Howard MT, Hanson CA, Haack JJ, Eick EA, Allen RJ, Ruffridge DE, Byrne CM, King RL. Bone Marrow Biopsy Operator Experience and Impact on Aspirate, Biopsy, and Ancillary Testing Quality. Mayo Clin Proc Innov Qual Outcomes. 2018 Aug 1;2(3):241-247. doi: 10.1016/j.mayocpiqo.2018.06.007. eCollection 2018 Sep."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All collected IPD will be viewable in our secured excel data spreadsheet",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "From the beginning of recruitment to up to one year after study ends",
            "accessCriteria": "Clinical data in the secured excel spread sheet will be shared with the statistician."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}