{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05966636",
            "orgStudyIdInfo": {
                "id": "A4110-P"
            },
            "secondaryIdInfos": [
                {
                    "id": "1I21RX004110-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1I21RX004110-01A1"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "LASER Pilot Project",
            "officialTitle": "The LASER Pilot Project: Laser Therapy in Amputee Skin Care to Enhance Rehabilitation. A Preliminary InvestigationA",
            "acronym": "LASER",
            "therapeuticArea": [
                "Dermatology",
                "Other"
            ],
            "study": "laser-pilot-project"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-18",
            "studyFirstSubmitQcDate": "2023-07-25",
            "studyFirstPostDateStruct": {
                "date": "2023-07-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Miami Dermatology and Laser Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Bruce W. Carter VA Medical Center",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Veterans who use prosthetic limbs commonly suffer from skin problems such as scars that create discomfort and pain to the point that wearing the prosthesis is no longer tolerable. The Veteran must then discontinue prosthetic use to allow healing prior to wearing the limb again. Current treatments for skin problems include manual scar mobilization and massage, stretching, desensitization techniques, pain medication, prosthetic adjustment, steroid injection, scar excision and others. Most of these have not proven to be a long-term solution. A dermatologic procedure common in non-amputees for scar and skin lesion management, fractionated laser therapy, may be a long-term solution minimizing discomfort, pain and time out of the prosthesis. This preliminary study seeks to determine if fractional laser therapy can improve prosthetic use, and quality of life of Veterans with amputation who use lower limb prostheses.",
            "detailedDescription": "Many Veterans with lower limb amputation who use prostheses suffer from skin related prosthetic fit issues such as scars. Problematic scars may be managed with surgical excision that can yield a larger, more sensitive scar. Massage and desensitization techniques are also options. These current interventions yield widely varied results based on many factors including clinician skill, which modality is selected, patient compliance and others. Prosthetic use, walking, training, scar steroid injection and other therapies are options for scar management today. Current scar management treatments are limited due to high variance in effectiveness. Fractionated CO2 laser treatment however is a proven intervention for scar treatment in non-amputee patients, such as those with limb salvage or burns. The overall goal of this preliminary study is to determine if fractionated CO2 laser therapy, may potentially improve outcomes in Veterans who use prostheses who have limitations due to problematic scars.\n\nIn this preliminary investigation, the investigators will study the potential of fractionated CO2 laser therapy to decrease scar related discomfort, improve mobility and comfort otherwise restricted from problematic stump scarring and thus to improve quality of life. The investigators anticipate this will be a high-impact rapid translation intervention with the potential to restore functionality to individuals with lower limb amputation and transform the role of dermatologic care in lower limb prosthetics. The objective of this preliminary study is to explore the ability to recruit a sample of lower limb prosthesis users, coordinate laser therapy, collect outcomes and assure coordination and data fidelity between sites and facilitate determination of parameters for a future, more definitive clinical study of fractionated CO2 laser in the lower limb amputee population burdened with problematic scarring. The investigators' clinical hypothesis is fractionated CO2 laser treatment will provide considerable improvements in comfort, pain reduction, mobility and quality of life in lower limb prosthesis users. Further, it's hypothesize the investigators will be able to recruit a sample, assure data fidelity and be able to use the outcomes to estimate the power and sample to support a future clinical investigation and VA Merit application.\n\nSix to eight subjects will be recruited from the Tampa VA. They will receive a pre-procedural assessment including subjective and objective measures ultimately to measure functional mobility, socket comfort, prosthetic history, health related quality of life and residual limb measures (i.e. volumetrics, range of motion, muscle testing and others). Subjects will then be evaluated (including dermatologic outcome measures) by and receive laser therapy from a credentialed dermatologist and then return to the Tampa VA to repeat the aforementioned outcomes at 6 week, 3 months and 6 months follow ups. Following laser therapy, outcomes data will be analyzed to determine the treatment effect, power and ultimately, the necessary sample size for a future VA Merit proposal. Additionally, the study will provide preliminary evidence of efficacy of laser therapy in this population. It will also permit selection of the most ideal outcome measures and facilitate optimization of a protocol for the configuration of an optimized, more definitive study to determine efficacy of laser therapy in Veterans with lower limb amputation who use prostheses."
        },
        "conditionsModule": {
            "conditions": [
                "Acquired Absence of Lower Limb",
                "Scar Condition and Fibrosis of the Skin"
            ],
            "keywords": [
                "Amputation",
                "Scar",
                "Fractional Ablative Laser Resurfacing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The investigators will perform pre and post assessment of laser treatment techniques to improve scar mobility and skin health in a pilot sample of individuals with lower extremity limb loss who use artificial limbs for mobility.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Study statistician will be masked"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Observational Single Arm",
                    "type": "OTHER",
                    "description": "All subjects will have scars, quality of life, function assessed pre and post laser treatment",
                    "interventionNames": [
                        "Procedure: Fractional CO2 Laser Ablative Resurfacing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Fractional CO2 Laser Ablative Resurfacing",
                    "description": "Fractional lasers stimulate scar improvement through production of microscopic patterns of dermal injury, vaporizing scar tissue and inducing neocollagenesis, subsequently improving scar tissue texture and range of motion, and decreasing symptoms such as pain and pruritis. Current clinical consensus is supportive that fractionated lasers are the most effective option for the treatment of scars. Other laser wavelengths and modalities used for vascular deformities and hair removal for instance, have an adjunctive role in improving scars and may be used in the same laser session. Case reports provide evidence of substantial improvement in sensory symptoms and physical mobility within days to weeks after each treatment.",
                    "armGroupLabels": [
                        "Observational Single Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Prosthesis Evaluation Questionnaire",
                    "description": "Patient Reported Outcome Measure with score from 0-100 with increased score demonstrated patient reported improvement",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in 2 minute walk test",
                    "description": "Functional performance with score from 0 - 999 feet with increased score demonstrating increased velocity in walking",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in The Patient and Observer Scar Assessment Scale",
                    "description": "Dermatologic Survey on a scale of 1-10 with increased number demonstrating worsening of scar appearance",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in Optical Coherence Tomography",
                    "description": "Observational Measure for documentation of scar characteristics",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in Manchester Scar Scale",
                    "description": "Dermatologic survey on a scale of 1-4 with higher numbers representing worsening of conditions of scar",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in Dermatology Life Quality Index",
                    "description": "Dermatologic survey using a scale from scar problems resulting in very much, a lot, a little or not at all impacts to quality of life",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in Dermal Torque Meter",
                    "description": "Observational Measure for documentation of scar characteristics",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in Scar Photography",
                    "description": "Observational Measure for documentation of scar characteristics",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                },
                {
                    "measure": "Change in Prosthesis Limb User Survey - Mobility",
                    "description": "Patient reported outcome measure with scores from 20-80 with increase in score demonstrating increase in self reported functional mobility",
                    "timeFrame": "Baseline and post Treatment LASER Visit (week 6), and 3 and 6 month follow up visits"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 21-70 years.\n* Lower extremity amputation at the transtibial or transfemoral levels.\n* Lower extremity amputee who has regular and compliant use of a lower extremity prosthesis.\n* Lower extremity prosthesis use is disrupted or complicated by scarring and other skin maladies treatable with fractional CO2 laser therapy.\n* Cognitive ability to understand and willingness to provide informed consent and follow the study protocol.\n* Willing and able to attend pre and post procedural assessment sessions.\n* Willing and able to attend dermatologic and laser therapy sessions.\n\nExclusion Criteria:\n\n* Does not have lower extremity amputation.\n* Lower extremity amputee who does not use a prosthesis.\n* Lower extremity prosthetic use is not disrupted due to scarring or other skin maladies.\n* Residual limb has an open wound or active infection.\n* Has any of the following; open residual limb wound, cultured epithelial autographts, active infection, presence of unstable epithelium within the early weeks of injury\n* Otherwise not a candidate for laser therapy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meghan E Kern, DPT",
                    "role": "CONTACT",
                    "phone": "(813) 585-1802",
                    "email": "meghan.kern@va.gov"
                },
                {
                    "name": "Jeffrey T Heckman, DO",
                    "role": "CONTACT",
                    "phone": "(813) 972-2000",
                    "phoneExt": "7506",
                    "email": "Jeffrey.T.Heckman@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey T Heckman, DO",
                    "affiliation": "James A. Haley Veterans' Hospital, Tampa, FL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Miami VA Healthcare System, Miami, FL",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33125",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ignacio Gaunaurd, PhD",
                            "role": "CONTACT",
                            "phone": "305-206-2441",
                            "email": "ignacio.gaunaurd@va.gov"
                        },
                        {
                            "name": "Luis Gonzalez, MBA",
                            "role": "CONTACT",
                            "phone": "7867608959",
                            "email": "Luis.Gonzalez2@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "James A. Haley Veterans' Hospital, Tampa, FL",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Briana N Chilton",
                            "role": "CONTACT",
                            "phone": "813-558-7610",
                            "email": "Briana.Chilton@va.gov"
                        },
                        {
                            "name": "Margaret R Covar",
                            "role": "CONTACT",
                            "phone": "(813) 903-4407",
                            "email": "Margaret.Covar@va.gov"
                        },
                        {
                            "name": "Jeffrey T Heckman, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share individual participant data beyond deidentified, group aggregated established scientific peer reviewed publication"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6160",
                    "name": "Cicatrix",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}