{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05023772",
            "orgStudyIdInfo": {
                "id": "14622"
            },
            "organization": {
                "fullName": "Henry Ford Health System",
                "class": "OTHER"
            },
            "briefTitle": "Laser Interstitial Thermal Ablation and Stereotactic Radiosurgery for Patients With Spine Metastases",
            "officialTitle": "A Clinical Trial Evaluating the Efficacy of Combining Laser Interstitial Thermal Ablation With and Without Spine Stereotactic Radiosurgery for Patients With Spine Metastases",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other",
                "Orthopedics"
            ],
            "study": "laser-interstitial-thermal-ablation-and-stereotactic-radiosurgery-for-patients-with-spine-metastases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-02",
            "studyFirstSubmitQcDate": "2021-08-23",
            "studyFirstPostDateStruct": {
                "date": "2021-08-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ian Lee, MD",
                "investigatorTitle": "Co-Director of the Hermelin Brain Tumor Center",
                "investigatorAffiliation": "Henry Ford Health System"
            },
            "leadSponsor": {
                "name": "Henry Ford Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Medtronic",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to combine two complementary modes of treatment, spinal interstitial laser ablation and stereotactic spine radiosurgery (SSRS) for the treatment for spinal tumors near the spinal cord with an objective to improve tumor control, improve pain control, preserve function, and improve quality of life. We will also assess how effective these combined modes of treatment are in patients with spinal metastasis with an epidural component.",
            "detailedDescription": "Primary Objectives:\n\n1. Documenting rate of local control in patients who have received this combined treatment and\n2. Documenting safety of MRI compatible hardware for MRI based image guidance\n3. Determining the accuracy of the MRI-based image guidance\n\nSecondary Objectives:\n\n1. To determine local control at 1, 3, 6, 9, 18, and 24 months, and to compare to a historical control where patients received only SSRS at these time points and at 12 months.\n2. To document the extent of epidural tumor regression at 1, 3, 6, 9, 12, 18 and 24 months\n\n   * Calculate decrease in epidural tumor volume (by volumetric measurements using Brain Lab Elements software)\n   * Calculate increase in thecal sac patency (by volumetric measurements using Brain Lab Elements software and according to Bilsky method\n3. To determine overall survival at 6, 12, 18, and 24 months.\n4. To assess changes in muscle strength, location and severity of spinal-related pain, sensory function, ability to ambulate, and neurological grading at 1, 3, 6, 9, 12, 18, and 24 months compared with pretreatment baselines.\n5. To assess the effect of treatment on quality of life, measured at 1 month and every 3 months after with validated outcome measure tools\n6. To describe adverse side effects after treatment and to descriptively correlate those effects with radiographic findings, pain control, and quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Neoplasm Metastasis",
                "Spinal Cord Diseases",
                "Spinal Cord Compression",
                "Spinal Cord Tumor",
                "Spine Metastases"
            ],
            "keywords": [
                "Laser Ablation",
                "Spinal Cord",
                "Minimally Invasive Surgical Procedure",
                "Stereotactic Radiosurgery",
                "Pain Control",
                "Metastasis",
                "Epidural Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open Label one arm. Unblinded.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Treatment of Laser Interstitial Thermal Ablation Therapy and Stereotactic Radiosurgery",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will undergo laser interstitial thermal ablation and CT guided stereotactic radiosurgery via intensity-modulated radiation therapy on different dates within a one to fourteen day window. The order of treatment is at the treating physicians discretion.",
                    "interventionNames": [
                        "Procedure: Stereotactic Laser Ablation",
                        "Radiation: Stereotactic Radiosurgery",
                        "Diagnostic Test: MRI guided laser ablation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Stereotactic Laser Ablation",
                    "description": "MR Guided laser ablation therapy",
                    "armGroupLabels": [
                        "Experimental Treatment of Laser Interstitial Thermal Ablation Therapy and Stereotactic Radiosurgery"
                    ],
                    "otherNames": [
                        "Thermal laser ablation therapy",
                        "Visualase laser ablation therapy"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Radiosurgery",
                    "description": "Precise delivery of radiation to spinal tumor",
                    "armGroupLabels": [
                        "Experimental Treatment of Laser Interstitial Thermal Ablation Therapy and Stereotactic Radiosurgery"
                    ],
                    "otherNames": [
                        "CT guided stereotactic radiosurgery",
                        "Stereotactic external beam radiation therapy"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "MRI guided laser ablation",
                    "description": "Surgery will take place in intraoperative suite to include operating room and MRI scanner",
                    "armGroupLabels": [
                        "Experimental Treatment of Laser Interstitial Thermal Ablation Therapy and Stereotactic Radiosurgery"
                    ],
                    "otherNames": [
                        "Intraoperative MRI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Local Tumor Control Rate",
                    "description": "Kaplan-Meier estimates will be used.",
                    "timeFrame": "up to 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Local Tumor Control",
                    "description": "Time to local failure will be monitored continuously using Bayesian method.",
                    "timeFrame": "1, 3, 6, 9, 12, 18, and 24 months"
                },
                {
                    "measure": "Postoperative response to treatment assessed by MRI",
                    "description": "Routine MRI of the spine with and without contrast will be obtained at each follow-up visit. These post-treatment scans will be analyzed and compared to baseline scans for assessment of treatment response and local control. Bilsky grading system will be used.",
                    "timeFrame": "1, 3, 6, 9, 12, 18, and 24 months"
                },
                {
                    "measure": "Adverse Events",
                    "description": "To describe adverse side effects after treatment and descriptively correlate those effects with radiographic findings, pain control, and quality of life.",
                    "timeFrame": "up to 24 months"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Kaplan-Meier estimates will be used.",
                    "timeFrame": "6, 12, 18, and 24 months"
                },
                {
                    "measure": "Changes in symptoms assessed by physical examination",
                    "description": "The Physical Exam includes a general exam:(HEENT) Head, Eye, Ear, Nose and Throat evaluation, chest, heart, abdomen and extremities exam. Changes will be compared to baseline measurements. Negative changes will be evaluated by the neurosurgeon and radiation oncologist to determine if the change is related to a local failure or progression of systemic disease. Kaplan-Meier estimates will be used.",
                    "timeFrame": "1, 3, 6, 9, 12, 18, 24 months and annually thereafter"
                },
                {
                    "measure": "Changes in symptoms assessed by neurological examination",
                    "description": "The neurological examination includes: mental status (tested through history taking), cranial nerves (observation of eyes, face, voice, and coordination during history taking and as patient moves about the exam room), motor system (visual inspection, tone, muscle strength and endurance, assigned score of 0-5 for each muscle, a score of 0 would mean no muscular contraction, and a score of 5 would mean movement against full resistance, normal strength), reflexes, sensory system (vibration in toes; pinprick in feet); coordination (truncal stability, fine finger movement, toe tapping, finger-nose-finger, heel-knee-shin), and station and gait (gait including arising from chair without hands, walking on toes, heels, and heel to toe). Kaplan-Meier estimates will be used.",
                    "timeFrame": "1, 3, 6, 9, 12, 18, and 24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Measuring Quality of life (QOL) assessed by Spine Tumor Survey (MDASI-SP)",
                    "description": "We are measuring quality of life with the Spine Tumor Survey that will be assessed during each follow up Clinic visit. The patient survey will be assessed to measure postoperative response to treatment.",
                    "timeFrame": "baseline and 1, 3, 6, 9, 12, 18, and 24 months"
                },
                {
                    "measure": "Measuring Quality of life (QOL) assessed by Health Survey (SF-36)",
                    "description": "We are measuring quality of life with the Health Survey that will be assessed during each follow up Clinic visit. The participants are asked questions that measure eight health domains to assess physical and mental health. Physical health-related domains include: General health, Physical Functioning, Role Physical, and Body Pain. Mental health-related scales include Vitality, Social Functioning, Role Emotional, and Mental Health. A 3 and 5 point Likert scale is used in the survey. Two summary scores of the physical and mental health using weighted means of the eight domains. Descriptive statistics will be used to summarize pain relief and quality of life at each follow up visit, which will be the changes in scores from baseline to each assessment visit. Time to maximum pain relief will be the time from the day of thermal ablation until the lowest pain score for average pain after radiotherapy.",
                    "timeFrame": "baseline and 1, 3, 6, 9, 12, 18, and 24 months"
                },
                {
                    "measure": "Measuring Quality of life (QOL) assessed by Brief Pain Inventory Survey (BPI)",
                    "description": "We are measuring quality of life with the Brief Pain Inventory Survey that will be assessed during each follow up Clinic visit. The patient survey will be assessed to measure postoperative response to treatment. Participants are asked to assess the severity of pain and the impact of pain on daily functions. Severity of pain, including the pain location, worst pain in the last 24 hours, least pain in the last 24 hours, pain on average and pain right now. Range 0-10: a score of 0 would mean no pain and a score of 10 means the pain is as bad as you can imagine. Pain medications, amount of pain relief in the past 24 hours, and impact of pain on daily function, including general activity, mood, walking ability, normal work, relations with other people, sleep, enjoyment of life, and range 0-10.",
                    "timeFrame": "baseline and 1, 3, 6, 9, 12, 18, and 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18 years old. (The indication for this technique is controversial in skeletally immature patients.)\n* Histologic diagnosis of solid malignant tumor (not one of the more radiosensitive histologic subtypes, see Exclusion Criteria), including but not limited to non-small cell lung cancer, breast, prostate, renal cell, melanoma, gastrointestinal, sarcoma, thyroid, head and neck primary, and unknown primary tumors.\n* Quantification of the degree of epidural spinal cord compression as grade 1C, 2, or 3 by MRI, with and without contrast sequences. Axial T2 sequence is encouraged but not required.\n* The vertebral body site to be treated must be located from T2 to L1\n* No more than 3 contiguous or dis-contiguous vertebral levels involved with metastasis in the spine to be irradiated in a single session or 3 sessions.\n* Motor strength ≥4 out of 5 in extremity or extremities affected by the level of the spinal cord compression (see section 4 for grading method).\n* ECOG performance status \\<2 or Karnofsky performance status (KPS) \\>50\n* Life expectancy \\>3 months.\n* Inoperable disease because of patient refusal, neurosurgical evaluation, or any other medical reasons.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) before study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Prior conventional radiation to the same site is allowed as long as there is a greater than 3 months interval.\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Requires open spinal procedure or a percutaneous procedure without the use of image guidance.\n* Primary tumors of radiosensitive histology (lymphoma, multiple myeloma, small cell carcinoma, germ cell tumors), as conventional radiation is likely to be effective in such cases.\n* Unable to tolerate general anesthesia and prone position.\n* Unable to undergo MRI scan of the spine.\n* Inability to lie flat on a treatment table for \\>60 minutes.\n* Pregnant. (Urine testing must be done no more than 10 days prior to surgery.)\n* Prior conventional irradiation of the spine site and level to be treated with an interval shorter than 3 months.\n* Frank cord compression or cord compression from bone components or configuration and acute neurological deficits (defined as motor strength \\<4/5 in extremity or extremities affected by the level of the spinal cord compression)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "RAMONA DAVIS",
                    "role": "CONTACT",
                    "phone": "3132821753",
                    "email": "RDavis18@hfhs.org"
                },
                {
                    "name": "REHNUMA NEWAZ",
                    "role": "CONTACT",
                    "phone": "3139164123",
                    "email": "RNewaz1@hfhs.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ian Lee, MD",
                    "affiliation": "Henry Ford Health Health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Henry Ford Hospital",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "RAMONA DAVIS",
                            "role": "CONTACT",
                            "phone": "313-282-1753",
                            "email": "RDavis18@hfhs.org"
                        },
                        {
                            "name": "REHNUMA NEWAZ",
                            "role": "CONTACT",
                            "phone": "3139164123",
                            "email": "RNewaz1@hfhs.org"
                        },
                        {
                            "name": "IAN LEE, MD, FAANS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "ADAM ROBIN, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "MIRA SHAH, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "SALIM SIDDIQUI, MD,PHD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-05-30",
                    "uploadDate": "2024-04-09T07:52",
                    "filename": "ICF_000.pdf",
                    "size": 220131
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000016609",
                    "term": "Neoplasms, Second Primary"
                },
                {
                    "id": "D000013120",
                    "term": "Spinal Cord Neoplasms"
                },
                {
                    "id": "D000013117",
                    "term": "Spinal Cord Compression"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "asFound": "Spinal Cord Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M15917",
                    "name": "Spinal Cord Neoplasms",
                    "asFound": "Spinal Cord Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15914",
                    "name": "Spinal Cord Compression",
                    "asFound": "Spinal Cord Compression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17888",
                    "name": "Epidural Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M18989",
                    "name": "Neoplasms, Second Primary",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}