{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06020677",
            "orgStudyIdInfo": {
                "id": "R61MH132249",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R61MH132249"
            },
            "organization": {
                "fullName": "University of California, Irvine",
                "class": "OTHER"
            },
            "briefTitle": "Latinx Children and Surgery",
            "officialTitle": "Latinx Children and Surgery",
            "therapeuticArea": [
                "Other"
            ],
            "study": "latinx-children-and-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-17",
            "studyFirstSubmitQcDate": "2023-08-20",
            "studyFirstPostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zeev Kain",
                "investigatorTitle": "Distinguished Professor",
                "investigatorAffiliation": "University of California, Irvine"
            },
            "leadSponsor": {
                "name": "University of California, Irvine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Over 60 million persons in the United States (US) identify themselves as Latinx and 25.6% are children under the age of 16.\n\nSurgical disparities for adults and children have been identified as a major problem in the US and can be experienced at multiple points along a patient's health care trajectory. Data from the investigator's center indicates that a substantial portion of Latinx children who undergo surgery experience high anxiety and postoperative pain as well as postoperative impairments in psychological and physical functioning as compared to White non-Latin children who undergo surgery. Recent growth in use of mobile devices provides us an opportunity to create low-cost mobile health (mHealth) behavioral interventions to reduce this disparity in surgical outcomes.\n\nIn a previous National Institutes of Health (NIH) award, the principal investigator (PI) developed and tested an evidence based mHealth tailored intervention (WebTIPS) that aims to prepare and be a companion of a child and their family during a surgical event. WebTIPS aims to enhance the recovery of the child in several ways such as reducing anxiety and pain and is based on information provision, modeling, and teaching of coping skills. WebTIPS, however, was developed and validated with a population of primarily White non-Latinx English-speaking children and their parents. Unfortunately, it is well established that mHealth interventions are significantly less effective when used with specific ethnic minorities unless they underwent a process of cultural adaptation. Over the past 4-years, the investigators have established multiple academic and community collaborations, conducted extensive participatory research with Latinx stakeholders and used the heuristic framework and a modified ecological validity model to culturally adapt WebTIPS. The culturally adapted intervention is called L-WebTIPS. The overall aim of this application is to reduce surgical disparities in a population of Latinx children undergoing surgery. The first phase of this application (R61) includes web programming of L-WebTIPS, conduct formative evaluation and conduct feasibly randomized control trial (RCT) to test this intervention. The second phase (R33) includes a multi-center RCT which aims to determine the effectiveness of L-WebTIPS compared to attention control intervention in decreasing postoperative pain, opioids consumption and lowering anxiety in Latinx children undergoing outpatient surgery. Secondary aims of the R33 include examining the impact of L-WebTIPS on home-based clinical recovery parameters such as pain, analgesic requirements, new onset behavioral changes and return to normal daily activity in Latinx children undergoing outpatient surgery. The investigators also plan to determine if the use of L-WebTIPS reduces anxiety and improve experience among the parents of Latinx children undergoing surgery.\n\nFinally, the investigators plan to determine if the use of L-WebTIPS reduces anxiety and enhance experience among the parents of Latinx children undergoing surgery. The investigators submit that using a cultural adaption process for an existing validated intervention will accelerate the process of reducing surgical disparities and bringing an effective intervention to clinical settings and routine use."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Postoperative",
                "Pain, Acute"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "L-WebTIPS",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Other: L-WebTIPS"
                    ]
                },
                {
                    "label": "L-WebINFO",
                    "type": "NO_INTERVENTION"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "L-WebTIPS",
                    "description": "This mobile health application includes cultural adaption and grounding of a previously developed and tested tailored mHealth intervention, WebTIPS. LWebTIPS is a culturally adapted mHealth intervention that is aimed at the child and parent and strives to improve clinical outcomes and patient experience of Latinx children. Tailoring variables include: Simpatia, Religiosity and Familism.",
                    "armGroupLabels": [
                        "L-WebTIPS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child Anxiety",
                    "description": "Child anxiety is assessed using the Modified Yale Preoperative Anxiety Scale (mYPAS) in four time points: the holding area, separation, entrance to the operating room, and the placement of the anesthesia mask. The mYPAS is an observational measure of preoperative anxiety in children consisting of 27 items in five domains of behavior indicating anxiety in young children (Activity, Emotional expressivity, State of arousal, Vocalization and Use of parents). For each category the child is scored from 1-4 (however in vocalization it is 1-6). The mYPAS total score is a sum of all categories for all time points, and ranges from 0 to 100 with higher scores indicating greater anxiety.",
                    "timeFrame": "Child anxiety before surgery, while in the holding area."
                },
                {
                    "measure": "Child Anxiety",
                    "description": "Child anxiety is assessed using the Modified Yale Preoperative Anxiety Scale (mYPAS) in four time points: the holding area, separation, entrance to the operating room, and the placement of the anesthesia mask. The mYPAS is an observational measure of preoperative anxiety in children consisting of 27 items in five domains of behavior indicating anxiety in young children (Activity, Emotional expressivity, State of arousal, Vocalization and Use of parents). For each category the child is scored from 1-4 (however in vocalization it is 1-6). The mYPAS total score is a sum of all categories for all time points, and ranges from 0 to 100 with higher scores indicating greater anxiety.",
                    "timeFrame": "Child anxiety when exiting the holding room and up to the point when the child reaches the operating room (OR) doors."
                },
                {
                    "measure": "Child Anxiety",
                    "description": "Child anxiety is assessed using the Modified Yale Preoperative Anxiety Scale (mYPAS) in four time points: the holding area, separation, entrance to the operating room, and the placement of the anesthesia mask. The mYPAS is an observational measure of preoperative anxiety in children consisting of 27 items in five domains of behavior indicating anxiety in young children (Activity, Emotional expressivity, State of arousal, Vocalization and Use of parents). For each category the child is scored from 1-4 (however in vocalization it is 1-6). The mYPAS total score is a sum of all categories for all time points, and ranges from 0 to 100 with higher scores indicating greater anxiety.",
                    "timeFrame": "Child anxiety when child walks into the OR and ends when they are presented with and visually aware of the induction mask."
                },
                {
                    "measure": "Child Anxiety",
                    "description": "Child anxiety is assessed using the Modified Yale Preoperative Anxiety Scale (mYPAS) in four time points: the holding area, separation, entrance to the operating room, and the placement of the anesthesia mask. The mYPAS is an observational measure of preoperative anxiety in children consisting of 27 items in five domains of behavior indicating anxiety in young children (Activity, Emotional expressivity, State of arousal, Vocalization and Use of parents). For each category the child is scored from 1-4 (however in vocalization it is 1-6). The mYPAS total score is a sum of all categories for all time points, and ranges from 0 to 100 with higher scores indicating greater anxiety.",
                    "timeFrame": "Child anxiety when the child becomes aware of the mask and ends when they are asleep."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assess Pediatric Anesthesia Emergence Delirium [Emergence status and Psychometric Evaluation in children]",
                    "description": "Emergence status will be assessed through the Pediatric Anesthesia Emergence Delirium Scale (PAED). Items rated on a 5-point rating scale from 0 (\"extremely\") to 4 (\"not at all\"). The PAED rating scale consists of five psychometric items (\"child makes eye contact with the caregiver\", \"child's actions are purposeful,\" \"child is aware of the surroundings,\" \"child is restless,\" \"child is inconsolable\") for the measurement of Emergence Delirium in children. Items are summed up for a total score that directly increases with the degree of emergence delirium.",
                    "timeFrame": "Post surgery while in the post anesthesia care unit"
                },
                {
                    "measure": "Change in children's pain intensity using the Postoperative Pain Measure (PPPM)",
                    "description": "Postoperative pain intensity will be assessed through the 15-item Postoperative Pain Measure (PPPM) in which parents can indicate the presence or absence of each of the 15 behavioral indicators of pain by selecting either \"Yes\" or \"No\" for each question. In this scale, \"0: Yes\" and \"1: No.\" A total score is achieved by summing all 15 items--higher scores suggest greater pain intensity. The questions on this scale are specific to postoperative pain (e.g. Refuse to eat? Eat less than usual?).",
                    "timeFrame": "Days 1-14 after surgery, once a day"
                },
                {
                    "measure": "Parental Preoperative Anxiety using the State Trait Anxiety Inventory (STAI-T)",
                    "description": "The Trait section of the questionnaire is administered to parents to assess their self-reported anxiety. Items rated on a 4-point Likert Scale from 1 (\"Almost Never\") to 4 (\"Almost Always\"). The score range is 20-80, the higher score indicating greater anxiety.",
                    "timeFrame": "Day of surgery"
                },
                {
                    "measure": "Assess parent satisfaction outcomes using the National Research Council (NRC) Picker satisfaction survey",
                    "description": "Parent satisfaction scores will be evaluated through the National Research Council (NRC) Picker satisfaction survey - Outpatient surgery questionnaire. The questions on this survey evaluate satisfaction with the most recent hospital stay (e.g. Did the care providers explain things in a way you could understand?). Each question presents a multiple choice response of either \"Yes-definitely, Yes - mostly, Yes-somewhat, and No.\" For each question, a higher score indicates greater satisfaction with their visit.",
                    "timeFrame": "Postoperative, day 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nChildren:\n\n1. Children age 2-7 who are scheduled to undergo outpatient surgery.\n2. Children of Latinx parents, who speak Spanish as a primary language and who may speak English\n3. Children whose health status is American Society of Anesthesiologists (ASA) physical status I-III will be recruited for this study. ASA status I refers to \"patients who are normal and healthy with no known systemic disease\". ASA status II refers to \"patients who have mild or well-controlled systemic diseases,\" such as non-insulin dependent diabetes, upper respiratory conditions, well-controlled asthma or allergies. ASA status III refers to patients who have moderate or severe systemic disease, which does limit their activities (e.g., stable angina or diabetes with systemic sequellae). This criteria was chosen as this group of children will typically undergo surgery in an outpatient setting. ASA status IV children will most likely undergo surgery in an inpatient setting and represents a much sicker population of children with different barriers.\n4. Only children who are in the normal range of development will be recruited for this study. This will be assessed by report from the parents at the time of recruitment. The rationale for excluding patients with developmental delay is that it is unknown whether parents manage their children's postoperative pain differently than in the general population. To generalize the findings to the general population, children with developmental delays will be excluded.\n\nExclusion Criteria:\n\n1. Children with health status defined by ASA status IV-V will be excluded from this study. ASA status IV refers to \"patients with an incapacitating systemic disease that is a constant threat to life\". ASA status V \"patients are considered moribund\".\n2. Children whose parents do not identify as Latinx will be excluded from this study.\n3. Children who are taking psychotropic or pain medications that affect emotion modulation will be excluded from this study because of the potential for confounding effects on pain.\n4. Children with current malignant or any other disease or pain condition will be excluded as this may impact postoperative pain and thus be a confounding variable.\n\nParent:\n\nInclusion Criteria:\n\n1. Latinx Parents of children who are enrolled in the study who speak Spanish as a primary language and who may speak English.\n\nExclusion Criteria:\n\n1. Parents who refuse to be part of the study.\n2. Parents who do not speak Spanish as the primary language.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "7 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Haydee Cortes, BA",
                    "role": "CONTACT",
                    "phone": "7144562838",
                    "email": "cortesh@hs.uci.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Orange County",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Haydee Cortes",
                            "role": "CONTACT",
                            "phone": "818-438-6107",
                            "email": "cortesh@hs.uci.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Pain, Postoperative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}