{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05570734",
            "orgStudyIdInfo": {
                "id": "R01MD015080",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MD015080"
            },
            "organization": {
                "fullName": "San Diego State University",
                "class": "OTHER"
            },
            "briefTitle": "Latinos Understanding the Need for Adherence in Diabetes Using E-Health",
            "officialTitle": "Latinos Understanding the Need for Adherence in Diabetes Using Care Coordination, Integrated Medical and Behavioral Care and E-Health",
            "acronym": "LUNA-E",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "latinos-understanding-the-need-for-adherence-in-diabetes-using-e-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-15",
            "studyFirstSubmitQcDate": "2022-10-04",
            "studyFirstPostDateStruct": {
                "date": "2022-10-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gregory Talavera",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "San Diego State University"
            },
            "leadSponsor": {
                "name": "San Diego State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Latinos Understanding the Need for Adherence in Diabetes using Care Coordination, Integrated Medical and Behavioral Care and E-Health (LUNA-E) is a randomized controlled trial (RCT) that will test the effectiveness a patient-centered, team-based, primary care intervention with E-Health enhancements in improving glycemic control (primary outcome, hemoglobin A1C level) and psychological distress (secondary outcome; depression, anxiety symptoms).",
            "detailedDescription": "LUNA-E will help advance our understanding of optimal approaches to diabetes healthcare services in a large, growing, US population at high risk for diabetes and related complications. If shown effective, LUNA-E has high potential for broad scaling and dissemination due to its community partnered approach, use of technology, and implementation within a large, exemplar federally qualified health center (FQHC) environment. The study's total sample size is 600, with 400 consented and enrolled in the randomized controlled trial (RCT). An additional 200 participants will be identified for medical records review and will not undergo study related activities.\n\nThe RCT (Arms 1 and 2) targets 400 Latino patients with type 2 diabetes from a local FQHC pool of registered patients. The eligibility criteria are: 1) Latino ethnicity of any race; 2) registered patient of FQHC; 3) \\> 18 years; 4) type 2 diabetes with hemoglobin A1C (HbA1c) \\>7.5% in past 90 days; 5) provider approval; 6) not participating in any other diabetes intervention. Biological measurements will be taken at baseline, 3-, 6-, and 12-months to detect changes in glycemic control. Clinical lab measures, medication adherence, weight, health behaviors and psychosocial measures will also be obtained across the study.\n\nFor Arm 3,the research team will work with the FQHC IT to query all patients with type 2 diabetes and then identify 200 matched controls, using propensity score matching as guided by the study statistician. Selection criteria will occur after the study has completed recruitment. Only de-identified data will be obtained from the medical records for these individuals. De-identified data will be provided by the FQHC IT department."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes",
                "Glycemic Control",
                "Psychological Distress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "LUNA Group",
                    "type": "EXPERIMENTAL",
                    "description": "The LUNA Group is a culturally appropriate, E-Health enhanced, patient-centered, team-care model that includes: 1) care coordination by a Care Coordinator (CC) trained in electronic health records (EHR) clinical decision support and health promotion methods; 2) visits with a specially trained Behavioral Health Provider (BHP) with knowledge of diabetes and psychosocial aspects of diabetes; 3) care integration with primary care provider (PCP) implemented using the clinical decision support dashboard and/or synchronous communication during visits; and 4) a video adapted, evidence-based diabetes self-management education and support curriculum delivered through a learning management system.",
                    "interventionNames": [
                        "Behavioral: LUNA Care Coordination",
                        "Behavioral: LUNA Behavioral Health",
                        "Behavioral: Health Education Videos",
                        "Behavioral: Virtual Integrated Visits"
                    ]
                },
                {
                    "label": "Care Coordination",
                    "type": "NO_INTERVENTION",
                    "description": "The Care Coordination group applies the current methods of the federally qualified health center (FHQC) Patient Centered Medical Home initiative. Participants assigned to the care coordination group will continue with their regular medical visits with their primary care provider. In addition, they will receive care coordination and brief targeted health education provided by a specially trained medical assistant/care coordinator. This will involve 1 or more brief sessions with a care coordinator to provide health education, assist with appointments and referrals, and review medications. The care coordinator will work closely with their primary care provider. The care coordinator will also assist with referrals to behavioral health that may be initiated by the primary care provider."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "LUNA Care Coordination",
                    "description": "Participants in this group will have 6 or more 30-minute care coordination sessions with the LUNA Care Coordinator. The LUNA Care Coordinator will assist with appointments and referrals, medications, and assist with accessing the health education videos. They will work closely with the participant's primary care provider and the LUNA Behavioral Health Provider.",
                    "armGroupLabels": [
                        "LUNA Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "LUNA Behavioral Health",
                    "description": "Participants in this group will have 6 or more 30-minute behavioral health sessions with the LUNA Behavioral Health Provider. The LUNA Behavioral Health Provider will screen and address life stressors, social support, and health care use. The purpose of these sessions is to check on participant's progress with their care plan. The behavioral health sessions will involve discussion of issues that may interfere with optimal diabetes self-management. The LUNA Behavioral Health Provider will help participants overcome any potential barriers to managing their diabetes by setting goals and helping to address life stress or other issues that may be interfering with their diabetes self-management.",
                    "armGroupLabels": [
                        "LUNA Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Education Videos",
                    "description": "Participants in this group will have access to eight 20 to 30-minute health education video sessions with corresponding print material and activities to reinforce what they learn. The health education videos focus on medication adherence, self-monitoring, stress and coping, nutrition, physical activity and culturally driven beliefs and values.",
                    "armGroupLabels": [
                        "LUNA Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Virtual Integrated Visits",
                    "description": "Participants in this group will have two virtual integrated visits with the LUNA care team. Through video conferencing, they will meet at the same time with the LUNA Care Coordinator, the LUNA Behavioral Health Provider, and their primary care provider to ensure an integrated care plan.",
                    "armGroupLabels": [
                        "LUNA Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Hemoglobin A1C (HbA1c) Blood Value",
                    "description": "Change glycemic control among Latino patients with type 2 diabetes through an innovative patient centered, team-based, highly integrated primary care intervention (LUNA-E).",
                    "timeFrame": "6-months post randomization"
                },
                {
                    "measure": "Psychological Distress - Depression",
                    "description": "Change psychological distress (depression symptoms) among Latino patients with type 2 diabetes via the LUNA-E intervention. The Personal Health Questionnaire-8 (PHQ-8) will be used to assess depression symptomatology. Response options range from not at all (0) to nearly every day (3). Item scores are summed (range 0-24) with higher scores indicating more severe depression symptoms.",
                    "timeFrame": "6-months post randomization"
                },
                {
                    "measure": "Psychological Distress - Anxiety",
                    "description": "Change psychological distress (anxiety symptoms) among Latino patients with type 2 diabetes via the LUNA-E intervention. The Generalized Anxiety Disorder Questionnaire (GAD-7) will be used to measure anxiety symptomatology. Response options range from not at all (0) to nearly every day (3). Item scores are summed (range 0-21) with higher scores indicating more severe anxiety symptoms.",
                    "timeFrame": "6-months post randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Self identify as Hispanic/Latino ethnicity of any race\n2. Registered patient of federally qualified health center\n3. 18 years of age or older\n4. Type 2 diabetes with hemoglobin A1C (HbA1c) \\>7.5% in past 90 days\n5. Approval from primary care provider\n6. Not currently enrolled/participating in any other diabetes intervention program(s)\n\nExclusion Criteria:\n\n1. Actively being treated for cancer or Parkinson's Disease\n2. Pregnant or nursing (temporary exclusion, may qualify 6-months postpartum)\n3. Have plans to move out of the area in the next 12 months\n4. Have other existing mental or physical health problems so severe as to prohibit informed consent and participation\n5. Have severe diabetes complications (e.g., renal disease, or on dialysis)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Program Manager",
                    "role": "CONTACT",
                    "phone": "619-594-8060",
                    "email": "pmendoza@sdsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gregory A Talavera, MD/MPH",
                    "affiliation": "San Diego State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Linda C Gallo, PHD",
                    "affiliation": "San Diego State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "South Bay Latino Research Center",
                    "status": "RECRUITING",
                    "city": "Chula Vista",
                    "state": "California",
                    "zip": "91910",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paulina M Mendoza, MPH",
                            "role": "CONTACT",
                            "phone": "619-594-8060",
                            "email": "pmendoza@sdsu.edu"
                        },
                        {
                            "name": "Gregory A Talavera, MD",
                            "role": "CONTACT",
                            "phone": "619-594-8044",
                            "email": "gtalavera@sdsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.64005,
                        "lon": -117.0842
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}