{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05423691",
            "orgStudyIdInfo": {
                "id": "CK0804.101.1"
            },
            "organization": {
                "fullName": "Cellenkos, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Leading in MPNs Beyond Ruxolitinib in Combo With T-Regs",
            "officialTitle": "Phase Ib, Open-label Study of Add on Therapy With CK0804 in Participants With Myelofibrosis, With Suboptimal Response to Ruxolitinib",
            "acronym": "TREG108",
            "therapeuticArea": [
                "Other"
            ],
            "study": "leading-in-mpns-beyond-ruxolitinib-in-combo-with-t-regs"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-10",
            "studyFirstSubmitQcDate": "2022-06-15",
            "studyFirstPostDateStruct": {
                "date": "2022-06-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cellenkos, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To assess the safety and tolerability of CK0804 as add-on therapy in participants with myelofibrosis, with suboptimal response to ruxolitinib",
            "detailedDescription": "1. Safety Run-in\n\n   The study will employ a 3+3+3 design to assess the safety and tolerability of the treatment based on treatment-limiting toxicities (TLTs) occurring up to 1 Cycle (28 days) after the first infusion.\n2. Expansion\n\nAfter a total of 9 participants completed 28 days and are evaluated for tolerability in the safety run-in phase, additional participants may be included in the expansion cohort in order to have approximately 24 evaluable myelofibrosis"
        },
        "conditionsModule": {
            "conditions": [
                "Myelofibrosis"
            ],
            "keywords": [
                "myelofibrosis",
                "ruxolitinib",
                "CK0804",
                "T regulatory cells",
                "cord blood unit",
                "allogeneic",
                "Treg Cells",
                "Bone Marrow Diseases",
                "Hematologic Diseases",
                "Bone Marrow Neoplasms",
                "Myeloproliferative Disorders",
                "Thrombocytosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a single-arm study consisting of a safety run-in (3+3+3 design) followed by an expansion cohort after completion of safety run-in data is evaluated for tolerability in the safety.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "CK0804 will be administered intravenously (IV) 100 million Treg Cells every 28 days up to 6 infusions.",
                    "interventionNames": [
                        "Drug: CK0804"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CK0804",
                    "description": "CK0804 is a cryopreserved, allogeneic T-regulatory cell product that is manipulated to traffic to the bone marrow.",
                    "armGroupLabels": [
                        "Arm 1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine Treatment limiting toxicity (TLT) as defined below",
                    "description": "* severe (grade 3 or 4) infusion-related toxicity within 24 hours (NCI-CTCAE V5.0) of exposure that does not resolve with standard of care treatment within 72 hours.\n* regimen related death within 28 days",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assessment of overall response rate (ORR) (measured as CR or PR) and its duration, using modified International Working Group-Myeloproliferative Neoplasm Research and Treatment (IWG-MRT) and European Leukemia Net (ELN) consensus report.",
                    "description": "To determine the efficacy of CK0804 as add-on therapy in participants with myelofibrosis, with suboptimal response to ruxolitinib",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Rate of anemia response as per modified IWG-MRT ELN response criteria.",
                    "description": "To determine the efficacy of CK0804 as add-on therapy in participants with myelofibrosis, with suboptimal response to ruxolitinib",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Rate of spleen response by imaging at and after 24 weeks as per IWG-MRT ELN response criteria",
                    "description": "To determine the efficacy of CK0804 as add-on therapy in participants with myelofibrosis, with suboptimal response to ruxolitinib",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Percentage of Participants who will Achieve Total Symptom Score Reduction Greater Than or Equal to (≥) 50% (TSS50) as Measured by Myeloproliferative Neoplasm Symptom Assessment Form Total Symptom Score (MPN-SAF TSS)",
                    "description": "To determine the efficacy of CK0804 as add-on therapy in participants with myelofibrosis, with suboptimal response to ruxolitinib",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to comprehend and willingness to sign a written informed consent form (ICF) for the study.\n2. Age above 18 years inclusive at the time of signing the ICF.\n3. Participants who fulfill the diagnostic criteria of myelofibrosis including primary myelofibrosis and myelofibrosis arising from polycythemia vera and essential thrombocythemia\n4. Life expectancy is greater than 6 months.\n5. Subject has been receiving ruxolitinib therapy, is unlikely to benefit from further ruxolitinib monotherapy in the opinion of the investigator; AND meeting the following criteria: receiving ruxolitinib \\>3 months prior to enrollment; AND stable dose for 8 weeks before starting therapy with CK0804\n6. Subject with evidence of evaluable residual burden of disease following ruxolitinib monotherapy treatment, consisting of:\n\n   * presence of grade ≥2 anemia or thrombocytopenia or neutropenia, OR\n   * presence of disease-related symptoms, as determined by a Myeloproliferative Neoplasm Symptom Assessment Form Total Symptom Score (MPN SAF TSS) score of ≥10 points, OR\n   * documented splenomegaly of at least 5 cm below the costal margin as measured by physical examination or splenomegaly as documented by ultrasound or MRI.\n7. Willingness to avoid pregnancy or fathering children based on the criteria below\n\n   * Men must agree to take appropriate precautions to avoid fathering children (with at least 99% certainty) from screening through 90 days after the last study treatment dose and must refrain from donating sperm during this period. Permitted methods that are at least 99% effective in preventing should be communicated to the participants and their understanding confirmed.\n   * Women of childbearing potential must have a negative serum pregnancy test at screening before the first dose (within 3 days of the first study treatment dose) and must agree to take appropriate precautions to avoid pregnancy (with at least 99% certainty) from screening through the safety follow-up visit and must not donate oocytes during this period. Permitted methods that are at least 99% effective in preventing pregnancy should be communicated to the participants and their understanding confirmed,\n   * Women of nonchildbearing potential (ie, surgically sterile with a hysterectomy and/or bilateral oophorectomy OR ≥ 12 months of amenorrhea and at least 50 years of age) are eligible.\n8. ECOG performance status of 0 to 2\n\nExclusion Criteria:\n\n1. Any major surgery within 28 days before the first dose of study treatment.\n2. Undergone any prior allogenic or autologous stem cell transplantation or a candidate for such transplantation.\n3. Received chemotherapy, immunomodulatory drug therapy, immunosuppressive therapy, biological therapy, endocrine therapy, targeted therapy, antibody or hypomethylating agent to treat the participant's disease, with the exception of ruxolitinib, within 5 half-lives or 28 days (whichever is shorter) before the first dose of study treatment.\n4. Participant has received splenic irradiation within the past 6 months.\n5. Significant concurrent, uncontrolled medical condition or infections, which in the opinion of the principal investigator may interfere in the study participation.\n6. Inability or unlikeliness of the participant to comply with the dose schedule and study evaluations, in the opinion of the investigator.\n7. Women who are pregnant or breastfeeding.\n8. Any condition that would, in the investigator's judgment, interfere with full participation in the study, including administration of study treatment and attending required study visits; pose a significant risk to the participant; or interfere with interpretation of study data.\n9. Participants with laboratory values at screening as defined\n\n   * Platelets \\< 50 × 10\\^9/L without the assistance of growth factors, thrombopoietic factors, or platelet transfusions\n   * ANC \\< 0.5 × 10\\^9/L\n   * ALT ≥ 2.5 × ULN\n   * AST ≥ 2.5 × ULN\n   * Direct Bilirubin \\> 2.0 × ULN\n   * ALP ≥ 3 × ULN\n   * Creatinine clearance \\< 50 mL/min according to Cockcroft-Gault formula.\n10. Unwillingness to be transfused with blood components including RBC and platelet transfusions.\n11. Inability of the participant (or parent, guardian, or legally authorized representative) to comprehend the ICF or unwillingness to sign the ICF.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara Sadeghi",
                    "role": "CONTACT",
                    "phone": "713-806-4787",
                    "email": "tara.sadeghi@cellenkosinc.com"
                },
                {
                    "name": "Stacy Minor",
                    "role": "CONTACT",
                    "phone": "832-962-7628",
                    "email": "stacy.minor@cellenkosinc.com"
                }
            ],
            "locations": [
                {
                    "facility": "UC Davis Health",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Trisha Yassear, CCRC",
                            "role": "CONTACT",
                            "phone": "916-718-2107",
                            "email": "tyassear@ucdavis.edu"
                        },
                        {
                            "name": "Mehrdad Abedi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                },
                {
                    "facility": "Montefiore Einstein Cancer Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Research Coordinator",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Swati Goel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Columbia University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Beatriz Raposo Corrandini, MSc",
                            "role": "CONTACT",
                            "phone": "212-305-6679",
                            "email": "br2469@cumc.columbia.edu"
                        },
                        {
                            "name": "Mark Heaney, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "The University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alleyne Genevieve",
                            "role": "CONTACT",
                            "phone": "713-792-4986",
                            "email": "GMAlleyne@mdanderson.org"
                        },
                        {
                            "name": "Lucia Masarova, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28903325",
                    "type": "BACKGROUND",
                    "citation": "Abdelouahab H, Zhang Y, Wittner M, Oishi S, Fujii N, Besancenot R, Plo I, Ribrag V, Solary E, Vainchenker W, Barosi G, Louache F. CXCL12/CXCR4 pathway is activated by oncogenic JAK2 in a PI3K-dependent manner. Oncotarget. 2016 Jul 22;8(33):54082-54095. doi: 10.18632/oncotarget.10789. eCollection 2017 Aug 15."
                },
                {
                    "pmid": "27341755",
                    "type": "BACKGROUND",
                    "citation": "Barbui T, Thiele J, Gisslinger H, Finazzi G, Vannucchi AM, Tefferi A. The 2016 revision of WHO classification of myeloproliferative neoplasms: Clinical and molecular advances. Blood Rev. 2016 Nov;30(6):453-459. doi: 10.1016/j.blre.2016.06.001. Epub 2016 Jun 11."
                },
                {
                    "pmid": "29426921",
                    "type": "BACKGROUND",
                    "citation": "Barbui T, Thiele J, Gisslinger H, Kvasnicka HM, Vannucchi AM, Guglielmelli P, Orazi A, Tefferi A. The 2016 WHO classification and diagnostic criteria for myeloproliferative neoplasms: document summary and in-depth discussion. Blood Cancer J. 2018 Feb 9;8(2):15. doi: 10.1038/s41408-018-0054-y."
                },
                {
                    "pmid": "17728787",
                    "type": "BACKGROUND",
                    "citation": "Barosi G, Mesa RA, Thiele J, Cervantes F, Campbell PJ, Verstovsek S, Dupriez B, Levine RL, Passamonti F, Gotlib J, Reilly JT, Vannucchi AM, Hanson CA, Solberg LA, Orazi A, Tefferi A; International Working Group for Myelofibrosis Research and Treatment (IWG-MRT). Proposed criteria for the diagnosis of post-polycythemia vera and post-essential thrombocythemia myelofibrosis: a consensus statement from the International Working Group for Myelofibrosis Research and Treatment. Leukemia. 2008 Feb;22(2):437-8. doi: 10.1038/sj.leu.2404914. Epub 2007 Aug 30. No abstract available."
                },
                {
                    "pmid": "18511598",
                    "type": "BACKGROUND",
                    "citation": "Bogani C, Ponziani V, Guglielmelli P, Desterke C, Rosti V, Bosi A, Le Bousse-Kerdiles MC, Barosi G, Vannucchi AM; Myeloproliferative Disorders Research Consortium. Hypermethylation of CXCR4 promoter in CD34+ cells from patients with primary myelofibrosis. Stem Cells. 2008 Aug;26(8):1920-30. doi: 10.1634/stemcells.2008-0377. Epub 2008 May 29."
                },
                {
                    "pmid": "20952687",
                    "type": "BACKGROUND",
                    "citation": "Brunstein CG, Miller JS, Cao Q, McKenna DH, Hippen KL, Curtsinger J, Defor T, Levine BL, June CH, Rubinstein P, McGlave PB, Blazar BR, Wagner JE. Infusion of ex vivo expanded T regulatory cells in adults transplanted with umbilical cord blood: safety profile and detection kinetics. Blood. 2011 Jan 20;117(3):1061-70. doi: 10.1182/blood-2010-07-293795. Epub 2010 Oct 15."
                },
                {
                    "pmid": "26563133",
                    "type": "BACKGROUND",
                    "citation": "Brunstein CG, Miller JS, McKenna DH, Hippen KL, DeFor TE, Sumstad D, Curtsinger J, Verneris MR, MacMillan ML, Levine BL, Riley JL, June CH, Le C, Weisdorf DJ, McGlave PB, Blazar BR, Wagner JE. Umbilical cord blood-derived T regulatory cells to prevent GVHD: kinetics, toxicity profile, and clinical effect. Blood. 2016 Feb 25;127(8):1044-51. doi: 10.1182/blood-2015-06-653667. Epub 2015 Nov 12."
                },
                {
                    "pmid": "20388788",
                    "type": "BACKGROUND",
                    "citation": "Cho SY, Xu M, Roboz J, Lu M, Mascarenhas J, Hoffman R. The effect of CXCL12 processing on CD34+ cell migration in myeloproliferative neoplasms. Cancer Res. 2010 Apr 15;70(8):3402-10. doi: 10.1158/0008-5472.CAN-09-3977. Epub 2010 Apr 13."
                },
                {
                    "pmid": "23071245",
                    "type": "BACKGROUND",
                    "citation": "Emanuel RM, Dueck AC, Geyer HL, Kiladjian JJ, Slot S, Zweegman S, te Boekhorst PA, Commandeur S, Schouten HC, Sackmann F, Kerguelen Fuentes A, Hernandez-Maraver D, Pahl HL, Griesshammer M, Stegelmann F, Doehner K, Lehmann T, Bonatz K, Reiter A, Boyer F, Etienne G, Ianotto JC, Ranta D, Roy L, Cahn JY, Harrison CN, Radia D, Muxi P, Maldonado N, Besses C, Cervantes F, Johansson PL, Barbui T, Barosi G, Vannucchi AM, Passamonti F, Andreasson B, Ferrari ML, Rambaldi A, Samuelsson J, Birgegard G, Tefferi A, Mesa RA. Myeloproliferative neoplasm (MPN) symptom assessment form total symptom score: prospective international assessment of an abbreviated symptom burden scoring system among patients with MPNs. J Clin Oncol. 2012 Nov 20;30(33):4098-103. doi: 10.1200/JCO.2012.42.3863. Epub 2012 Oct 15. Erratum In: J Clin Oncol. 2012 Dec 20;30(36):4590. Ferarri, Maria L [corrected to Ferrari, Maria L]."
                },
                {
                    "pmid": "32628535",
                    "type": "BACKGROUND",
                    "citation": "Gladstone DE, Kim BS, Mooney K, Karaba AH, D'Alessio FR. Regulatory T Cells for Treating Patients With COVID-19 and Acute Respiratory Distress Syndrome: Two Case Reports. Ann Intern Med. 2020 Nov 17;173(10):852-853. doi: 10.7326/L20-0681. Epub 2020 Jul 6. No abstract available."
                },
                {
                    "pmid": "32726410",
                    "type": "BACKGROUND",
                    "citation": "Gleitz HFE, Dugourd AJF, Leimkuhler NB, Snoeren IAM, Fuchs SNR, Menzel S, Ziegler S, Kroger N, Triviai I, Busche G, Kreipe H, Banjanin B, Pritchard JE, Hoogenboezem R, Bindels EM, Schumacher N, Rose-John S, Elf S, Saez-Rodriguez J, Kramann R, Schneider RK. Increased CXCL4 expression in hematopoietic cells links inflammation and progression of bone marrow fibrosis in MPN. Blood. 2020 Oct 29;136(18):2051-2064. doi: 10.1182/blood.2019004095."
                },
                {
                    "pmid": "22375970",
                    "type": "BACKGROUND",
                    "citation": "Harrison C, Kiladjian JJ, Al-Ali HK, Gisslinger H, Waltzman R, Stalbovskaya V, McQuitty M, Hunter DS, Levy R, Knoops L, Cervantes F, Vannucchi AM, Barbui T, Barosi G. JAK inhibition with ruxolitinib versus best available therapy for myelofibrosis. N Engl J Med. 2012 Mar 1;366(9):787-98. doi: 10.1056/NEJMoa1110556."
                },
                {
                    "pmid": "12522256",
                    "type": "BACKGROUND",
                    "citation": "Hori S, Nomura T, Sakaguchi S. Control of regulatory T cell development by the transcription factor Foxp3. Science. 2003 Feb 14;299(5609):1057-61. doi: 10.1126/science.1079490. Epub 2003 Jan 9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kadia TM, Ma, H, Zeng K, Nishimoto M, Lyu Mi-Ae, Huang M, Yilmaz M, DiNardo DC, Issa GC, Parmar S, Iyer SP, Hari P, Daver NG, Jabbour E, Borthakur GM, and Verstovsek S. 2019. 'Phase I Clinical Trial of CK0801 (cord blood regulatory T cells) in Patients with Bone Marrow Failure Syndrome (BMF) Including Aplastic Anemia, Myelodysplasia and Myelofibrosis', Blood."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kadia TM, Pemmaraju N, Yilmaz M, Li L, Lyu M, Huang M, Zeng K, Parmar S, DiNardo CD, Daver N, Issa GC, Jabbour E, Borthakur G, Verstovsek S. 2020. 'Adoptive Therapy with Allogeneic Cord Blood T Regulatory Cells Show Safety and Early Clinical Signal in Primary Myelofibrosis', Blood, 136: 41-42."
                },
                {
                    "pmid": "30479692",
                    "type": "BACKGROUND",
                    "citation": "Kellner JN, Delemarre EM, Yvon E, Nierkens S, Boelens JJ, McNiece I, Olson A, Nieto Y, Ciurea S, Popat U, Ahmed S, Champlin R, Ramos J, Nishimoto M, Ma H, Ke Z, Thall P, Khoury JD, Negrin R, Andersson B, Parmar S. Third party, umbilical cord blood derived regulatory T-cells for prevention of graft versus host disease in allogeneic hematopoietic stem cell transplantation: feasibility, safety and immune reconstitution. Oncotarget. 2018 Nov 2;9(86):35611-35622. doi: 10.18632/oncotarget.26242. eCollection 2018 Nov 2."
                },
                {
                    "pmid": "19020538",
                    "type": "BACKGROUND",
                    "citation": "Kotsianidis I, Bouchliou I, Nakou E, Spanoudakis E, Margaritis D, Christophoridou AV, Anastasiades A, Tsigalou C, Bourikas G, Karadimitris A, Tsatalas C. Kinetics, function and bone marrow trafficking of CD4+CD25+FOXP3+ regulatory T cells in myelodysplastic syndromes (MDS). Leukemia. 2009 Mar;23(3):510-8. doi: 10.1038/leu.2008.333. Epub 2008 Nov 20."
                },
                {
                    "pmid": "32269380",
                    "type": "BACKGROUND",
                    "citation": "Lucca LE, Dominguez-Villar M. Modulation of regulatory T cell function and stability by co-inhibitory receptors. Nat Rev Immunol. 2020 Nov;20(11):680-693. doi: 10.1038/s41577-020-0296-3. Epub 2020 Apr 8."
                },
                {
                    "pmid": "27531678",
                    "type": "BACKGROUND",
                    "citation": "Massa M, Campanelli R, Fois G, Villani L, Bonetti E, Catarsi P, Poletto V, Viarengo G, De Amici M, Rosti V, Gale RP, Barosi G. Reduced frequency of circulating CD4+CD25brightCD127lowFOXP3+ regulatory T cells in primary myelofibrosis. Blood. 2016 Sep 22;128(12):1660-2. doi: 10.1182/blood-2016-03-704577. Epub 2016 Aug 16. No abstract available."
                },
                {
                    "pmid": "11023503",
                    "type": "BACKGROUND",
                    "citation": "Migliaccio AR, Adamson JW, Stevens CE, Dobrila NL, Carrier CM, Rubinstein P. Cell dose and speed of engraftment in placental/umbilical cord blood transplantation: graft progenitor cell content is a better predictor than nucleated cell quantity. Blood. 2000 Oct 15;96(8):2717-22."
                },
                {
                    "pmid": "18206727",
                    "type": "BACKGROUND",
                    "citation": "Migliaccio AR, Martelli F, Verrucci M, Migliaccio G, Vannucchi AM, Ni H, Xu M, Jiang Y, Nakamoto B, Papayannopoulou T, Hoffman R. Altered SDF-1/CXCR4 axis in patients with primary myelofibrosis and in the Gata1 low mouse model of the disease. Exp Hematol. 2008 Feb;36(2):158-71. doi: 10.1016/j.exphem.2007.10.001."
                },
                {
                    "pmid": "23619587",
                    "type": "BACKGROUND",
                    "citation": "Miwa Y, Hayashi T, Suzuki S, Abe S, Onishi I, Kirimura S, Kitagawa M, Kurata M. Up-regulated expression of CXCL12 in human spleens with extramedullary haematopoiesis. Pathology. 2013 Jun;45(4):408-16. doi: 10.1097/PAT.0b013e3283613dbf."
                },
                {
                    "pmid": "7165009",
                    "type": "BACKGROUND",
                    "citation": "Oken MM, Creech RH, Tormey DC, Horton J, Davis TE, McFadden ET, Carbone PP. Toxicity and response criteria of the Eastern Cooperative Oncology Group. Am J Clin Oncol. 1982 Dec;5(6):649-55. No abstract available."
                },
                {
                    "pmid": "26181658",
                    "type": "BACKGROUND",
                    "citation": "Pardanani A, Harrison C, Cortes JE, Cervantes F, Mesa RA, Milligan D, Masszi T, Mishchenko E, Jourdan E, Vannucchi AM, Drummond MW, Jurgutis M, Kuliczkowski K, Gheorghita E, Passamonti F, Neumann F, Patki A, Gao G, Tefferi A. Safety and Efficacy of Fedratinib in Patients With Primary or Secondary Myelofibrosis: A Randomized Clinical Trial. JAMA Oncol. 2015 Aug;1(5):643-51. doi: 10.1001/jamaoncol.2015.1590."
                },
                {
                    "pmid": "17350297",
                    "type": "BACKGROUND",
                    "citation": "Rosti V, Massa M, Vannucchi AM, Bergamaschi G, Campanelli R, Pecci A, Viarengo G, Meli V, Marchetti M, Guglielmelli P, Bruno E, Xu M, Hoffman R, Barosi G; Italian Registry of Myelofibrosis with Myeloid Metaplasia; Myeloproliferative Disorders Research Consortium. The expression of CXCR4 is down-regulated on the CD34+ cells of patients with myelofibrosis with myeloid metaplasia. Blood Cells Mol Dis. 2007 May-Jun;38(3):280-6. doi: 10.1016/j.bcmd.2007.01.003. Epub 2007 Mar 9."
                },
                {
                    "pmid": "29562644",
                    "type": "BACKGROUND",
                    "citation": "Song MK, Park BB, Uhm JE. Understanding Splenomegaly in Myelofibrosis: Association with Molecular Pathogenesis. Int J Mol Sci. 2018 Mar 18;19(3):898. doi: 10.3390/ijms19030898."
                },
                {
                    "pmid": "11512130",
                    "type": "BACKGROUND",
                    "citation": "Storer BE. An evaluation of phase I clinical trial designs in the continuous dose-response setting. Stat Med. 2001 Aug 30;20(16):2399-408. doi: 10.1002/sim.903."
                },
                {
                    "pmid": "23838352",
                    "type": "BACKGROUND",
                    "citation": "Tefferi A, Cervantes F, Mesa R, Passamonti F, Verstovsek S, Vannucchi AM, Gotlib J, Dupriez B, Pardanani A, Harrison C, Hoffman R, Gisslinger H, Kroger N, Thiele J, Barbui T, Barosi G. Revised response criteria for myelofibrosis: International Working Group-Myeloproliferative Neoplasms Research and Treatment (IWG-MRT) and European LeukemiaNet (ELN) consensus report. Blood. 2013 Aug 22;122(8):1395-8. doi: 10.1182/blood-2013-03-488098. Epub 2013 Jul 9."
                },
                {
                    "pmid": "17488875",
                    "type": "BACKGROUND",
                    "citation": "Tefferi A, Thiele J, Orazi A, Kvasnicka HM, Barbui T, Hanson CA, Barosi G, Verstovsek S, Birgegard G, Mesa R, Reilly JT, Gisslinger H, Vannucchi AM, Cervantes F, Finazzi G, Hoffman R, Gilliland DG, Bloomfield CD, Vardiman JW. Proposals and rationale for revision of the World Health Organization diagnostic criteria for polycythemia vera, essential thrombocythemia, and primary myelofibrosis: recommendations from an ad hoc international expert panel. Blood. 2007 Aug 15;110(4):1092-7. doi: 10.1182/blood-2007-04-083501. Epub 2007 May 8."
                },
                {
                    "pmid": "21300928",
                    "type": "BACKGROUND",
                    "citation": "Tefferi A, Vaidya R, Caramazza D, Finke C, Lasho T, Pardanani A. Circulating interleukin (IL)-8, IL-2R, IL-12, and IL-15 levels are independently prognostic in primary myelofibrosis: a comprehensive cytokine profiling study. J Clin Oncol. 2011 Apr 1;29(10):1356-63. doi: 10.1200/JCO.2010.32.9490. Epub 2011 Feb 7."
                },
                {
                    "pmid": "22375971",
                    "type": "BACKGROUND",
                    "citation": "Verstovsek S, Mesa RA, Gotlib J, Levy RS, Gupta V, DiPersio JF, Catalano JV, Deininger M, Miller C, Silver RT, Talpaz M, Winton EF, Harvey JH Jr, Arcasoy MO, Hexner E, Lyons RM, Paquette R, Raza A, Vaddi K, Erickson-Viitanen S, Koumenis IL, Sun W, Sandor V, Kantarjian HM. A double-blind, placebo-controlled trial of ruxolitinib for myelofibrosis. N Engl J Med. 2012 Mar 1;366(9):799-807. doi: 10.1056/NEJMoa1110557."
                },
                {
                    "pmid": "25793623",
                    "type": "BACKGROUND",
                    "citation": "Wang JC, Sindhu H, Chen C, Kundra A, Kafeel MI, Wong C, Lichter S. Immune derangements in patients with myelofibrosis: the role of Treg, Th17, and sIL2Ralpha. PLoS One. 2015 Mar 20;10(3):e0116723. doi: 10.1371/journal.pone.0116723. eCollection 2015."
                },
                {
                    "pmid": "27407096",
                    "type": "BACKGROUND",
                    "citation": "Yuan Y, Hess KR, Hilsenbeck SG, Gilbert MR. Bayesian Optimal Interval Design: A Simple and Well-Performing Design for Phase I Oncology Trials. Clin Cancer Res. 2016 Sep 1;22(17):4291-301. doi: 10.1158/1078-0432.CCR-16-0592. Epub 2016 Jul 12."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Zeng K, Ma H, Popat U, Nieto Y, Ciurea SO, Olson AL, Lyu M, Huang M, Nishimoto M, Qazilbash MH, Ramos JD, Shpall EJ, Champlin RE, Parmar S, Andersson BS. . 2019. 'Allogeneic Cord Blood Regulatory T Cells Can Prevent Graft Vs. Host Disease and Preserve Graft Vs Leukemia Effect: Update on Phase I/II Clinical Tria', Blood, 134."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000055728",
                    "term": "Primary Myelofibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009196",
                    "term": "Myeloproliferative Disorders"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28312",
                    "name": "Primary Myelofibrosis",
                    "asFound": "Myelofibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16681",
                    "name": "Thrombocytosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21070",
                    "name": "Bone Marrow Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T4705",
                    "name": "Primary Myelofibrosis",
                    "asFound": "Myelofibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}