{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05443425",
            "orgStudyIdInfo": {
                "id": "22026"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-05061",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "22026",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Leflunomide in Combination With Steroids for the Treatment of Acute Graft-versus-Host Disease After Donor Stem Cell Transplant for Hematologic Malignancies",
            "officialTitle": "Pilot Trial of Leflunomide in Combination With Steroids for the Treatment of Acute Graft-versus-Host Disease After Allogeneic Hematopoietic Cell Transplantation for Hematologic Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "leflunomide-in-combination-with-steroids-for-the-treatment-of-acute-graft-versus-host-disease-after-donor-stem-cell-transplant-for-hematologic-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-28",
            "studyFirstSubmitQcDate": "2022-06-30",
            "studyFirstPostDateStruct": {
                "date": "2022-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the safety and side effects of leflunomide in combination with steroids in treating patients with acute graft versus host disease who have undergone done stem cell transplant for blood cancers (hematologic malignancies). Sometimes the transplanted cells from a donor can attack the body's normal cells (called graft-versus-host disease). Leflunomide and steroids are immunosuppressive drugs that work in different ways to lower the body's immune response so that the new donor immune cells do not attack the body's normal cells. Giving leflunomide in combination with steroids may help treat acute graft versus host disease in patients after stem cell transplant for hematologic malignancies.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. Assess the safety and tolerability of leflunomide administration in transplant patients with diagnosis of acute graft-versus-host disease (GvHD) requiring systemic therapy, by evaluation of toxicities including: type, frequency, severity, attribution, time course and duration.\n\nSECONDARY OBJECTIVES:\n\nI. Obtain preliminary evidence of leflunomide activity against acute GvHD by estimating the overall response rate (ORR).\n\nII. Obtain estimates of total steroid dose and length of therapy (area under curve).\n\nIII. Day +180 non-relapse mortality (NRM). IV. Overall survival (OS) and progression-free survival (PFS) at one-year. V. Rate and severity of infections during leflunomide administration.\n\nEXPLORATORY OBJECTIVES:\n\nI. Assess the clinical pharmacokinetics of teriflunomide (active metabolite of leflunomide).\n\nII. Assess the presence of and percentage of immune cell subsets (including but not limited to Th17 and regulatory T cells) in blood during leflunomide administration.\n\nIII. Assess the changes in presence and levels of GvHD biomarkers and inflammatory cytokines in plasma during the course of treatment with leflunomide.\n\nIV. Obtain a preliminary estimate of gut microbiome diversity at baseline (preferably before leflunomide administration), and then on days +14, +28, and +56.\n\nOUTLINE:\n\nPatients receive steroid therapy at the discretion of the treating physician. Beginning within 3 days of starting steroids, patients receive leflunomide orally (PO) once daily (QD) on days 1-28 in the absence of disease progression or unacceptable toxicity. Patients who respond to leflunomide treatment will be tapered off from day 29 until day 56.\n\nAfter completion of study treatment, patients are followed up at 28 days, 56 days, 100 days, and 6 months from last dose of leflunomide."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Graft Versus Host Disease",
                "Hematopoietic and Lymphoid System Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment of aGVHD (steroid therapy, leflunomide)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive steroid therapy at the discretion of the treating physician. Beginning within 3 days of starting steroids, patients receive leflunomide PO QD on days 1-28 in the absence of disease progression or unacceptable toxicity. Patients who respond to leflunomide treatment will be tapered off from day 29 until day 56.",
                    "interventionNames": [
                        "Drug: Cholestyramine",
                        "Drug: Leflunomide",
                        "Drug: Steroid Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cholestyramine",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment of aGVHD (steroid therapy, leflunomide)"
                    ],
                    "otherNames": [
                        "Cholybar",
                        "Colestyramine",
                        "Duolite AP143 Resin",
                        "Questran",
                        "Questran Light"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Leflunomide",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment of aGVHD (steroid therapy, leflunomide)"
                    ],
                    "otherNames": [
                        "Arava",
                        "SU101"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Steroid Therapy",
                    "description": "Given steroid therapy",
                    "armGroupLabels": [
                        "Treatment of aGVHD (steroid therapy, leflunomide)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Toxicity will be graded according to the National Cancer Institute (NCI)-Common Terminology Criteria for Adverse Events version 5.0. Unacceptable toxicity (UT) evaluation period will be from starting first loading dose of leflunomide to occurrence of UTs, or stopping leflunomide due to graft versus host disease (GVHD) progression, or day +28, whichever comes first.",
                    "timeFrame": "Up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "Patients who have partial or complete response will be counted as responders. Patients who have stable or progressive disease or withdraw the study early before response assessment is completed will be counted as non-responders.",
                    "timeFrame": "At 28 days"
                },
                {
                    "measure": "Total steroids and length of therapy",
                    "description": "Area under curve will be recorded.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Non-relapse mortality (NRM)",
                    "description": "Will be calculated from day 0 to date of non-disease death from causes other than relapse or progression. Disease relapse/progression will be counted as a competing risk. NRM will be censored at the last follow-up date if patients are alive and free of disease relapse/progression.",
                    "timeFrame": "At day 180"
                },
                {
                    "measure": "Failure-free survival (FFS)",
                    "description": "FFS will be censored on the last follow-up if patient is still alive and free of any event of interest.",
                    "timeFrame": "From day 0 to GVHD progression, disease relapse, starting new GVHD therapy, death regardless of cause, whichever comes first, assessed up to 6 months"
                },
                {
                    "measure": "Overall survival (OS)",
                    "timeFrame": "From day 0 to date of death regardless of cause, assessed up to 1 year"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS will be censored on the last disease assessment date if patient is still alive and disease relapse/progression is not observed.",
                    "timeFrame": "From day 0 to date of disease relapse/progression, or death regardless of cause, whichever comes first, assessed up to 1 year"
                },
                {
                    "measure": "Incidence of bloodstream infections",
                    "description": "The rate of bloodstream infections will be evaluated during leflunomide administration.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Incidence of bloodstream infection severity",
                    "description": "The severity of infections will be evaluated during leflunomide administration.",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n\n  * Assent, when appropriate, will be obtained per institutional guidelines\n* Agreement to allow the use of archival tissue from diagnostic tumor biopsies\n\n  * If unavailable, exceptions may be granted with study principal investigator (PI) approval\n* Age \\>= 18 years old\n* Karnofsky performance status \\>= 70\n* Clinically suspected grade II-IV aGvHD based on Mount Sinai Acute GVHD International Consortium (MAGIC) Consensus criteria occurring after allogeneic hematopoietic cell transplantation (HCT) and GvHD prophylaxis regimen. Grade I acute (a)GvHD requiring systemic steroids is allowed. Clinical suspicion of aGvHD by the treating physician is sufficient, provided that alternative diagnosis of drug effects or infection are adequately ruled out\n\n  * Note: HCT from any donor (related or unrelated with any degree of human leukocyte antigen \\[HLA\\] matching) and any graft source (bone marrow, peripheral blood stem cells, or cord blood) for hematologic malignancy or disorder. Recipient of myeloablative and reduced-intensity conditioning regimens are eligible\n* Biopsy of acute GvHD target organ is recommended but not required. Enrollment should not be delayed for biopsy or pathology results. Patients who do not enroll within 72 hours from start of steroids are not permitted to participate\n* Evidence of myeloid engraftment (e.g., absolute neutrophil count \\[ANC\\] \\>= 0.5 x 10\\^9/L for 3 consecutive days if ablative therapy was previously used). Use of growth factor supplementation is allowed\n* No prior systemic treatment for treatment of acute GvHD except for a maximum of 72 hours of prednisone =\\< 2 mg/kg/day (or intravenous \\[IV\\] methylprednisone equivalent). Topical skin steroid treatment and non-absorbable oral steroid treatment for GI GvHD are permissible\n* Patients should be able to swallow and retain oral medication\n* Total bilirubin =\\< 2 X ULN (unless has Gilbert's disease or aGvHD within 3 days of enrollment) (performed within 14 days prior to day 1 of protocol therapy)\n* Aspartate aminotransferase (AST) =\\< 3 x upper limit of normal (ULN) (performed within 14 days prior to day 1 of protocol therapy)\n* Alanine aminotransferase (ALT) =\\< 3 x ULN (performed within 14 days prior to day 1 of protocol therapy)\n* Creatinine clearance of \\>= 50 mL/min per 24-hour urine test or the Cockcroft-Gault formula (performed within 14 days prior to day 1 of protocol therapy)\n* Women of childbearing potential (WOCBP): negative urine or serum pregnancy test\n\n  * If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Agreement by females and males of childbearing potential to use an effective method of birth control or abstain from heterosexual activity for the course of the study through at least 3 months after the last dose of protocol therapy\n\n  * Childbearing potential defined as not being surgically sterilized (men and women) or have not been free from menses for \\> 1 year (women only)\n\nExclusion Criteria:\n\n* Recipient of more than one allogeneic HCT\n* Received more than 3 days of systemic corticosteroid for treatment of aGvHD\n* Presence of GVHD overlap syndrome\n* Prior treatment with leflunomide\n* Current or planned use of other investigational agents, or concurrent biological, chemotherapy, or radiation therapy during the study treatment period\n* Use of other drugs for treatment of acute GvHD\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agent (leflunomide or cholestyramine)\n* Clinically significant uncontrolled illness\n* Patients on dialysis\n* Patient requiring ventilator support\n* Presence of an active uncontrolled infection. An active uncontrolled infection is defined as hemodynamic instability attributed to sepsis or new symptoms, worsening physical signs, or radiographic findings attributable to infection. Persisting fever without signs or symptoms will not be interpreted as an active uncontrolled infection\n* Known history of immunodeficiency virus (HIV) infection\n* Active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection that requires treatment, HBV deoxyribonucleic acid (DNA) and HCV ribonucleic acid (RNA) must be undetectable upon testing. Prior test results obtained as part of standard of care that confirm a subject is immune and not at risk for reactivation (i.e., hepatitis B surface antigen negative, surface antibody positive) may be used for purpose of eligibility and test do not need to be repeated. Subjects within prior positive serology results must have negative polymerase chain reaction results. Subjects whose immune status is unknown must have results confirming immune status before enrolment\n* Subjects with evidence of relapsed primary disease, or subjects who have been treated for relapse after the allogeneic (allo)-HCT was performed\n* Severe organ dysfunction unrelated to underlying GvHD, including:\n\n  * Cholestatic disorders or unresolved veno-occlusive disease of the liver (defined as persistent bilirubin abnormalities not attributable to GvHD and ongoing organ dysfunction)\n  * Clinically significant uncontrolled cardiac disease, including unstable angina, acute myocardial infarction within 6 months of enrollment, New York Heart Association Class III or IV congestive heart failure, circulatory collapse requiring vasopressor or inotropic support, or arrhythmia that requires therapy\n  * Clinically significant respiratory disease that requires mechanical ventilation support or 50% oxygen\n* Non-hematologic malignancy within the past 3 years aside from the following exceptions:\n\n  * Adequately treated basal cell or squamous cell skin cancer\n  * Carcinoma in situ of the cervix\n  * Prostate cancer \\< Gleason Grade 6 with a stable prostate specific antigen (PSA)\n  * Successfully treated in situ carcinoma of the breast\n* Females only: Pregnant or breastfeeding\n* Any other condition that would, in the Investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures. e.g., infection/inflammation, intestinal obstruction, unable to swallow medication, social/ psychological issues, etc.\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Monzr M. Al Malki",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monzr M. Al Malki",
                            "role": "CONTACT",
                            "phone": "626-214-2405",
                            "email": "malmalki@coh.org"
                        },
                        {
                            "name": "Monzr M. Al Malki",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                },
                {
                    "id": "D000006086",
                    "term": "Graft vs Host Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Malignancies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "asFound": "Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "asFound": "Acute Graft Versus Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "asFound": "Graft Versus Host Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002792",
                    "term": "Cholestyramine Resin"
                },
                {
                    "id": "D000077339",
                    "term": "Leflunomide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000924",
                    "term": "Anticholesteremic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6032",
                    "name": "Cholestyramine Resin",
                    "asFound": "A lipid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1776",
                    "name": "Leflunomide",
                    "asFound": "Labeling",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4243",
                    "name": "Anticholesteremic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}