{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01076660",
            "orgStudyIdInfo": {
                "id": "IRB00324567"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Left Ventricular Structural Predictors of Sudden Cardiac Death",
            "officialTitle": "Left Ventricular Structural Predictors of Sudden Cardiac Death [Substudy of: Functional Energetics and Imaging for Phenotypic Characterization of Patients at Risk for Sudden Cardiac Death, See Also NCT000181233]",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "left-ventricular-structural-predictors-of-sudden-cardiac-death"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2003-10"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2010-02-25",
            "studyFirstSubmitQcDate": "2010-02-25",
            "studyFirstPostDateStruct": {
                "date": "2010-02-26",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-01-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Donald W. Reynolds Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "Christiana Care Health Services",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "Sudden cardiac death (SCD) poses a significant health care challenge with high annual incidence and low survival rates. Implantable cardioverter defibrillators (ICDs) prevent SCD in patients with poor heart function. However, the critical survival benefit afforded by the devices is accompanied by short and long-term complications and a high economic burden. Moreover, in using current practice guidelines of reduced heart function, specifically left ventricular ejection fraction (LVEF)≤35%, as the main determining factor for patient selection, only a minority of patients actually benefit from ICD therapy (\\<25% in 5 years). There is an essential need for more robust diagnostic approaches to SCD risk stratification.\n\nThis project examines the hypothesis that structural abnormalities of the heart itself, above and beyond global LV dysfunction, are important predictors of SCD risk since they indicate the presence of the abnormal tissue substrate required for the abnormal electrical circuits and heart rhythms that actually lead to SCD. Information about the heart's structure will be obtained from cardiac magnetic resonance imaging and used in combination with a number of other clinical risk factors to see if certain characteristics can better predict patients at risk for SCD.",
            "detailedDescription": "Sudden cardiac death (SCD) poses a significant health care challenge with high annual incidence and low survival rates. Implantable cardioverter defibrillators (ICDs) prevent SCD in patients with left ventricular (LV) systolic dysfunction. However, the critical survival benefit afforded by the devices is accompanied by short and long-term complications and a high economic burden. Moreover, in using current practice guidelines of LV ejection fraction (LVEF)≤35% as the main determining factor for patient selection, only a minority of patients actually benefit from ICD therapy (\\<25% in 5 years). There is an essential need for more robust diagnostic approaches to SCD risk stratification.\n\nThis project examines the hypothesis that LV structural abnormalities above and beyond global LV dysfunction are important predictors of SCD risk since they indicate the presence of abnormal pathophysiologic substrate required for the ventricular arrhythmogenicity leading to SCD. This premise is supported by pre-clinical models and limited patient cohort studies examining the contribution of individual LV structural indices. However, there has been no prospective study of primary prevention ICD candidates in sufficiently large numbers to investigate the incremental value of a comprehensive assessment of LV structure on SCD risk over and above that of LVEF and readily available demographic and clinical variables.\n\nLV structure can be quantified in detail using cardiac magnetic resonance imaging with late gadolinium enhancement (CMR-LGE). Specifically, accurate assessment of global LV function, volumes, mass, geometry, and infarct/scar characteristics are feasible and obtainable clinically in a single examination. We aim to examine whether or not any of these CMR indices or combination of indices are better able to discriminate between patients with high versus low susceptibility to SCD within the broader population of reduced LVEF patients. If the results of these studies demonstrate that LV structure is an important prognostic risk factor, it may be then be possible to more specifically focus ICD therapy to those who are most likely to benefit and avoid unnecessary device implantations."
        },
        "conditionsModule": {
            "conditions": [
                "Ischemic Cardiomyopathy",
                "Nonischemic Cardiomyopathy"
            ],
            "keywords": [
                "Ischemic cardiomyopathy",
                "Nonischemic cardiomyopathy",
                "Implantable cardioverter defibrillator",
                "Sudden Cardiac Death",
                "Ventricular tachycardia",
                "Ventricular fibrillation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Composite SCD outcomes",
                    "description": "The first occurrence of an adjudicated appropriate ICD firing for ventricular tachycardia/ventricular fibrillation or cardiac death not treated by the ICD.",
                    "timeFrame": "Every 6 months for 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Composite cardiac outcomes",
                    "description": "The first occurrence of an adjudicated appropriate ICD firing for ventricular tachycardia/ventricular fibrillation, hospitalization for heart failure or cardiac death.",
                    "timeFrame": "Every 6 months for 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* LVEF≤35%, referred clinically for ICD insertion for primary prevention purposes (i.e. no prior history of sustained ventricular arrhythmias)\n* Between the ages of 21 and 80 years old\n* Permission of the patient's clinical attending physician\n\nExclusion Criteria:\n\n* Patients who refuse or are unable to give consent.\n* Individuals with contraindications to MRI (i.e. implanted metallic objects such as pre-existing cardiac pacemakers, cerebral clips or indwelling metallic projectiles)\n* Minors.\n* Pregnant women.\n* NYHA Class IV heart failure.\n* Chronic renal insufficiency with creatinine clearance\\<60 ml/min; acute renal insufficiency of any severity\n* Claustrophobia\n* Prior adverse reaction to gadolinium-based contrast",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with LV ejection fraction (LVEF) ≤35% of ischemic or nonischemic etiology (as measured by a clinical echocardiogram, ventriculogram, or radionuclide study) referred clinically for ICD insertion for primary prevention purposes (i.e. no prior history of sustained ventricular arrhythmias)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barbara D Butcher, RN",
                    "role": "CONTACT",
                    "phone": "443-287-3472",
                    "email": "bbutche1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine Wu, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Robert G Weiss, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Christiana Care Health Services",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Newark",
                    "state": "Delaware",
                    "zip": "19718",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.68372,
                        "lon": -75.74966
                    }
                },
                {
                    "facility": "Johns Hopkins Medical Institutions",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Wu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "17389270",
                    "type": "RESULT",
                    "citation": "Schmidt A, Azevedo CF, Cheng A, Gupta SN, Bluemke DA, Foo TK, Gerstenblith G, Weiss RG, Marban E, Tomaselli GF, Lima JA, Wu KC. Infarct tissue heterogeneity by magnetic resonance imaging identifies enhanced cardiac arrhythmia susceptibility in patients with left ventricular dysfunction. Circulation. 2007 Apr 17;115(15):2006-14. doi: 10.1161/CIRCULATIONAHA.106.653568. Epub 2007 Mar 26."
                },
                {
                    "pmid": "17911537",
                    "type": "RESULT",
                    "citation": "Fernandes VR, Wu KC, Rosen BD, Schmidt A, Lardo AC, Osman N, Halperin HR, Tomaselli G, Berger R, Bluemke DA, Marban E, Lima JA. Enhanced infarct border zone function and altered mechanical activation predict inducibility of monomorphic ventricular tachycardia in patients with ischemic cardiomyopathy. Radiology. 2007 Dec;245(3):712-9. doi: 10.1148/radiol.2452061615. Epub 2007 Oct 2."
                },
                {
                    "pmid": "18565399",
                    "type": "RESULT",
                    "citation": "Wu KC, Weiss RG, Thiemann DR, Kitagawa K, Schmidt A, Dalal D, Lai S, Bluemke DA, Gerstenblith G, Marban E, Tomaselli GF, Lima JA. Late gadolinium enhancement by cardiovascular magnetic resonance heralds an adverse prognosis in nonischemic cardiomyopathy. J Am Coll Cardiol. 2008 Jun 24;51(25):2414-21. doi: 10.1016/j.jacc.2008.03.018."
                },
                {
                    "pmid": "18566171",
                    "type": "RESULT",
                    "citation": "Ouwerkerk R, Bottomley PA, Solaiyappan M, Spooner AE, Tomaselli GF, Wu KC, Weiss RG. Tissue sodium concentration in myocardial infarction in humans: a quantitative 23Na MR imaging study. Radiology. 2008 Jul;248(1):88-96. doi: 10.1148/radiol.2481071027."
                },
                {
                    "pmid": "19322659",
                    "type": "RESULT",
                    "citation": "Ardekani S, Weiss RG, Lardo AC, George RT, Lima JA, Wu KC, Miller MI, Winslow RL, Younes L. Computational method for identifying and quantifying shape features of human left ventricular remodeling. Ann Biomed Eng. 2009 Jun;37(6):1043-54. doi: 10.1007/s10439-009-9677-2. Epub 2009 Mar 26."
                },
                {
                    "pmid": "19332463",
                    "type": "RESULT",
                    "citation": "Bottomley PA, Wu KC, Gerstenblith G, Schulman SP, Steinberg A, Weiss RG. Reduced myocardial creatine kinase flux in human myocardial infarction: an in vivo phosphorus magnetic resonance spectroscopy study. Circulation. 2009 Apr 14;119(14):1918-24. doi: 10.1161/CIRCULATIONAHA.108.823187. Epub 2009 Mar 30."
                },
                {
                    "pmid": "19808427",
                    "type": "RESULT",
                    "citation": "Strauss DG, Selvester RH, Lima JA, Arheden H, Miller JM, Gerstenblith G, Marban E, Weiss RG, Tomaselli GF, Wagner GS, Wu KC. ECG quantification of myocardial scar in cardiomyopathy patients with or without conduction defects: correlation with cardiac magnetic resonance and arrhythmogenesis. Circ Arrhythm Electrophysiol. 2008 Dec;1(5):327-36. doi: 10.1161/CIRCEP.108.798660. Epub 2008 Dec 2."
                },
                {
                    "pmid": "19185315",
                    "type": "RESULT",
                    "citation": "Strauss DG, Wu KC. Imaging myocardial scar and arrhythmic risk prediction--a role for the electrocardiogram? J Electrocardiol. 2009 Mar-Apr;42(2):138.e1-8. doi: 10.1016/j.jelectrocard.2008.12.010. Epub 2009 Jan 30."
                },
                {
                    "pmid": "27164184",
                    "type": "RESULT",
                    "citation": "Arevalo HJ, Vadakkumpadan F, Guallar E, Jebb A, Malamas P, Wu KC, Trayanova NA. Arrhythmia risk stratification of patients after myocardial infarction using personalized heart models. Nat Commun. 2016 May 10;7:11437. doi: 10.1038/ncomms11437."
                },
                {
                    "pmid": "27108939",
                    "type": "RESULT",
                    "citation": "Zhang Y, Guallar E, Weiss RG, Stillabower M, Gerstenblith G, Tomaselli GF, Wu KC. Associations between scar characteristics by cardiac magnetic resonance and changes in left ventricular ejection fraction in primary prevention defibrillator recipients. Heart Rhythm. 2016 Aug;13(8):1661-6. doi: 10.1016/j.hrthm.2016.04.013. Epub 2016 Apr 19."
                },
                {
                    "pmid": "22267750",
                    "type": "RESULT",
                    "citation": "Wu KC, Gerstenblith G, Guallar E, Marine JE, Dalal D, Cheng A, Marban E, Lima JA, Tomaselli GF, Weiss RG. Combined cardiac magnetic resonance imaging and C-reactive protein levels identify a cohort at low risk for defibrillator firings and death. Circ Cardiovasc Imaging. 2012 Mar;5(2):178-86. doi: 10.1161/CIRCIMAGING.111.968024. Epub 2012 Jan 20."
                },
                {
                    "pmid": "37640127",
                    "type": "RESULT",
                    "citation": "Sani MM, Sung E, Engels M, Daimee UA, Trayanova N, Wu KC, Chrispin J. Association of epicardial and intramyocardial fat with ventricular arrhythmias. Heart Rhythm. 2023 Dec;20(12):1699-1705. doi: 10.1016/j.hrthm.2023.08.033. Epub 2023 Aug 26."
                },
                {
                    "pmid": "36718879",
                    "type": "RESULT",
                    "citation": "Binder MS, Yanek LR, Yang W, Butcher B, Norgard S, Marine JE, Kolandaivelu A, Chrispin J, Fedarko NS, Calkins H, O'Rourke B, Wu KC, Tomaselli GF, Barth AS. Growth Differentiation Factor-15 Predicts Mortality and Heart Failure Exacerbation But Not Ventricular Arrhythmias in Patients With Cardiomyopathy. J Am Heart Assoc. 2023 Feb 7;12(3):e8023. doi: 10.1161/JAHA.122.026003. Epub 2023 Jan 31."
                },
                {
                    "pmid": "35981800",
                    "type": "RESULT",
                    "citation": "Vakil RM, Marine JE, Kolandaivelu A, Dickfeld T, Weiss RG, Tomaselli GF, Chrispin J, Wu KC. The Association of Clustered Ventricular Arrhythmia and Cycle Length With Scar Burden in Cardiomyopathy. JACC Clin Electrophysiol. 2022 Aug;8(8):957-966. doi: 10.1016/j.jacep.2022.05.008. Epub 2022 Jul 27."
                },
                {
                    "pmid": "35734302",
                    "type": "RESULT",
                    "citation": "Daimee UA, Sung E, Engels M, Halushka MK, Berger RD, Trayanova NA, Wu KC, Chrispin J. Association of left ventricular tissue heterogeneity and intramyocardial fat on computed tomography with ventricular arrhythmias in ischemic cardiomyopathy. Heart Rhythm O2. 2022 Apr 2;3(3):241-247. doi: 10.1016/j.hroo.2022.03.005. eCollection 2022 Jun."
                },
                {
                    "pmid": "35579938",
                    "type": "RESULT",
                    "citation": "Samuel TJ, Lai S, Schar M, Wu KC, Steinberg AM, Wei AC, Anderson ME, Tomaselli GF, Gerstenblith G, Bottomley PA, Weiss RG. Myocardial ATP depletion detected noninvasively predicts sudden cardiac death risk in patients with heart failure. JCI Insight. 2022 Jun 22;7(12):e157557. doi: 10.1172/jci.insight.157557."
                },
                {
                    "pmid": "35464150",
                    "type": "RESULT",
                    "citation": "Popescu DM, Shade JK, Lai C, Aronis KN, Ouyang D, Moorthy MV, Cook NR, Lee DC, Kadish A, Albert CM, Wu KC, Maggioni M, Trayanova NA. Arrhythmic sudden death survival prediction using deep learning analysis of scarring in the heart. Nat Cardiovasc Res. 2022 Apr;1(4):334-343. doi: 10.1038/s44161-022-00041-9. Epub 2022 Apr 7."
                },
                {
                    "pmid": "35265930",
                    "type": "RESULT",
                    "citation": "Popescu DM, Abramson HG, Yu R, Lai C, Shade JK, Wu KC, Maggioni M, Trayanova NA. Anatomically informed deep learning on contrast-enhanced cardiac magnetic resonance imaging for scar segmentation and clinical feature extraction. Cardiovasc Digit Health J. 2021 Nov 26;3(1):2-13. doi: 10.1016/j.cvdhj.2021.11.007. eCollection 2022 Feb."
                },
                {
                    "pmid": "34811411",
                    "type": "RESULT",
                    "citation": "Krebs J, Mansi T, Delingette H, Lou B, Lima JAC, Tao S, Ciuffo LA, Norgard S, Butcher B, Lee WH, Chamera E, Dickfeld TM, Stillabower M, Marine JE, Weiss RG, Tomaselli GF, Halperin H, Wu KC, Ashikaga H. CinE caRdiac magneTic resonAnce to predIct veNTricular arrhYthmia (CERTAINTY). Sci Rep. 2021 Nov 22;11(1):22683. doi: 10.1038/s41598-021-02111-7."
                },
                {
                    "pmid": "33023350",
                    "type": "RESULT",
                    "citation": "Wu KC, Wongvibulsin S, Tao S, Ashikaga H, Stillabower M, Dickfeld TM, Marine JE, Weiss RG, Tomaselli GF, Zeger SL. Baseline and Dynamic Risk Predictors of Appropriate Implantable Cardioverter Defibrillator Therapy. J Am Heart Assoc. 2020 Oct 20;9(20):e017002. doi: 10.1161/JAHA.120.017002. Epub 2020 Oct 7."
                },
                {
                    "pmid": "32188287",
                    "type": "RESULT",
                    "citation": "Okada DR, Miller J, Chrispin J, Prakosa A, Trayanova N, Jones S, Maggioni M, Wu KC. Substrate Spatial Complexity Analysis for the Prediction of Ventricular Arrhythmias in Patients With Ischemic Cardiomyopathy. Circ Arrhythm Electrophysiol. 2020 Apr;13(4):e007975. doi: 10.1161/CIRCEP.119.007975. Epub 2020 Mar 18."
                },
                {
                    "pmid": "32515746",
                    "type": "RESULT",
                    "citation": "Wongvibulsin S, Wu KC, Zeger SL. Improving Clinical Translation of Machine Learning Approaches Through Clinician-Tailored Visual Displays of Black Box Algorithms: Development and Validation. JMIR Med Inform. 2020 Jun 9;8(6):e15791. doi: 10.2196/15791."
                },
                {
                    "pmid": "28637807",
                    "type": "RESULT",
                    "citation": "Wu KC. Sudden Cardiac Death Substrate Imaged by Magnetic Resonance Imaging: From Investigational Tool to Clinical Applications. Circ Cardiovasc Imaging. 2017 Jul;10(7):e005461. doi: 10.1161/CIRCIMAGING.116.005461."
                },
                {
                    "pmid": "31888507",
                    "type": "DERIVED",
                    "citation": "Wongvibulsin S, Wu KC, Zeger SL. Clinical risk prediction with random forests for survival, longitudinal, and multivariate (RF-SLAM) data analysis. BMC Med Res Methodol. 2019 Dec 31;20(1):1. doi: 10.1186/s12874-019-0863-0."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009202",
                    "term": "Cardiomyopathies"
                },
                {
                    "id": "D000016757",
                    "term": "Death, Sudden, Cardiac"
                },
                {
                    "id": "D000003643",
                    "term": "Death"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006323",
                    "term": "Heart Arrest"
                },
                {
                    "id": "D000003645",
                    "term": "Death, Sudden"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6845",
                    "name": "Death",
                    "asFound": "Cardiac Death",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M16384",
                    "name": "Tachycardia",
                    "relevance": "LOW"
                },
                {
                    "id": "M19118",
                    "name": "Death, Sudden, Cardiac",
                    "asFound": "Sudden Cardiac Death",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "asFound": "Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19488",
                    "name": "Tachycardia, Ventricular",
                    "relevance": "LOW"
                },
                {
                    "id": "M17439",
                    "name": "Ventricular Fibrillation",
                    "relevance": "LOW"
                },
                {
                    "id": "M6847",
                    "name": "Death, Sudden",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9411",
                    "name": "Heart Arrest",
                    "relevance": "LOW"
                },
                {
                    "id": "T4437",
                    "name": "Paroxysmal Ventricular Fibrillation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}