{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06389149",
            "orgStudyIdInfo": {
                "id": "0165-24-FB"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Leg Exercise Assistive Paddling (LEAP) Therapy for Peripheral Artery Disease",
            "officialTitle": "Leg Exercise Assistive Paddling (LEAP) Therapy for Peripheral Artery Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "leg-exercise-assistive-paddling-leap-therapy-for-peripheral-artery-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-24",
            "studyFirstSubmitQcDate": "2024-04-24",
            "studyFirstPostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test the effects of leg exercise assistive paddling (LEAP) therapy during prolonged sitting (PS) on vascular and functional performance in those with peripheral artery disease (PAD) and age-matched controls. LEAP therapy is a novel application of passive limb movement to enhance blood flow through the legs without muscular contractions. Specifically, LEAP therapy is the rotational passive movement of the lower leg about the knee from 90 to 180 degrees of rotation at a cadence of 1Hz. Previous literature has indicated that this movement pattern can produce robust increases in blood flow in the passively moved limb in healthy individuals, and passive limb movement may protect vascular function during PS. However, the impact of LEAP therapy to improve blood flow in the legs of those with PAD during PS is unknown. To be eligible for this study, those with PAD must be between the ages of 50-85 years, women must be postmenopausal, must have a history of exercise-limiting claudication, have an ankle brachial index (ABI) 0.9. Participants will participate in a randomized cross-over design study with 2 visits (LEAP therapy and no LEAP therapy). For the first visit, participants will be randomly allocated to receive LEAP therapy during 2.5 hours of PS or not. For the second visit, participants will sit for 2.5 hours and will receive the condition that they did not previously receive. Before and after PS, the following measurements will be made: flow-mediated dilation of the popliteal and brachial arteries, arterial stiffness with tonometry techniques, microvascular vasodilatory capacity and skeletal muscle metabolic rate with near-infrared spectroscopy, autonomic nervous system function, and there will be blood drawn from the antecubital vein. After PS, participants will participate in a graded exercise test to assess functional walking capacity. Finally, during PS, near-infrared spectroscopy on the calf muscles and electrocardiogram will be collected continuously to monitor muscle oxygen availability and autonomic activity, respectively. There will be no follow-up.",
            "detailedDescription": "Epidemiological studies suggest that over 200 million adults worldwide currently have peripheral artery disease (PAD), which is the buildup of atherosclerotic plaques in the arteries of the legs and is associated with high rates of morbidity and mortality. The population most suspectable to PAD is older adults, with the incidence of PAD increasing exponentially after the age of 50. This sharp age demarcation makes PAD particularly concerning for Western societies, where the proportion of older adults is steadily rising, thereby making PAD a large potential future burden to healthcare systems and economies alike. Therefore, the discovery and development of interventions to prevent and treat PAD is a top biomedical concern that has a high future return on investments.\n\nExercise and physical activity are known to improve functional capacity in those with PAD. In fact, exercise therapies have been reported to be as effective as revascularization surgeries at restoring functional walking capacity. However, despite the major benefits of exercise, adherence to supervised exercise therapies is low, and those with PAD report being highly sedentary, which is likely attributed to the muscle pain they experience during exercise. Elevated sedentarism among those with PAD is concerning, since the investigators and others have demonstrated that sedentarism in the form of prolonged sitting (i.e., sitting for \\>1 hour) can 1) increase arterial stiffness, 2) reduce the vasodilatory capacities of the macro- and micro-vasculatures, 3) reduce skeletal muscle metabolism, and 4) reduce shear stress in the large conduit arteries, all of which are known to promote atherosclerosis. Importantly, since those with PAD already demonstrate impaired vascular function, they may be more suspectable to the negative effects of prolonged sitting on vascular health. Remarkably, the investigators have shown that passive movement of the legs (i.e., limb movement without active muscle contractions) can prevent vascular decline during prolonged sitting. Therefore, passive limb movement (PLM) therapies may be an effective strategy to provide light physical activity to those with PAD and protect them against the deleterious effects of sedentarism. Importantly, since PLM does not require active skeletal muscle work, it is likely that PLM will be well-tolerated by those with PAD, and adherence to PLM therapies may be enhanced compared to traditional exercise. Therefore, developing methods that mimic exercise with PLM may be an effective front-line strategy to improve functional capacity, vascular function, and quality of life in those with PAD.\n\nUnfortunately, there are currently no available methods that provide PLM therapy for those with PAD, and it is not known whether PLM therapies can protect the vasculature of those with PAD during PS. Therefore, the investigators have developed the Leg Exercise Assistive Paddling (LEAP) protocol to provide PLM therapy during PS. LEAP therapy is a standardized protocol for those with PAD that provides PLM by rotating the lower leg about the knee from 90-180° at a cadence of 1Hz for 1-min every 10-min. These parameters have been chosen for LEAP therapy because of the robust increases in leg blood flow elicited by these parameters. The investigators hypothesize that LEAP therapy prevents vascular and functional decline in those with PAD during PS. Therefore, the development and validation of LEAP therapy is expected to promote PLM therapies as a new interventional strategy to improve vascular and functional capacities in those with PAD."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Arterial Disease",
                "Peripheral Vascular Disease",
                "Peripheral Artery Occlusive Disease",
                "Peripheral Artery Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "There will be a peripheral artery disease (PAD) group and an age-matched healthy control group. Within each of these groups will be a 1:1 randomized, crossover study design.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control: LEAP therapy, then no LEAP therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will perform a bout of 2.5 hours of prolonged sitting with LEAP therapy. After a minimum period of 7 days, they will then perform a bout of 2.5 hours of prolonged sitting without LEAP therapy.",
                    "interventionNames": [
                        "Other: LEAP therapy",
                        "Other: no LEAP therapy"
                    ]
                },
                {
                    "label": "Control: No LEAP therapy, then LEAP therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will perform a bout of 2.5 hours of prolonged sitting without LEAP therapy. After a minimum period of 7 days, they will then perform a bout of 2.5 hours of prolonged sitting with LEAP therapy.",
                    "interventionNames": [
                        "Other: LEAP therapy",
                        "Other: no LEAP therapy"
                    ]
                },
                {
                    "label": "PAD: LEAP therapy, then no LEAP therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with peripheral artery disease will perform a bout of 2.5 hours of prolonged sitting with LEAP therapy. After a minimum period of 7 days, they will then perform a bout of 2.5 hours of prolonged sitting without LEAP therapy.",
                    "interventionNames": [
                        "Other: LEAP therapy",
                        "Other: no LEAP therapy"
                    ]
                },
                {
                    "label": "PAD: No LEAP therapy, then LEAP therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with peripheral artery disease will perform a bout of 2.5 hours of prolonged sitting without LEAP therapy. After a minimum period of 7 days, they will then perform a bout of 2.5 hours of prolonged sitting with LEAP therapy.",
                    "interventionNames": [
                        "Other: LEAP therapy",
                        "Other: no LEAP therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "LEAP therapy",
                    "description": "Knee bending from 90°-180° at 1Hz for 1 minute every 10 minutes during 2.5 hours of prolonged sitting",
                    "armGroupLabels": [
                        "Control: LEAP therapy, then no LEAP therapy",
                        "Control: No LEAP therapy, then LEAP therapy",
                        "PAD: LEAP therapy, then no LEAP therapy",
                        "PAD: No LEAP therapy, then LEAP therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "no LEAP therapy",
                    "description": "2.5 hours of uninterrupted prolonged sitting (no movement)",
                    "armGroupLabels": [
                        "Control: LEAP therapy, then no LEAP therapy",
                        "Control: No LEAP therapy, then LEAP therapy",
                        "PAD: LEAP therapy, then no LEAP therapy",
                        "PAD: No LEAP therapy, then LEAP therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Macrovascular Endothelial Function",
                    "description": "Macrovascular endothelial function will be measured non-invasively using the flow-mediated dilation (FMD) technique in the brachial and popliteal arteries using a Doppler ultrasound. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                },
                {
                    "measure": "Microvascular Vasodilatory Capacity",
                    "description": "Microvascular vasodilatory capacity will be measured as the near-infrared spectroscopy (NIRS) reoxygenation rate in the medial gastrocnemius after an arterial occlusion. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                },
                {
                    "measure": "Femoral and Popliteal Artery Blood Flow",
                    "description": "Femoral and popliteal artery blood flow will be measured in both legs using Doppler ultrasound. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                },
                {
                    "measure": "Walking capacity",
                    "description": "Physical walking capacity will be measured during the Gardner treadmill protocol. Participants will walk on a treadmill at 2.0 miles per hour (mph). Grade will began at zero and will be increased by two percent every two minutes. Participants unable to walk at least 2.0 mph begin walking at 0.5 mph and their speed is increased by 0.50 mph every two minutes until the participant reaches 2.0 mph. After reaching 2.0 mph, treadmill grade is increased by two percent every two minutes. Participants are asked to continue walking without stopping until they cannot continue because of leg symptoms, exhaustion, or other symptoms. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                },
                {
                    "measure": "Autonomic Function",
                    "description": "Autonomic nervous system function will be measured non-invasively using heart rate variability via the head-up tilt test. Raw R-R interval data will be converted to time frequency domain with the wavelet transform across the frequency intervals 0.04-0.15 Hz (low-frequency, (LF)) and 0.15-0.4 Hz (high-frequency, HF). Units for both will be expressed as ms\\^2. Final outcome measure will be the ratio of LF/HF, which is a unitless ratio to indicate sympathetic-to-parasympathetic nervous system function. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                },
                {
                    "measure": "Autonomic Activity",
                    "description": "Autonomic activity will be measured with a 3-lead ECG system (7700 Series, IvyBiomedical Systems Inc., Branford, CT) and will be used to continuously collect heart electrical activity during prolonged sitting with LEAP therapy, and prolonged sitting without LEAP therapy. Raw R-R interval data will be converted to time frequency domain with the wavelet transform across the frequency intervals 0.04-0.15 Hz (low-frequency, (LF)) and 0.15-0.4 Hz (high-frequency, HF). Units for both will be expressed as ms\\^2. Final outcome measure will be the ratio of LF/HF, which is a unitless ratio to indicate sympathetic-to-parasympathetic nervous system function.",
                    "timeFrame": "Day 1: during the condition. Day 7: during the condition"
                },
                {
                    "measure": "Arterial Stiffness",
                    "description": "Peripheral and central arterial stiffness will be assessed non-invasively using pulse-wave velocity via the applanation tonometry technique. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                },
                {
                    "measure": "Muscle Oxygenation",
                    "description": "A near-infrared spectroscopy (NIRS) sensor will be adhered on the skin above the belly of the medial gastrocnemius muscle to non-invasively assess muscle oxygenation during the entire prolonged sitting bout with LEAP therapy, and the entire prolonged sitting bout without LEAP therapy.",
                    "timeFrame": "Day 1: during the condition. Day 7: during the condition"
                },
                {
                    "measure": "Peripheral blood mononuclear cell mitochondrial function",
                    "description": "Participants will have blood drawn from an antecubital vein, which will be used to isolate peripheral blood mononuclear cells (PBMCs) and assess their mitochondrial function. These measures will be performed before and after 2.5 hours of prolonged sitting with LEAP therapy, and before and after 2.5 hours of prolonged sitting without LEAP therapy.",
                    "timeFrame": "Day 1: before and after condition. Day 7: before and after condition."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAt entry into the study, PAD subjects must:\n\n1. be able to provide written informed consent\n2. be between the ages of 50-85\n3. be diagnosed as Fontaine stage II-III\n4. women must be postmenopausal (cessation of menses for \\> 24 mo)\n5. demonstrate a history of exercise-induced claudication\n6. must not have ulcers, gangrene, or necrosis of the foot (Fontaine stage IV PAD)\n7. not have kidney disease or type II diabetes mellitus\n\nAt entry into the study, age-matched control subjects must:\n\n1. be able to provide written informed consent\n2. be between the ages of 50-85\n3. have no evidence of peripheral occlusive disease (ankle-brachial index \\> 0.90)\n4. women must be postmenopausal (cessation of menses for \\> 24 mo)\n5. not have kidney disease or type II diabetes mellitus\n\nExclusion Criteria:\n\nPotential subjects with PAD will be deemed ineligible if they:\n\n1. have pain at rest and/or tissue loss due to PAD (Fontaine stage IV PAD)\n2. have an acute lower extremity ischemic event secondary to thromboembolic disease or acute trauma\n3. have limited walking capacity due to conditions other than PAD\n4. have not had a physical exam to assess exercise limitations in the past year.\n5. are currently pregnant or nursing\n6. currently have kidney disease or type II diabetes mellitus\n\nPotential age-matched control subjects will be deemed ineligible if they:\n\n1. have a positive diagnosis of PAD\n2. have any exercise limitations as determined by a doctor at their last physical exam (at or before 1 year prior to the study)\n3. have not had a physical exam to assess exercise limitations in the past year.\n4. have limited walking capacity from musculoskeletal injury\n5. are currently pregnant or nursing\n6. currently have kidney disease or type II diabetes mellitus",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Song-Young Park, PhD",
                    "role": "CONTACT",
                    "phone": "402-554-3374",
                    "email": "song-youngpark@unomaha.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Song-Young Park, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska - Omaha",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68182",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Song-Young Park, PhD",
                            "role": "CONTACT",
                            "phone": "402-554-3779",
                            "email": "song-youngpark@unomaha.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31303293",
                    "type": "BACKGROUND",
                    "citation": "Song P, Rudan D, Zhu Y, Fowkes FJI, Rahimi K, Fowkes FGR, Rudan I. Global, regional, and national prevalence and risk factors for peripheral artery disease in 2015: an updated systematic review and analysis. Lancet Glob Health. 2019 Aug;7(8):e1020-e1030. doi: 10.1016/S2214-109X(19)30255-4."
                },
                {
                    "pmid": "16908785",
                    "type": "BACKGROUND",
                    "citation": "Golomb BA, Dang TT, Criqui MH. Peripheral arterial disease: morbidity and mortality implications. Circulation. 2006 Aug 15;114(7):688-99. doi: 10.1161/CIRCULATIONAHA.105.593442. No abstract available."
                },
                {
                    "pmid": "31500474",
                    "type": "BACKGROUND",
                    "citation": "Matsushita K, Sang Y, Ning H, Ballew SH, Chow EK, Grams ME, Selvin E, Allison M, Criqui M, Coresh J, Lloyd-Jones DM, Wilkins JT. Lifetime Risk of Lower-Extremity Peripheral Artery Disease Defined by Ankle-Brachial Index in the United States. J Am Heart Assoc. 2019 Sep 17;8(18):e012177. doi: 10.1161/JAHA.119.012177. Epub 2019 Sep 10."
                },
                {
                    "pmid": "37317860",
                    "type": "BACKGROUND",
                    "citation": "Allison MA, Armstrong DG, Goodney PP, Hamburg NM, Kirksey L, Lancaster KJ, Mena-Hurtado CI, Misra S, Treat-Jacobson DJ, White Solaru KT; American Heart Association Council on Peripheral Vascular Disease; Council on Hypertension; and Council on Lifestyle and Cardiometabolic Health. Health Disparities in Peripheral Artery Disease: A Scientific Statement From the American Heart Association. Circulation. 2023 Jul 18;148(3):286-296. doi: 10.1161/CIR.0000000000001153. Epub 2023 Jun 15."
                },
                {
                    "pmid": "31170647",
                    "type": "BACKGROUND",
                    "citation": "Kohn CG, Alberts MJ, Peacock WF, Bunz TJ, Coleman CI. Cost and inpatient burden of peripheral artery disease: Findings from the National Inpatient Sample. Atherosclerosis. 2019 Jul;286:142-146. doi: 10.1016/j.atherosclerosis.2019.05.026. Epub 2019 May 27."
                },
                {
                    "pmid": "27840332",
                    "type": "BACKGROUND",
                    "citation": "Gerhard-Herman MD, Gornik HL, Barrett C, Barshes NR, Corriere MA, Drachman DE, Fleisher LA, Fowkes FG, Hamburg NM, Kinlay S, Lookstein R, Misra S, Mureebe L, Olin JW, Patel RA, Regensteiner JG, Schanzer A, Shishehbor MH, Stewart KJ, Treat-Jacobson D, Walsh ME. 2016 AHA/ACC Guideline on the Management of Patients With Lower Extremity Peripheral Artery Disease: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2017 Mar 21;135(12):e686-e725. doi: 10.1161/CIR.0000000000000470. Epub 2016 Nov 13. Erratum In: Circulation. 2017 Mar 21;135(12):e790. doi: 10.1161/CIR.0000000000000501."
                },
                {
                    "pmid": "8558725",
                    "type": "BACKGROUND",
                    "citation": "Regensteiner JG, Steiner JF, Hiatt WR. Exercise training improves functional status in patients with peripheral arterial disease. J Vasc Surg. 1996 Jan;23(1):104-15. doi: 10.1016/s0741-5214(05)80040-0."
                },
                {
                    "pmid": "34110902",
                    "type": "BACKGROUND",
                    "citation": "McDermott MM, Dayanidhi S, Kosmac K, Saini S, Slysz J, Leeuwenburgh C, Hartnell L, Sufit R, Ferrucci L. Walking Exercise Therapy Effects on Lower Extremity Skeletal Muscle in Peripheral Artery Disease. Circ Res. 2021 Jun 11;128(12):1851-1867. doi: 10.1161/CIRCRESAHA.121.318242. Epub 2021 Jun 10."
                },
                {
                    "pmid": "23842830",
                    "type": "BACKGROUND",
                    "citation": "Fakhry F, Rouwet EV, den Hoed PT, Hunink MG, Spronk S. Long-term clinical effectiveness of supervised exercise therapy versus endovascular revascularization for intermittent claudication from a randomized clinical trial. Br J Surg. 2013 Aug;100(9):1164-71. doi: 10.1002/bjs.9207."
                },
                {
                    "pmid": "31699514",
                    "type": "BACKGROUND",
                    "citation": "Dua A, Gologorsky R, Savage D, Rens N, Gandhi N, Brooke B, Corriere M, Jackson E, Aalami O. National assessment of availability, awareness, and utilization of supervised exercise therapy for peripheral artery disease patients with intermittent claudication. J Vasc Surg. 2020 May;71(5):1702-1707. doi: 10.1016/j.jvs.2019.08.238. Epub 2019 Nov 4."
                },
                {
                    "pmid": "34293930",
                    "type": "BACKGROUND",
                    "citation": "Divakaran S, Carroll BJ, Chen S, Shen C, Bonaca MP, Secemsky EA. Supervised Exercise Therapy for Symptomatic Peripheral Artery Disease Among Medicare Beneficiaries Between 2017 and 2018: Participation Rates and Outcomes. Circ Cardiovasc Qual Outcomes. 2021 Aug;14(8):e007953. doi: 10.1161/CIRCOUTCOMES.121.007953. Epub 2021 Jul 23. No abstract available."
                },
                {
                    "pmid": "30114505",
                    "type": "BACKGROUND",
                    "citation": "Hernandez H, Myers SA, Schieber M, Ha DM, Baker S, Koutakis P, Kim KS, Mietus C, Casale GP, Pipinos II. Quantification of Daily Physical Activity and Sedentary Behavior of Claudicating Patients. Ann Vasc Surg. 2019 Feb;55:112-121. doi: 10.1016/j.avsg.2018.06.017. Epub 2018 Aug 13."
                },
                {
                    "pmid": "31365605",
                    "type": "BACKGROUND",
                    "citation": "Gerage AM, Correia MA, Oliveira PML, Palmeira AC, Domingues WJR, Zeratti AE, Puech-Leao P, Wolosker N, Ritti-Dias RM, Cucato GG. Physical Activity Levels in Peripheral Artery Disease Patients. Arq Bras Cardiol. 2019 Jul 29;113(3):410-416. doi: 10.5935/abc.20190142. eCollection 2019."
                },
                {
                    "pmid": "12069561",
                    "type": "BACKGROUND",
                    "citation": "McDermott MM, Greenland P, Liu K, Guralnik JM, Celic L, Criqui MH, Chan C, Martin GJ, Schneider J, Pearce WH, Taylor LM, Clark E. The ankle brachial index is associated with leg function and physical activity: the Walking and Leg Circulation Study. Ann Intern Med. 2002 Jun 18;136(12):873-83. doi: 10.7326/0003-4819-136-12-200206180-00008. Erratum In: Ann Intern Med. 2003 Aug 19;139(4):306."
                },
                {
                    "pmid": "30409414",
                    "type": "BACKGROUND",
                    "citation": "Credeur DP, Miller SM, Jones R, Stoner L, Dolbow DR, Fryer SM, Stone K, McCoy SM. Impact of Prolonged Sitting on Peripheral and Central Vascular Health. Am J Cardiol. 2019 Jan 15;123(2):260-266. doi: 10.1016/j.amjcard.2018.10.014. Epub 2018 Oct 22."
                },
                {
                    "pmid": "34809506",
                    "type": "BACKGROUND",
                    "citation": "Horiuchi M, Stoner L. Macrovascular and microvascular responses to prolonged sitting with and without bodyweight exercise interruptions: A randomized cross-over trial. Vasc Med. 2022 Apr;27(2):127-135. doi: 10.1177/1358863X211053381. Epub 2021 Nov 23."
                },
                {
                    "pmid": "31318616",
                    "type": "BACKGROUND",
                    "citation": "O'Brien MW, Johns JA, Williams TD, Kimmerly DS. Sex does not influence impairments in popliteal endothelial-dependent vasodilator or vasoconstrictor responses following prolonged sitting. J Appl Physiol (1985). 2019 Sep 1;127(3):679-687. doi: 10.1152/japplphysiol.00887.2018. Epub 2019 Jul 18."
                },
                {
                    "pmid": "25929229",
                    "type": "BACKGROUND",
                    "citation": "Restaino RM, Holwerda SW, Credeur DP, Fadel PJ, Padilla J. Impact of prolonged sitting on lower and upper limb micro- and macrovascular dilator function. Exp Physiol. 2015 Jul 1;100(7):829-38. doi: 10.1113/EP085238. Epub 2015 Jun 10."
                },
                {
                    "pmid": "26747508",
                    "type": "BACKGROUND",
                    "citation": "Restaino RM, Walsh LK, Morishima T, Vranish JR, Martinez-Lemus LA, Fadel PJ, Padilla J. Endothelial dysfunction following prolonged sitting is mediated by a reduction in shear stress. Am J Physiol Heart Circ Physiol. 2016 Mar 1;310(5):H648-53. doi: 10.1152/ajpheart.00943.2015. Epub 2016 Jan 8."
                },
                {
                    "pmid": "28130340",
                    "type": "BACKGROUND",
                    "citation": "Vranish JR, Young BE, Kaur J, Patik JC, Padilla J, Fadel PJ. Influence of sex on microvascular and macrovascular responses to prolonged sitting. Am J Physiol Heart Circ Physiol. 2017 Apr 1;312(4):H800-H805. doi: 10.1152/ajpheart.00823.2016. Epub 2017 Jan 27."
                },
                {
                    "pmid": "30110509",
                    "type": "BACKGROUND",
                    "citation": "Vranish JR, Young BE, Stephens BY, Kaur J, Padilla J, Fadel PJ. Brief periods of inactivity reduce leg microvascular, but not macrovascular, function in healthy young men. Exp Physiol. 2018 Oct;103(10):1425-1434. doi: 10.1113/EP086918. Epub 2018 Aug 15."
                },
                {
                    "pmid": "34711709",
                    "type": "BACKGROUND",
                    "citation": "Kurosawa Y, Nirengi S, Tabata I, Isaka T, Clark JF, Hamaoka T. Effects of Prolonged Sitting with or without Elastic Garments on Limb Volume, Arterial Blood Flow, and Muscle Oxygenation. Med Sci Sports Exerc. 2022 Mar 1;54(3):399-407. doi: 10.1249/MSS.0000000000002822."
                },
                {
                    "pmid": "37458376",
                    "type": "BACKGROUND",
                    "citation": "Anderson CP, Park SY. Attenuated reactive hyperemia after prolonged sitting is associated with reduced local skeletal muscle metabolism: insight from artificial intelligence. Am J Physiol Regul Integr Comp Physiol. 2023 Oct 1;325(4):R380-R388. doi: 10.1152/ajpregu.00067.2023. Epub 2023 Jul 17."
                },
                {
                    "pmid": "14662706",
                    "type": "BACKGROUND",
                    "citation": "Weber T, Auer J, O'Rourke MF, Kvas E, Lassnig E, Berent R, Eber B. Arterial stiffness, wave reflections, and the risk of coronary artery disease. Circulation. 2004 Jan 20;109(2):184-9. doi: 10.1161/01.CIR.0000105767.94169.E3. Epub 2003 Dec 8."
                },
                {
                    "pmid": "12796414",
                    "type": "BACKGROUND",
                    "citation": "Safar ME, Levy BI, Struijker-Boudier H. Current perspectives on arterial stiffness and pulse pressure in hypertension and cardiovascular diseases. Circulation. 2003 Jun 10;107(22):2864-9. doi: 10.1161/01.CIR.0000069826.36125.B4. No abstract available."
                },
                {
                    "pmid": "29358193",
                    "type": "BACKGROUND",
                    "citation": "Said MA, Eppinga RN, Lipsic E, Verweij N, van der Harst P. Relationship of Arterial Stiffness Index and Pulse Pressure With Cardiovascular Disease and Mortality. J Am Heart Assoc. 2018 Jan 22;7(2):e007621. doi: 10.1161/JAHA.117.007621."
                },
                {
                    "pmid": "20338492",
                    "type": "BACKGROUND",
                    "citation": "Vlachopoulos C, Aznaouridis K, Stefanadis C. Prediction of cardiovascular events and all-cause mortality with arterial stiffness: a systematic review and meta-analysis. J Am Coll Cardiol. 2010 Mar 30;55(13):1318-27. doi: 10.1016/j.jacc.2009.10.061."
                },
                {
                    "pmid": "33793325",
                    "type": "BACKGROUND",
                    "citation": "Boutouyrie P, Chowienczyk P, Humphrey JD, Mitchell GF. Arterial Stiffness and Cardiovascular Risk in Hypertension. Circ Res. 2021 Apr 2;128(7):864-886. doi: 10.1161/CIRCRESAHA.121.318061. Epub 2021 Apr 1."
                },
                {
                    "pmid": "20083680",
                    "type": "BACKGROUND",
                    "citation": "Mitchell GF, Hwang SJ, Vasan RS, Larson MG, Pencina MJ, Hamburg NM, Vita JA, Levy D, Benjamin EJ. Arterial stiffness and cardiovascular events: the Framingham Heart Study. Circulation. 2010 Feb 2;121(4):505-11. doi: 10.1161/CIRCULATIONAHA.109.886655. Epub 2010 Jan 18."
                },
                {
                    "pmid": "27912210",
                    "type": "BACKGROUND",
                    "citation": "Niiranen TJ, Kalesan B, Hamburg NM, Benjamin EJ, Mitchell GF, Vasan RS. Relative Contributions of Arterial Stiffness and Hypertension to Cardiovascular Disease: The Framingham Heart Study. J Am Heart Assoc. 2016 Oct 26;5(11):e004271. doi: 10.1161/JAHA.116.004271."
                },
                {
                    "pmid": "30355080",
                    "type": "BACKGROUND",
                    "citation": "Ungvari Z, Tarantini S, Donato AJ, Galvan V, Csiszar A. Mechanisms of Vascular Aging. Circ Res. 2018 Sep 14;123(7):849-867. doi: 10.1161/CIRCRESAHA.118.311378."
                },
                {
                    "pmid": "22818581",
                    "type": "BACKGROUND",
                    "citation": "Gimbrone MA Jr, Garcia-Cardena G. Vascular endothelium, hemodynamics, and the pathobiology of atherosclerosis. Cardiovasc Pathol. 2013 Jan-Feb;22(1):9-15. doi: 10.1016/j.carpath.2012.06.006. Epub 2012 Jul 18."
                },
                {
                    "pmid": "19875572",
                    "type": "BACKGROUND",
                    "citation": "Versari D, Daghini E, Virdis A, Ghiadoni L, Taddei S. Endothelial dysfunction as a target for prevention of cardiovascular disease. Diabetes Care. 2009 Nov;32 Suppl 2(Suppl 2):S314-21. doi: 10.2337/dc09-S330. No abstract available."
                },
                {
                    "pmid": "37053275",
                    "type": "BACKGROUND",
                    "citation": "Baaten CCFMJ, Vondenhoff S, Noels H. Endothelial Cell Dysfunction and Increased Cardiovascular Risk in Patients With Chronic Kidney Disease. Circ Res. 2023 Apr 14;132(8):970-992. doi: 10.1161/CIRCRESAHA.123.321752. Epub 2023 Apr 13."
                },
                {
                    "pmid": "14522472",
                    "type": "BACKGROUND",
                    "citation": "Widlansky ME, Gokce N, Keaney JF Jr, Vita JA. The clinical implications of endothelial dysfunction. J Am Coll Cardiol. 2003 Oct 1;42(7):1149-60. doi: 10.1016/s0735-1097(03)00994-x."
                },
                {
                    "pmid": "16506274",
                    "type": "BACKGROUND",
                    "citation": "Cersosimo E, DeFronzo RA. Insulin resistance and endothelial dysfunction: the road map to cardiovascular diseases. Diabetes Metab Res Rev. 2006 Nov-Dec;22(6):423-36. doi: 10.1002/dmrr.634."
                },
                {
                    "pmid": "15198963",
                    "type": "BACKGROUND",
                    "citation": "Davignon J, Ganz P. Role of endothelial dysfunction in atherosclerosis. Circulation. 2004 Jun 15;109(23 Suppl 1):III27-32. doi: 10.1161/01.CIR.0000131515.03336.f8."
                },
                {
                    "pmid": "14670841",
                    "type": "BACKGROUND",
                    "citation": "Brodsky SV, Gealekman O, Chen J, Zhang F, Togashi N, Crabtree M, Gross SS, Nasjletti A, Goligorsky MS. Prevention and reversal of premature endothelial cell senescence and vasculopathy in obesity-induced diabetes by ebselen. Circ Res. 2004 Feb 20;94(3):377-84. doi: 10.1161/01.RES.0000111802.09964.EF. Epub 2003 Dec 11."
                },
                {
                    "pmid": "34556322",
                    "type": "BACKGROUND",
                    "citation": "Del Buono MG, Montone RA, Camilli M, Carbone S, Narula J, Lavie CJ, Niccoli G, Crea F. Coronary Microvascular Dysfunction Across the Spectrum of Cardiovascular Diseases: JACC State-of-the-Art Review. J Am Coll Cardiol. 2021 Sep 28;78(13):1352-1371. doi: 10.1016/j.jacc.2021.07.042."
                },
                {
                    "pmid": "28482008",
                    "type": "BACKGROUND",
                    "citation": "Sorop O, Olver TD, van de Wouw J, Heinonen I, van Duin RW, Duncker DJ, Merkus D. The microcirculation: a key player in obesity-associated cardiovascular disease. Cardiovasc Res. 2017 Jul 1;113(9):1035-1045. doi: 10.1093/cvr/cvx093."
                },
                {
                    "pmid": "29346550",
                    "type": "BACKGROUND",
                    "citation": "Nelson MD, Wei J, Bairey Merz CN. Coronary microvascular dysfunction and heart failure with preserved ejection fraction as female-pattern cardiovascular disease: the chicken or the egg? Eur Heart J. 2018 Mar 7;39(10):850-852. doi: 10.1093/eurheartj/ehx818. No abstract available."
                },
                {
                    "pmid": "33730873",
                    "type": "BACKGROUND",
                    "citation": "Young A, Garcia M, Sullivan SM, Liu C, Moazzami K, Ko YA, Shah AJ, Kim JH, Pearce B, Uphoff I, Bremner JD, Raggi P, Quyyumi A, Vaccarino V. Impaired Peripheral Microvascular Function and Risk of Major Adverse Cardiovascular Events in Patients With Coronary Artery Disease. Arterioscler Thromb Vasc Biol. 2021 May 5;41(5):1801-1809. doi: 10.1161/ATVBAHA.121.316083. Epub 2021 Mar 18."
                },
                {
                    "pmid": "30135134",
                    "type": "BACKGROUND",
                    "citation": "Stehouwer CDA. Microvascular Dysfunction and Hyperglycemia: A Vicious Cycle With Widespread Consequences. Diabetes. 2018 Sep;67(9):1729-1741. doi: 10.2337/dbi17-0044."
                },
                {
                    "pmid": "32319335",
                    "type": "BACKGROUND",
                    "citation": "Toya T, Sara JD, Ahmad A, Nardi V, Taher R, Lerman LO, Lerman A. Incremental Prognostic Impact of Peripheral Microvascular Endothelial Dysfunction on the Development of Ischemic Stroke. J Am Heart Assoc. 2020 May 5;9(9):e015703. doi: 10.1161/JAHA.119.015703. Epub 2020 Apr 22."
                },
                {
                    "pmid": "10501090",
                    "type": "BACKGROUND",
                    "citation": "Granger DN. Ischemia-reperfusion: mechanisms of microvascular dysfunction and the influence of risk factors for cardiovascular disease. Microcirculation. 1999 Sep;6(3):167-78."
                },
                {
                    "pmid": "30092946",
                    "type": "BACKGROUND",
                    "citation": "Bajaj NS, Osborne MT, Gupta A, Tavakkoli A, Bravo PE, Vita T, Bibbo CF, Hainer J, Dorbala S, Blankstein R, Bhatt DL, Di Carli MF, Taqueti VR. Coronary Microvascular Dysfunction and Cardiovascular Risk in Obese Patients. J Am Coll Cardiol. 2018 Aug 14;72(7):707-717. doi: 10.1016/j.jacc.2018.05.049."
                },
                {
                    "pmid": "32750111",
                    "type": "BACKGROUND",
                    "citation": "Theuerle JD, Al-Fiadh AH, Amirul Islam FM, Patel SK, Burrell LM, Wong TY, Farouque O. Impaired retinal microvascular function predicts long-term adverse events in patients with cardiovascular disease. Cardiovasc Res. 2021 Jul 7;117(8):1949-1957. doi: 10.1093/cvr/cvaa245."
                },
                {
                    "pmid": "24401235",
                    "type": "BACKGROUND",
                    "citation": "Matsue Y, Yoshida K, Nagahori W, Ohno M, Suzuki M, Matsumura A, Hashimoto Y, Yoshida M. Peripheral microvascular dysfunction predicts residual risk in coronary artery disease patients on statin therapy. Atherosclerosis. 2014 Jan;232(1):186-90. doi: 10.1016/j.atherosclerosis.2013.11.038. Epub 2013 Nov 20."
                },
                {
                    "pmid": "19118490",
                    "type": "BACKGROUND",
                    "citation": "Lockhart CJ, Hamilton PK, Quinn CE, McVeigh GE. End-organ dysfunction and cardiovascular outcomes: the role of the microcirculation. Clin Sci (Lond). 2009 Feb;116(3):175-90. doi: 10.1042/CS20080069."
                },
                {
                    "pmid": "21763654",
                    "type": "BACKGROUND",
                    "citation": "Rosenson RS, Fioretto P, Dodson PM. Does microvascular disease predict macrovascular events in type 2 diabetes? Atherosclerosis. 2011 Sep;218(1):13-8. doi: 10.1016/j.atherosclerosis.2011.06.029. Epub 2011 Jun 23."
                },
                {
                    "pmid": "35333113",
                    "type": "BACKGROUND",
                    "citation": "Park SY, Pekas EJ, Anderson CP, Kambis TN, Mishra PK, Schieber MN, Wooden TK, Thompson JR, Kim KS, Pipinos II. Impaired microcirculatory function, mitochondrial respiration, and oxygen utilization in skeletal muscle of claudicating patients with peripheral artery disease. Am J Physiol Heart Circ Physiol. 2022 May 1;322(5):H867-H879. doi: 10.1152/ajpheart.00690.2021. Epub 2022 Mar 25."
                },
                {
                    "pmid": "32991346",
                    "type": "BACKGROUND",
                    "citation": "Gardner AW, Addison O, Katzel LI, Montgomery PS, Prior SJ, Serra MC, Sorkin JD. Association between Physical Activity and Mortality in Patients with Claudication. Med Sci Sports Exerc. 2021 Apr 1;53(4):732-739. doi: 10.1249/MSS.0000000000002526."
                },
                {
                    "pmid": "35175102",
                    "type": "BACKGROUND",
                    "citation": "Park SY, Wooden TK, Pekas EJ, Anderson CP, Yadav SK, Slivka DR, Layec G. Effects of passive and active leg movements to interrupt sitting in mild hypercapnia on cardiovascular function in healthy adults. J Appl Physiol (1985). 2022 Mar 1;132(3):874-887. doi: 10.1152/japplphysiol.00799.2021. Epub 2022 Feb 17."
                },
                {
                    "pmid": "22310310",
                    "type": "BACKGROUND",
                    "citation": "Trinity JD, Groot HJ, Layec G, Rossman MJ, Ives SJ, Runnels S, Gmelch B, Bledsoe A, Richardson RS. Nitric oxide and passive limb movement: a new approach to assess vascular function. J Physiol. 2012 Mar 15;590(6):1413-25. doi: 10.1113/jphysiol.2011.224741. Epub 2012 Feb 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share individual participant data with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "asFound": "Peripheral Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "asFound": "Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}