{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05012371",
            "orgStudyIdInfo": {
                "id": "2021-0400"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-07429",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2021-0400",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Lenvatinib With Everolimus Versus Cabozantinib for Second-Line or Third-Line Treatment of Metastatic Renal Cell Cancer",
            "officialTitle": "A Phase II Study of Lenvatinib Plus Everolimus Versus Cabozantinib in Patients With Metastatic Renal Cell Carcinoma That Progressed on A PD-1/PD-L1 Checkpoint Inhibitor",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "lenvatinib-with-everolimus-versus-cabozantinib-for-second-line-or-third-line-treatment-of-metastatic-renal-cell-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-25",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-12",
            "studyFirstSubmitQcDate": "2021-08-12",
            "studyFirstPostDateStruct": {
                "date": "2021-08-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial compares the effects of lenvatinib given in combination with everolimus to the effects of cabozantinib given alone in treating patients with renal cell cancer (RCC) that has spread to other parts of the body (metastatic) and that got worse on a previous PD-1/PD-L1 checkpoint inhibitor. Lenvatinib, everolimus, and cabozantinib may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To compare the efficacy of lenvatinib plus everolimus versus cabozantinib in patients with mRCC who developed progressive disease after 1-2 lines of therapy, including a PD-1/PD-L1 checkpoint inhibitor.\n\nSECONDARY OBJECTIVES:\n\nI. To compare tumor responses to lenvatinib plus everolimus versus cabozantinib in patients with mRCC who developed progressive disease after 1-2 lines of therapy, including a PD-1/PD-L1 checkpoint inhibitor.\n\nII. To compare health-related quality of life (HRQoL) and safety of lenvatinib plus everolimus versus cabozantinib in patients with mRCC who developed progressive disease after 1-2 lines of therapy, including a PD-1/PD-L1 checkpoint inhibitor.\n\nIII. To compare overall survival (OS) with lenvatinib plus everolimus versus cabozantinib in patients with mRCC who developed progressive disease after 1-2 lines of therapy, including a PD-1/PD-L1 checkpoint inhibitor.\n\nEXPLORATORY OBJECTIVE:\n\nI. To assess whether alterations to c-MET, VEGF, mTOR, and FGFR are associated with response to therapy.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM A: Patients receive lenvatinib orally (PO) once daily (QD) and everolimus PO QD. Cycles repeat every 30 days in the absence of disease progression or unacceptable toxicity.\n\nARM B: Patients receive cabozantinib PO QD. Cycles repeat every 30 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up every 3 months."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Clear Cell Renal Cell Carcinoma",
                "Metastatic Clear Cell Renal Cell Carcinoma",
                "Stage III Renal Cell Cancer AJCC v8",
                "Stage IV Renal Cell Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A (lenvatinib, everolimus)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive lenvatinib PO QD and everolimus PO QD. Cycles repeat every 30 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Everolimus",
                        "Drug: Lenvatinib",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm B (cabozantinib)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive cabozantinib PO QD. Cycles repeat every 30 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Cabozantinib",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cabozantinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm B (cabozantinib)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Everolimus",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm A (lenvatinib, everolimus)"
                    ],
                    "otherNames": [
                        "42-O-(2-Hydroxy)ethyl Rapamycin",
                        "Afinitor",
                        "Certican",
                        "RAD 001",
                        "RAD001",
                        "Votubia",
                        "Zortress"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenvatinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm A (lenvatinib, everolimus)"
                    ],
                    "otherNames": [
                        "E7080",
                        "ER-203492-00",
                        "Multi-Kinase Inhibitor E7080"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm A (lenvatinib, everolimus)",
                        "Arm B (cabozantinib)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "To be compared between lenvatinib + everolimus versus cabozantinib. Monitored using Bayesian optimal phase 2 (BOP2) design with time-to-event endpoint.",
                    "timeFrame": "Time from start of study drug until disease progression defined by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1, assessed up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "ORR is defined as complete response (CR) plus partial response (PR).",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Disease Control Rate (DCR)",
                    "description": "Defined as CR + PR + stable disease.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Health-Related Quality of Life (HRQoL)",
                    "description": "Evaluated using standardized questionnaires, including Functional Assessment of Cancer Therapy-Kidney Symptom Index 19 (FKSI-19), Patient-Reported Outcomes Measurement Information System (PROMIS)-10, Center for Epidemiologic Studies Depression Scale (CES-D), Social Provisions Scale, and the Finding Meaning in Cancer Scale (FMCS).",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Incidence of grade 3 or 4 adverse events",
                    "description": "Defined by the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS is compared between lenvatinib + everolimus versus cabozantinib in patients with metastatic renal cell carcinoma who developed progressive disease after 1-2 lines of therapy, including a PD-1/PD-L1 checkpoint inhibitor.",
                    "timeFrame": "Start of study drug to death due to any cause, assessed up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. Patients with histologically or cytologically confirmed metastatic/advanced clear cell RCC, or RCC with a clear cell component, who have received 1 or 2 prior lines of systemic treatment in the advanced or metastatic setting, including a PD-1/PD-L1 checkpoint inhibitor.\n2. Patients must have previously progressed on or after treatment (at any point after completing prior therapy) with a PD-1/PD-L1-containing regimen. Patients who experienced an immune-mediated adverse event related to their PD-1/PD-L1 containing-regimen and cannot receive additional PD-1/PD-L1 checkpoint inhibitor are permitted, without evidence of progression, if the treating physician intends to change treatment per standard care.\n3. Patients must have at least one measurable site of disease per RECIST version 1.1. This is defined as a lesion that can be accurately measured in at least one dimension (longest diameter to be recorded). For non-lymph node tumor lesions, they must be a minimum size of\n\n   ≥ 10 mm. For malignant lymph node lesions, they must be at least ≥ 15 mm in short axis with conventional techniques or ≥ 10 mm with more sensitive techniques such as MRI or spiral CT scan. If the patient has had previous radiation to the marker lesion(s), there must be evidence of progression since the radiation.\n4. ECOG performance status ≤ 2\n5. Age ≥ 18 years Patients must have adequate organ and marrow function prior to study entry as defined below: Hemoglobina ≥9 g/dl (treatment allowed) Absolute neutrophil count ≥1,000/µL Platelets ≥75,000/µL Total bilirubinb ≤1.5 mg/dL AST(SGOT) or ALT (SGPT) ≤2.5 X institutional ULN, except in known hepatic metastasis, wherein may be \\< 5 x ULN Serum CreatinineC ≤1.5 x ULN (as long as patient does not require dialysis) aMay receive transfusion b For patients with Gilbert's disease, total bilirubin should ≤ 3 mg/dL (≤ 51.3 µmol/L). b If creatinine is not \\<1.5×ULN, then calculate by Cockcroft-Gault methods or local institutional standard and CrCl must be ≥30 mL/kg/1.73 m2\n\n7. INR and PT ≤ 1.5 x ULN prior to study entry. Therapeutic anticoagulation is permitted if: on a stable dose of low molecular weight heparin (LMWH) for \\> 2 weeks (14 days) at the time of enrollment or on a direct oral anticoagulant (DOAC) for \\> 2 weeks at time ofenrollment.\n\n8. Female patients of childbearing potential (not postmenopausal for at least 12 months and not surgically sterile) must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) before study entry. Pregnancy test must be repeated if performed \\> 14 days before starting study drug. 9. Women must not be breastfeeding. 10. Patients with a history of major psychiatric illness must be judged (by the treating physician) able to fully understand the investigational nature of the study and the risks associated with the therapy. 11. Patients with treated/stable brain metastases are allowed on protocol if they had brain metastases that received CNS-directed therapy, such as surgery or treatment with radiosurgery or Gamma knife, without recurrence for at least 1 month (4 weeks).\n\nExclusion criteria:\n\n1. Prior receipt of lenvatinib, a c-MET inhibitor, such as cabozantinib or sitravatinib, or an mTOR inhibitor, such as everolimus or temsirolimus.\n2. Patients must not have any other malignancies within the past 3 years except for in situ carcinoma of any site, adequately treated (without recurrence post-resection or postradiotherapy) carcinoma of the cervix or basal or squamous cell carcinomas of the skin, or active non-threatening second malignancy that would not, in the investigator's opinion, potentially interfere with the patient's ability to participate and/or complete this trial. Examples include but are not limited to: urothelial cancer grade Ta/T1 or adenocarcinoma of the prostate treated with active surveillance.\n3. Patients currently receiving anticancer therapies or who have received anticancer therapies within 2 weeks (14 days) from enrollment into this study (including chemotherapy and targeted therapy) are excluded. Also, patients who have completed palliative radiation therapy more than 14 days prior to the first dose of lenvatinib plus everolimus or cabozantinib are eligible.\n4. Patients who had a major surgery or significant traumatic injury (injury requiring \\> 28 days to heal) within 28 days of start of study drug, patients who have not recovered from the side effects of any major surgery (defined as requiring general anesthesia), or patients that are expected to require major surgery during the course of the study.\n5. Active inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis)\n6. Immunocompromising conditions, as follows:\n\n   1. Known acute or chronic human immunodeficiency virus (HIV) infection with CD4+ Tcell count \\< 350 cells/µL. Patients with a history of an AIDS-defining infection can be included if their CD4+ T cell count \\> 350 cells/µL and have not had an AIDS-defining infection within prior 12 months. If patients are on antiretroviral therapy (ART), it must be started at least 4 weeks prior to trial enrollment and the HIV viral load should be \\< 400 copies/mL. Medication interactions with ART should be screened prior to enrollment.\n   2. History of primary immunodeficiency\n   3. History or allogeneic transplant\n7. Any underlying medical condition, which in the opinion of the Investigator, will make the administration ofstudy drug hazardous or obscure the interpretation of adverse events, such as a condition associated with frequent diarrhea, uncontrolled nausea, vomiting, malabsorption syndrome or small bowel resection that may significantly alter the absorption of lenvatinib, everolimus, or cabozantinib.\n8. Patients receiving any concomitant systemic therapy for renal cell cancer are excluded.\n9. Patients must not be scheduled to receive another experimental drug while on thisstudy.\n10. Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n\n    1. Symptomatic congestive heart failure of New York Heart Association Class III orIV\n    2. Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease\n    3. Severely impaired lung function as defined as 02 saturation that is 88% or less at rest on room air\n    4. Uncontrolled diabetes as defined by a hemoglobin A1C ≥ 9%\n    5. Systemic fungal, bacterial, viral, or other infection that is not controlled (defined as exhibiting ongoing signs/symptoms related to the infection and without improvement) despite appropriate antibiotics or other treatment.\n    6. Established liver disease,such as cirrhosis or chronic active viral hepatitis, as defined here.\n\n       For hepatitis B virus (HBV), a positive test using HBV surface antigen (HBsAg) test. For hepatitis C virus (HCV), patients with a positive HCV antibody test and HCV RNA positive are excluded. If a patient is receiving HCV curative treatment, they must complete therapy and have HCV RNA below level of detection. For patients with a history of HCV infection, they are eligible if they have completed curative therapy and have HCV viral load below the levelof detection.\n    7. Uncontrolled blood pressure (systolic blood pressure \\> 140 mmHg or diastolic blood pressure \\> 90 mmHg) in spite of optimized regimen of anti-hypertensive regimens.\n    8. Subjects having \\> 1+ proteinuria on urine dipstick testing unless a spot urine protein to creatinine ratio is ≤ 2 mg/mg\n11. Patients must not have history of other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of lenvatinib, everolimus, or cabozantinib or that might affect the interpretation of the results of the study or render the subject at high risk from treatment complications.\n12. Bleeding or thrombotic disorders or subjects at risk for severe hemorrhage. The degree of tumor invasion/infiltration of blood vessels should be considered because of the risk of severe hemorrhage associated with tumor shrinkage/necrosis following lenvatinib treatment.\n13. Any patients who cannot be compliant with the appointments required in this protocol must not be enrolled in this study.\n14. Severe hypersensitivity (≥ grade 3) to lenvatinib and/or any of its excipients.\n15. Patients with left ventricular ejection fraction \\< 40%",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paul Corn, MD",
                    "role": "CONTACT",
                    "phone": "(713) 563-7208",
                    "email": "pcorn@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul M Corn, MD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jad Chahoud, MD",
                            "role": "CONTACT",
                            "phone": "813-745-6926",
                            "email": "Jad.Chahoud@moffitt.org"
                        },
                        {
                            "name": "Jad Chahoud, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Corn, MD",
                            "role": "CONTACT",
                            "phone": "713-563-7208",
                            "email": "pcorn@mdanderson.org"
                        },
                        {
                            "name": "Paul Corn, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Virginia",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William Skelton, M D",
                            "role": "CONTACT",
                            "email": "BQZ9PP@uvahealth.org"
                        },
                        {
                            "name": "William Skelton, M D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "M D Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Clear Cell Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "asFound": "Clear Cell Renal Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068338",
                    "term": "Everolimus"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000091203",
                    "term": "MTOR Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Stress Reduction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M255",
                    "name": "Everolimus",
                    "asFound": "Version",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353695",
                    "name": "Temsirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M2827",
                    "name": "MTOR Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}