{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04209660",
            "orgStudyIdInfo": {
                "id": "19-310"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Lenvatinib and Pembrolizumab in People With Advanced Adenoid Cystic Carcinoma and Other Salivary Gland Cancers",
            "officialTitle": "A Phase II Study of Lenvatinib Plus Pembrolizumab in Patients With Progressive, Recurrent/Metastatic Adenoid Cystic Carcinoma and Other Salivary Gland Cancers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "lenvatinib-and-pembrolizumab-in-people-with-advanced-adenoid-cystic-carcinoma-and-other-salivary-gland-cancers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-20",
            "studyFirstSubmitQcDate": "2019-12-20",
            "studyFirstPostDateStruct": {
                "date": "2019-12-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Eisai Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to see if the study drugs, lenvatinib and pembrolizumab, are effective in treating advanced Adenoid Cystic Carcinoma (ACC) or other salivary gland cancers that have come back and/or spread to other parts of the body. Researchers are also doing this study to test the safety of the study drugs in participants."
        },
        "conditionsModule": {
            "conditions": [
                "Adenoid Cystic Carcinoma",
                "Salivary Gland Cancer"
            ],
            "keywords": [
                "Lenvatinib",
                "Pembrolizumab",
                "19-310"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a phase II study evaluating the efficacy of lenvatinib plus pembrolizumab in the treatment of progressive, recurrent/metastatic adenoid cystic carcinoma (R/M ACC) and recurrent/metastatic non-ACC salivary gland cancers (R/M SGC). Patients will be enrolled in two cohorts: Cohort 1, patients with R/M ACC (\"ACC group\"), and Cohort 2: patients with R/M SGC (\"non-ACC group\").",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "recurrent/metastatic adenoid cystic carcinoma (R/M ACC)",
                    "type": "EXPERIMENTAL",
                    "description": "All eligible patients will undergo informed consent and screening for trial enrollment.\n\nEnrolled patients will receive a starting lenvatinib dose of 20mg daily taken orally and pembrolizumab 200mg intravenously every 3 weeks (1 cycle=3 weeks)",
                    "interventionNames": [
                        "Drug: Lenvatinib",
                        "Drug: Pembrolizumab"
                    ]
                },
                {
                    "label": "recurrent/metastatic non-ACC salivary gland cancers (R/M SGC).",
                    "type": "EXPERIMENTAL",
                    "description": "All eligible patients will undergo informed consent and screening for trial enrollment.\n\nEnrolled patients will receive a starting lenvatinib dose of 20mg daily taken orally and pembrolizumab 200mg intravenously every 3 weeks (1 cycle=3 weeks)",
                    "interventionNames": [
                        "Drug: Lenvatinib",
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lenvatinib",
                    "description": "Lenvatinib 20mg daily (two 10mg lenvatinib capsules) taken orally will be administered with water orally once a day (with or without food) in 21-day cycles at approximately the same time each day.",
                    "armGroupLabels": [
                        "recurrent/metastatic adenoid cystic carcinoma (R/M ACC)",
                        "recurrent/metastatic non-ACC salivary gland cancers (R/M SGC)."
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Pembrolizumab (200mg) will be administered as a 30-minute IV infusion, Q3W +/-3 days (infusions lasting between 25-40 minutes are acceptable on C1D1.",
                    "armGroupLabels": [
                        "recurrent/metastatic adenoid cystic carcinoma (R/M ACC)",
                        "recurrent/metastatic non-ACC salivary gland cancers (R/M SGC)."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "best overall response rate",
                    "description": "Response and progression will be evaluated in this study using the new international criteria proposed by the revised Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1)",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "median progression-free survival (PFS)",
                    "description": "Response and progression will be evaluated in this study using the new international criteria proposed by the revised Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1)",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ACC Cohort (Cohort 1) only: Patients must have pathologically or cytologically confirmed adenoid cystic carcinoma. Cancers arising from non-salivary gland primary sites are allowed.\n* Non-ACC Cohort (Cohort 2) only: Patients must have pathologically or cytologically confirmed salivary gland cancer of any histology (except for adenoid cystic carcinoma that is enrolled into cohort 1).\n* Patients must have recurrent and/or metastatic disease not amenable to other curative intent therapy.\n* At least 4 weeks must have elapsed since the end of prior systemic treatment and/or since completion of radiotherapy with resolution of all treatment related toxicity to NCI CTCAE Version 5.0 grade ≤1 (or tolerable grade 2) or back to baseline (except for alopecia, lymphopenia, or hypothyroidism) prior to starting study drug treatment.\n* Patients must have RECIST V1.1 measurable disease defined as at least one non-nodal lesion measuring ≥ 20 mm with conventional techniques or as ≥10mm with CT scan, MRI, or calipers by clinical exam in the longest dimension AND/OR a nodal lesion measuring \\> 15 mm in the shortest dimension. Tumors in previously irradiated fields may be considered measurable if there is evidence of tumor progression after radiation treatment.\n* Cohort 1 and acinic cell carcinoma patients in Cohort 2 only: Patients must have documentation of a new or progressive lesion on radiologic imaging study performed within 6 months prior to study enrollment (progression of disease over any interval is allowed) and/or new/worsening disease related symptoms within 6 months prior to study enrollment. Note: This assessment will be performed by the treating investigator and evidence of progression by RECIST criteria is not required.\n* Age ≥ 18 years of age on the day of signing informed consent.\n* ECOG performance status 0 or 1 (or Karnofsky ≥ 70%).\n* Patients must have tissue from the primary tumor or metastases available for correlative studies. Either a paraffin block or at least 20 unstained slides are acceptable (paraffin block or at 30 unstained slides would be ideal). Patients without available tissue for submission may still be eligible if approved by the Principal Investigator.\n* Screening laboratory values must meet the following criteria:\n\n  * Neutrophils ≥1500/μL\n  * Platelets ≥ 100x10\\^3/μL\n  * Hemoglobin ≥ 9.0 g/dL (without packed red blood cell (pRBC) transfusion within the last 2 weeks)\n  * AST and ALT ≤ 2.5 x ULN (if liver metastases are present, AST and ALT ≤ 5x ULN)\n  * Total Bilirubin ≤ 1.5 x ULN OR direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 x ULN (except participants with Gilbert Syndrome, who can have a total bilirubin \\< 3.0 mg/dL)\n  * Serum creatinine ≤ 1.5 x ULN OR creatinine clearance (CrCl) ≥ 40 mL/min per the Cockcroft-Gault formula if creatinine is \\>1.5 x ULN\n  * Female CrCl = (140 - age in years) x weight in kg x 0.85 72 serum creatinine in mg/dL\n  * Male CrCl = (140 - age in years) x weight in kg x 1.00 72 x serum creatinine in mg/dL\n  * INR \\</= 1.5, unless participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants\n* Participants must be willing to sign the written informed consent form. A signed informed consent form must be appropriately obtained prior to the conduct of any trial specific procedure.\n* Male participants must agree to use adequate contraception as detailed in Appendix 2 of this protocol not be planning/expecting to father children, and refrain from donating sperm from the time of the screening visit through 120 days after the last dose of trial treatment.\n* A female participant is eligible to participate if she is not pregnant (for women of child-bearing potential, a pregnancy test must be negative within 24 hours prior to initiation; if a urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required), not breast feeding, not planning/expecting to conceive children from the time of the screening visit through 120 days after the last dose of trial treatment, and at least one of the following conditions applies:\n\n  * Not a woman of child bearing potential including:\n  * pre-menopausal with one of the following: documented hysterectomy, documented bilateral salpingectomy, documented bilateral oophorectomy\n  * Postmenopausal females defined as no menses for 12 months without an alternative medical cause (a high follicle stimulating hormone level in the postmenopausal range may be used to confirm a post-menopausal state in women not using hormonal contraception or hormonal replacement therapy (HRT). However, in the absence of 12 months of amenorrhea, confirmation with two FSH measurements in the postmenopausal range is required.\n  * A woman of child bearing potential who agrees to highly effective contraception from the start of therapy through 120 days after the last dose of study medication\n  * Participants must be able to swallow and retain oral medication or have a functioning G-tube in place.\n\nExclusion Criteria:\n\n* Untreated metastatic brain (subjects with treated brain metastases will be eligible, provided that they are radiographically stable, i.e. without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to the first dose of study treatment).\n* Concurrent anti-cancer therapy (chemotherapy, definitive radiation therapy, surgery, immunotherapy, biologic therapy or tumor embolization) other than study treatment. Concurrent therapy with bisphosphonates or denosumab for bone metastases is allowed, provided they are started prior to study entry. Palliative radiation to non-target lesions is also allowed.\n* Prior malignancy if diagnosed and treated within 2 years of trial drug initiation (with the exception of non-melanomatous skin cancers). Patients may be included if they have completed therapy for a prior malignancy \\>2 years prior to drug initiation and are currently NED. Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (breast DCIS, or cervical CIS) that have undergone potentially curative at any time therapy are not excluded from trial participation.\n* History of allergy or intolerance to study drug components (or any of their excipients), or severe (\\> Grade 3) hypersensitivity reaction to any excipients of pembrolizumab or any monoclonal antibody.\n* Prior use of lenvatinib or any PD-1/PD-L1 or anti-PD-L2 targeted therapies or with an agent directed at another stimulatory or co-inhibitory T-cell receptor (CTLA-4, OX-40, CD137).\n* Uncontrolled hypertension (systolic pressure \\>140mm Hg or diastolic pressure \\>90mm Hg), despite optimal medical management.\n* Prior systemic anti-cancer therapy including use of another investigational drug or device (i.e., outside study treatment) during, or within 4 weeks of trial entry (time of initiation of experimental drug).\n* Clinically significant proteinuria:\n\n  °Subjects having \\>1+ proteinuria on urinalysis will undergo 24-hour urine collection for quantitative assessment of proteinuria. Subjects with proteinuria ≥1gm/24-hour will be ineligible.\n* Gastrointestinal malabsorption, gastrointestinal anastomosis, or any other condition that might affect the absorption of lenvatinib.\n* New York Heart Association congestive heart failure of grade II or above, unstable angina, myocardial infarction within the past 6 months, or serious cardiac arrhythmia associated with significant cardiovascular impairment within the past 6 months (baseline echocardiogram is not required unless clinically indicated).\n* Subjects with thrombotic, embolic, venous or arterial events, such as cerebrovascular accidents (including transient ischemic attacks), deep venous thrombosis or pulmonary embolism within 6 months of study treatment start.\n* Prolongation of QTc interval to \\>480 msec\n* Any hemorrhage or bleeding event ≥ NCI CTCAE v5.0 Grade ≥3 within 4 weeks prior to start of study medication.\n* Active infection (any infection requiring systemic treatment)\n* Subject is known to be positive for Human Immunodeficiency Virus (HIV) or active Hepatitis C Virus (HCV) or active hepatitis B (HBV) infection (positive viral load). Testing for HIV, HCV, or HBV prior to initiation of the study drug is not required. If patient's have a known history of treated HCV, curative anti-viral therapy must have been completed at least 4 weeks prior to study enrollment and a viral load is required to confirm clearance of infection.\n* Serious non-healing wound, ulcer or bone fracture, that is not tumor related.\n* History of organ allograft (including corneal transplant), solid organ transplant, stem cell transplant, or allogenic tissue transplant.\n* Biologic response modifiers (e.g., granulocyte colony-stimulating factor) within 4 weeks before study entry. Chronic erythropoietin therapy is permitted provided that no dose adjustments were made within 2 months before first dose of study treatment.\n* Has a history or current evidence of any medical or other condition, therapy or laboratory abnormality which, in the opinion of the investigator, might confound the results of the study, or preclude participation in a clinical study.\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment. The use of physiologic doses of corticosteroids (up to 10 mg/d of prednisone or equivalent) may be approved after consultation with the Primary Investigator.\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with the use of disease modifying agents, corticosteroids or immunosuppressive drugs), or that has documented pulmonary involvement. Exceptions include of autoimmune thyroid disease, vitiligo, type 1 diabetes mellitus, or psoriasis. Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* History of interstitial lung disease (ILD)/pneumonitis of any severity including ILD/pneumonitis from prior anticancer therapy.\n* History of viral pneumonia (including COVID-19-related infection) with evidence of persistent radiologic abnormalities.\n* Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids, or has current pneumonitis/interstitial lung disease.\n* Documentation of pulmonary embolism diagnosed within the last 6 months, chronic obstructive pulmonary disease (COPD), and restrictive lung disease (pulmonary function testing is not required for enrollment).\n* History of radiation therapy directed to the lung.\n* Renal failure requiring active hemo- or peritoneal dialysis.\n* Has received a live vaccine or live-attenuated vaccine within 30 days of planned treatment start. Administration of killed vaccines is allowed.\n* Has known psychiatric or substance abuse disorders that would interfere with the cooperation with the requirements of the trial.\n* Has had major surgery within 3 weeks prior to first dose of study interventions. Note: Adequate wound healing after major surgery must be assessed clinically, independent of time elapsed for eligibility\n* Has preexisting \\>Grade 3 gastrointestinal or non-gastrointestinal fistula\n* Has radiographic evidence of encasement or invasion of a major blood vessel or of intratumoral cavitation. NOTE: The degree of proximity to major blood vessels should be considered because of the potential risk of severe hemorrhage associated with tumor shrinkage/necrosis following lenvatinib therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alan Ho, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-608-3774",
                    "email": "hoa@mskcc.org"
                },
                {
                    "name": "David Pfister, MD",
                    "role": "CONTACT",
                    "phone": "646-888-4232"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alan Ho, MD, PhD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baptist Alliance MCI",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Guilherme Rabinowits, MD",
                            "role": "CONTACT",
                            "phone": "786-596-2000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD. PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        },
                        {
                            "name": "David Pfister, MD",
                            "role": "CONTACT",
                            "phone": "646-888-4232"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth (All protocol activities)",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Commack (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        },
                        {
                            "name": "David Pfister, MD",
                            "role": "CONTACT",
                            "phone": "646-888-4232"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        },
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD. PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        },
                        {
                            "name": "David Pfister, MD",
                            "role": "CONTACT",
                            "phone": "646-888-4232"
                        },
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau (All Protocol Activities)",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alan Ho, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-608-3774"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34503735",
                    "type": "DERIVED",
                    "citation": "Tchekmedyian V. Salivary Gland Cancers. Hematol Oncol Clin North Am. 2021 Oct;35(5):973-990. doi: 10.1016/j.hoc.2021.05.011."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org/mskcc/html/44.cfm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000012468",
                    "term": "Salivary Gland Neoplasms"
                },
                {
                    "id": "D000003528",
                    "term": "Carcinoma, Adenoid Cystic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009062",
                    "term": "Mouth Neoplasms"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000012466",
                    "term": "Salivary Gland Diseases"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M6733",
                    "name": "Carcinoma, Adenoid Cystic",
                    "asFound": "Adenoid Cystic Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15287",
                    "name": "Salivary Gland Neoplasms",
                    "asFound": "Salivary gland cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12022",
                    "name": "Mouth Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15285",
                    "name": "Salivary Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T201",
                    "name": "Adenoid Cystic Carcinoma",
                    "asFound": "Adenoid Cystic Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4265",
                    "name": "Oral Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Approved",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}