{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05746208",
            "orgStudyIdInfo": {
                "id": "22958"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-01199",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Lenvatinib Plus Pembrolizumab in Well Differentiated G3 Neuroendocrine Tumors",
            "officialTitle": "A Phase II Study of Lenvatinib Plus Pembrolizumab in Well Differentiated G3 Neuroendocrine Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "lenvatinib-plus-pembrolizumab-in-well-differentiated-neuroendocrine-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-07-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-17",
            "studyFirstSubmitQcDate": "2023-02-17",
            "studyFirstPostDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Emily Bergsland",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is the first study to be done in a newly described class of neuroendocrine tumors known as well-differentiated grade 3 neuroendocrine tumors (WD G3 NET). First described in the pancreas in 2017, the classification was broadened to include gastrointestinal tract tumors in 2019. Recent data suggest an equivalent subtype exists in the lungs (NEC with carcinoid morphology). WD G3 NETs can occur de novo as well as the result of grade progression over time. This is a single arm, multi-site, Phase II study in biomarker \"unselected\" participants. This study will also incorporate serial blood samples, tumor biopsies, and special imaging to better understand the impact of therapy on the tumor and microenvironment. Hyperpolarized (HP) 13C-pyruvate magnetic resonance imaging (MRI) - a novel non-radioactive imaging modality able to provide in vivo measurements of the pyruvate-to-lactate conversion rate (kpl).",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate the overall response rate (ORR) of lenvatinib plus pembrolizumab.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the safety and tolerability of lenvatinib plus pembrolizumab. II. To evaluate the duration of response (DOR) in patients receiving lenvatinib plus pembrolizumab.\n\nIII. To evaluate progression-free survival (PFS) in patients receiving lenvatinib plus pembrolizumab.\n\nEXPLORATORY OBJECTIVES:\n\nI. To evaluate overall survival (OS) in participants receiving lenvatinib plus pembrolizumab.\n\nII. To compare overall response rate (ORR), DOR, and PFS by Immune-related Response Evaluation Criteria In Solid Tumors (irRECIST) with the same measures assessed by Response Evaluation Criteria In Solid Tumors version 1.1.\n\nIII. To correlate clinical outcomes (ORR, DOR, PFS, OS) with baseline immune cell infiltration, T cell receptor (TCR) repertoires, and programmed death-ligand 1 (PD-L1) staining in pre-treatment biopsies. IV. To assess changes in immune cell infiltration, PD-L1 staining, and TCR repertoires in pre- and post-biopsies.\n\nV. Correlate Ki67proliferative index with outcomes (ORR, DOR, PFS, OS).\n\nIV. To characterize the baseline molecular features (tissue- and blood-based) of G3 NETs treated with lenvatinib and pembrolizumab.\n\nVII. To correlate the molecular features of G3 NET with clinical outcomes (e.g., response/resistance, survival, safety, pharmacodynamic activity) in the setting of treatment with pembrolizumab plus lenvatinib.\n\nVIII. To describe the relationship between baseline tumor growth rate (TGR) and RECIST measurements for all patients.\n\nIX. To examine changes in TGR over time in patients treated with Lenvatinib plus pembrolizumab TGR as assessed by cross-sectional imaging.\n\nX. To investigate the relationship between on-treatment changes in pyruvate-to-lactate conversion rate (kpl) and ORR, PFS, and OS.\n\nXI. To investigate the relationship between baseline tumor proliferative index (as measured by Ki67), metabolic profile (NMR spectroscopy), and pyruvate-to-lactate conversion rate (kpl, as measured by hyperpolarized 13C-pyruvate imaging) and ORR, PFS and OS.\n\nXII. Assessment of baseline heterogeneity of pyruvate-to-lactate conversion rate (kpl) between patients and between tumors within a given participant.\n\nOUTLINE:\n\nThere are 2 stages to this study. If at least 2 participants in stage 1 show a demonstrated response, a second stage will open to enroll additional participants. Participants may continue treatment for up to two years of therapy (i.e., 18 doses of pembrolizumab).\n\nAfter the end of treatment, each participant will be followed for 30 days for adverse event (AE) monitoring. Serious adverse events (SAE) and events of clinical interest (ECI) will be collected for 90 days after the end of treatment or 30 days after the end of treatment if the participant initiates new anticancer therapy, whichever is earlier. Participants who discontinue for reasons other than progressive disease will have post-treatment follow-up for disease status until disease progression, initiating a non-study cancer treatment, withdrawing consent, or becoming lost to follow-up. After documented disease progression each participant will be followed by telephone for overall survival and anti-cancer therapy until death, withdrawal of consent, or the end of the study, whichever occurs first."
        },
        "conditionsModule": {
            "conditions": [
                "Neuroendocrine Tumors",
                "Well-Differentiated Neuroendocrine Carcinoma",
                "High Grade Neuroendocrine Carcinoma, Any Site"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 29,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lenvatinib Plus Pembrolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 20 mg once daily of lenvatinib plus 400 mg of pembrolizumab every 6 weeks for up to 18 doses. Eligible participants may also receive a Hyperpolarized 13C-pyruvate (HP 13C) magnetic resonance imaging (MRI) scan",
                    "interventionNames": [
                        "Drug: Lenvatinib",
                        "Drug: Pembrolizumab",
                        "Drug: Hyperpolarized 13C-Pyruvate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lenvatinib",
                    "description": "Given orally",
                    "armGroupLabels": [
                        "Lenvatinib Plus Pembrolizumab"
                    ],
                    "otherNames": [
                        "Lenvima"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Lenvatinib Plus Pembrolizumab"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Hyperpolarized 13C-Pyruvate",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Lenvatinib Plus Pembrolizumab"
                    ],
                    "otherNames": [
                        "HP 13C"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "ORR is defined as a complete response (CR) or a partial response (PR) according to RECIST version 1.1 criteria. The All Subjects as Treated (ASaT, ITT) population will be used for analysis which consists of all participants who received at least one dose of the study treatment. Participants without at least confirmatory scan will be classified as non-responders. The point estimate and 95% confidence interval will be reported.",
                    "timeFrame": "Up to 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants with maximum grade, treatment-related Adverse Events",
                    "description": "Adverse events occurring from the start of treatment until 30 days after the end of treatment will be summarized by maximum toxicity grade. The toxicity grade and classification will be determined using NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 27 months"
                },
                {
                    "measure": "Median duration of response",
                    "description": "Duration of Response is defined as the time from the date of first response per RECIST criteria (CR or PR) until the date of disease progression or death. Kaplan-Meier methods will be used to determine the median and 95% confidence interval.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Median Progression-Free Survival at 18 weeks",
                    "description": "Progression-free survival is defined as the time from the first day of study treatment with protocol therapy to the date of documented tumor progression or death due to any cause at 18 weeks as determined by RECIST v1.1. Participants who did not progress or die at the 18 week assessment will be censored on the date of their last evaluable tumor assessment. Kaplan-Meier methods will be used to determine median PFS with a 95% confidence interval",
                    "timeFrame": "Up to 18 weeks"
                },
                {
                    "measure": "Median Progression-Free Survival",
                    "description": "Progression-free survival is defined as the time from the first day of study treatment with protocol therapy to the date of documented tumor progression or death due to any cause at as determined by RECIST v1.1. Participants who did not progress or die will be censored on the date of their last evaluable tumor assessment. Kaplan-Meier methods will be used to determine median PFS with a 95% confidence interval",
                    "timeFrame": "Up to 27 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have locally advanced or unresectable histologically or cytologically confirmed WD G3 NET.\n\n   * pancreas primary.\n   * other primary sites: gastrointestinal site, unknown primary site, lung neuroendocrine carcinoma with carcinoid morphology, or other non-pancreatic primary sites with well-differentiated (WD) morphology and Ki67 \\> 20%.\n   * WD G3 NET occurring de novo or in the setting of grade progression allowed (provided WD G3 NET is thought to be the dominant histology at the time of enrollment).\n   * Tumors with ambiguous histology and/or Ki67 \\>/=55% must be reviewed at the participating site to confirm that they are not poorly differentiated. Tumors with confirmed ambiguous histology will be considered eligible.\n2. At least 1 measurable target lesion according to RECIST 1.1, including the following criteria.\n\n   * non-nodal lesion that measures \\>=1.0 cm in the longest diameter.\n   * lymph node (LN) lesion that measures as \\>=1.5 cm in the short axis.\n   * the lesion is suitable for repeat measurement using computed tomography (CT) / magnetic resonance imaging (MRI) (CT/MRI).\n   * the lesion is not \\<1.5 cm and the only measurable site available for pre-treatment biopsy.\n   * lesions previously treated with radiation or other locoregional therapy are considered measurable if progression has been demonstrated in such lesions.\n   * in the setting of grade progression, every attempt should be made to select measurable target lesions that are thought to represent G3 disease (based on biopsy results, tumor growth rate, or other features).\n3. University of California, San Francisco (UCSF) participants only-eligibility for Hyperpolarized 13C (C13 HP) MRI\n\n   * At least two measurable lesions that are \\>=1.0 cm in diameter, at least one accessible to percutaneous core needle biopsy, and one (ideally separate from biopsy site) amenable to metabolic MRI.\n   * No contraindications to MRI.\n   * No prior local therapy to the target lesions (s) -unless clear progression in the lesions(s).\n4. Radiographic evidence of progressive disease within 6 months (Required unless \\>50% liver involvement and/or Ki67 \\> 30%).\n5. Progression on at least one prior line of therapy if Ki67 \\< 30%.\n6. Age \\>=18 years (No dosing or adverse event data are currently available on the use of lenvatinib plus pembrolizumab in patients \\<18 years of age, children are excluded from this study but will be eligible for future pediatric trials).\n7. Eastern Cooperative Oncology Group (ECOG) performance status \\<= 1.\n8. Have adequate organ function as defined below (Specimens must be collected within 14 days prior to the start of study treatment):\n\n   * Adequate bone marrow function:\n   * Absolute neutrophil count \\>=1,500/microliter (mcL)\n   * Platelets \\>=100,000/mcL\n   * Hemoglobin \\>=1,500/mcL\n   * Hemoglobin \\>=9.0 g/dL or \\>=5.6 mmol/L.\n   * Adequate hepatic function,\n   * Total bilirubin \\<=1.5 X institutional upper limit of normal, unless elevated due to Gilbert's syndrome and direct bilirubin is within normal limits.\n   * Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT) (serum glutamic-pyruvic transaminase (SGPT) \\<=2.5 X institutional upper limit of normal (ULN) (\\<=5 × ULN for participants with liver metastases).\n   * Adequate renal function,\n   * Creatinine \\<= 1.5 x institutional upper limit of normal OR\n   * Creatinine clearance \\>=30 mL/min for participant with creatinine levels \\>1.5 × institutional ULN,\n   * Urine protein-to-creatinine ratio (UPCR) \\<1 (unless urine protein \\<1 g/24 hour) OR\n   * Urine protein dipstick \\<= 1+(unless urine protein \\<1 g/24 hour).\n   * Coagulation: International normalized ratio (INR) OR prothrombin time (PT) Activated partial thromboplastin time (aPTT) or partial thromboplastin time (PTT) \\<=1.5 × ULN unless participant is receiving anticoagulant therapy (and PT or aPTT is within therapeutic range of intended use of anticoagulants).\n9. Participant (or legally acceptable representative) must have the ability to understand a written informed consent document, and the willingness to sign it.\n10. Adequately controlled blood pressure (BP) with or without anti-hypertensive medications, defined as BP \\<140/90 (NOTE: BP should be controlled without a change in medications within one week of day 1 cycle 1).\n11. Individuals with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial.\n12. Must have a life expectancy of greater than 3 months, as determined by the investigator.\n13. Stage 1 (if undergoing C13 HP MRI) and Stage 2: Patients must agree to have a biopsy of the primary tumor or metastatic tissue at baseline, and there must be a lesion that can be biopsied with acceptable clinical risk (as judged by the investigator).\n\n    * Patients with unsuccessful baseline biopsies may undergo an additional biopsy attempt (at the same or a different site, determined by the investigator).\n    * For patients with an intact primary and no metastatic site that can be safely biopsied, a biopsy of the primary is acceptable, but must be approved by the principal investigator.\n    * Baseline tumor biopsy may be omitted if the tumor is inaccessible and/or a biopsy is thought to post high procedural risk due to location or other factors:\n\n      ••If participants have only 1 measurable lesion per RECIST 1.1, the biopsy specimen should be obtained from a non-target lesion (or archival tissue should be used).\n    * If fresh tumor tissue cannot be collected, the overall study (lead-site) principal investigator may approve the use of archival tissue. The use of archival tissue in lieu of a fresh tumor biopsy will be evaluated on a case-by-case basis and must be approved by the overall study (lead-site) PI.\n\n      ••Formalin-fixed, paraffin-embedded (FFPE) tissue blocks are preferred to slides. Newly obtained biopsies are preferred to archived tissue.\n    * Stage 1 patients who are not undergoing C13 HP MRI can omit baseline biopsy. ••Use of archived tissue is encouraged if accessible.\n14. Male participants are eligible to participate if they agree to the following starting with the first dose of study therapy through 7 days after the last dose of lenvatinib (and refrain from donating sperm during this period). (Note that 30 days after lenvatinib is stopped, if the participant is on pembrolizumab only, no male contraception measures are needed.)\n\n    * Be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long-term and persistent basis) and agree to remain abstinent OR Must agree to use contraception (see appendix 5) unless confirmed to be azoospermic (vasectomized or secondary to medical cause) as detailed below:\n    * Agree to use a male condom plus partner use of an additional contraceptive method when having penile-vaginal intercourse with a WOCBP who is not currently pregnant. Note: Men with a pregnant or breastfeeding partner must agree to remain abstinent from penile-vaginal intercourse or use a male condom during each episode of penile-vaginal penetration.\n    * Please note that 7 days after lenvatinib is stopped, if the participant is on pembrolizumab only, no male contraception measures are needed.\n15. Female participants are eligible if not pregnant or breastfeeding, and at least 1 of the following conditions applies during the intervention period and for at least 120 days post pembrolizumab or 30 days post lenvatinib, whichever occurs last:\n\n    * Not be a woman of childbearing potential (WOCBP), e.g., postmenopausal (no menses for \\> 1 year) or permanently sterilized.\n    * Is a WOCBP and using a contraceptive method that is highly effective (with a failure rate of \\<1% per year), with low user dependency.\n    * Abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long-term and persistent basis) NOTE: The investigator should evaluate the potential for contraceptive method failure (i.e., noncompliance, recently initiated) in relationship to the first dose of study intervention.\n\nExclusion Criteria:\n\n1. Has poorly differentiated neuroendocrine carcinoma (e.g., small cell NEC, large cell NEC, Merkel cell carcinoma, prostate neuroendocrine carcinoma) or WD Grades 1 or 2 NET (without evidence of G3 NET).\n2. Uncontrolled blood pressure (BP) (Systolic BP \\>=140 mmHg or diastolic BP \\>=90 mmHg) despite an optimized regimen of antihypertensive medication.\n3. Significant gastrointestinal malabsorption or any other condition that might affect the absorption of lenvatinib.\n4. Has pre-existing \\>= grade 3 (G3) gastrointestinal or non-gastrointestinal fistula.\n5. Has clinically significant cardiovascular disease within 12 months from the first dose of study intervention, including New York Heart Association (NYHA) Class III or IV congestive heart failure, unstable angina, myocardial infarction, cerebral vascular accident, or cardiac arrhythmia associated with hemodynamic instability. Note: Medically controlled arrhythmia would be permitted\n6. Radiographic evidence of major blood vessel encasement/invasion/infiltration (e.g., carotid artery) or intratumoral cavitation. The degree of tumor invasion/infiltration of major blood vessels should be considered because of the potential risk of severe hemorrhage associated with tumor shrinkage/necrosis following lenvatinib therapy.\n\n   \\*Portal vein or inferior vena cava involvement by tumor is allowed at the discretion of the investigator (and is distinguished from invasion through the wall of a vessel).\n7. Active hemoptysis or tumor bleeding (bright red blood of at least 0.5 teaspoons) within 3 weeks prior to the first dose of study drug.\n8. Hypersensitivity (\\>=G3) or known intolerance to lenvatinib or pembrolizumab or any of its excipients.\n9. Serious non-healing wound, ulcer, or bone fracture.\n10. Bleeding or thrombotic disorders or participants at risk for severe hemorrhage.\n11. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n12. Known active central nervous system (CNS) metastases and/or carcinomatous meningitis.\n\n    * Individuals with new or progressive asymptomatic small (\\<1 cm) brain metastases are eligible if the treating physician determines that immediate CNS-specific treatment is not required and is unlikely to be required during the first cycle of therapy.\n    * Participants with previously treated brain metastases (e.g., whole brain radiation therapy, surgery, or radiosurgery) may participate provided they are radiologically stable (i.e., without evidence of progression by imaging) for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to the first dose of study intervention.\n13. Has an active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs).\n\n    \\*Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment and is allowed.\n14. Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n15. Has an active infection requiring systemic therapy.\n16. Has a known history of human immunodeficiency virus (HIV) infection. No HIV testing is required unless mandated by a local health authority.\n17. Has a known history of hepatitis B (defined as hepatitis B surface antigen (HBsAg) reactive) or known active hepatitis C virus (HCV) (defined as HCV RNA \\[qualitative\\] is detected) infection. Note: No testing for hepatitis B (HBV) and hepatitis C is required unless mandated by a local health authority.\n\n    * Participants with controlled hepatitis C are eligible (no detectable HCV RNA qualitative) provided anti-viral therapy completed at least 4 weeks prior to enrollment.\n    * Participants with controlled HBV are eligible if they meet the following criteria:\n\n      * Antiviral therapy for HBV must be given for at least 4 weeks and HBV viral load must be less than 500 IU/mL before the first dose of study drug. Participants on active HBV therapy with viral loads under 100 IU/mL should stay on the same therapy throughout study treatment.\n      * Participants who are positive for anti-Hepatitis B Core (HBc), negative for HbsAg, and negative or positive for anti-HBs, and who have an HBV viral load under 100 IU/mL, do not require HBV antiviral prophylaxis\n18. Is known to have active tuberculosis (TB, Bacillus tuberculosis).\n19. Diagnostic assessments:\n\n    * Participants with urine protein creatinine ratio (UPCR) \\>1 or proteinuria \\>-2+ (\\>=100 mg/dL) on urinalysis/urine dipstick testing will undergo 24-hour urine collection for quantitative assessment of proteinuria. Participants with urine protein \\>=1 g/24 hour will be ineligible.\n    * Prolongation of QTc interval to \\> 480 milliseconds (ms). Investigator may use the average of 3 triplicates if screening QTc \\> 450 ms. Rescreening is allowed after discontinuation of any drugs known to prolong QTc. NOTE: If the QTcF is prolonged to \\>480 ms in the presence of a pacemaker, the participant will not be excluded if the participant is considered at low risk for ventricular arrhythmias by the investigator.\n    * Left ventricular ejection fraction (LVEF) below the institutional (or local laboratory) normal range as determined by multigated acquisition scan (MUGA) or echocardiogram (ECHO).\n20. Pregnant women are excluded from this study because lenvatinib plus pembrolizumab are products with the potential for teratogenic or abortifacient effects.\n\n    * A woman of child bearing potential (WOCBP) must have a negative highly sensitive pregnancy test (urine or serum) within 14 days of the first dose of the study intervention.\n    * If a urine test cannot be confirmed as negative (e.g., a positive or an ambiguous result), a serum pregnancy test is required. In such cases, the participant must be excluded from participation if the serum pregnancy result is positive.\n21. Women who are breastfeeding are excluded from the study because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with lenvatinib plus pembrolizumab (breastfeeding should be discontinued if the mother is treated with lenvatinib plus pembrolizumab).\n22. Has a history or current evidence of any condition, therapy, or laboratory abnormality (including electrolyte abnormalities that have not been corrected, e.g., potassium, calcium, magnesium) that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n23. Has known psychiatric or substance abuse disorders that would interfere with cooperating with the requirements of the study.\n\n    Listed below are specific concomitant therapies or vaccinations that are prohibited during the study (exceptions noted):\n24. Currently participating in or has participated in a trial of an investigational device within 4 weeks prior to the first dose of trial treatment.\n25. Has received prior systemic anti-cancer therapy including investigational agents within 4 weeks or 5 times the half-life time, whichever is shorter prior to study treatment start.\n\n    Participants must have recovered from all adverse events (AE) due to previous therapies to \\<=Grade 1 (except for alopecia) or baseline, and \\<=Grade 2 for neuropathy.\n    * Concomitant administration of hormone therapy for breast cancer, and luteinizing hormone-releasing hormone (LHRH) analogs for prostate cancer allowed.\n    * Concomitant somatostatin analogs for functional neuroendocrine tumors are allowed as per standard of care assuming a stable dose for at least two months and progressive disease has been documented on that dose.\n    * Note: Participants who have entered the follow-up phase of an investigational study may participate if it has been 4 weeks after the last dose of the previous investigational agent.\n26. Has received prior treatment with lenvatinib, or any anti-programmed cell death protein 1 (PD-1), anti-programmed death-ligand 1 (PD-L1), or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g., cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), OX 40, CD137). Treatment with another Vascular Endothelial Growth Factor Inhibitor (VEGF inhibitor_ (besides lenvatinib) is allowed if at least 6 months have elapsed since discontinued therapy.\n27. Has received prior radiotherapy within 2 weeks of the start of study treatment. Participants must have recovered from all radiation-related toxicities (to Grade \\<=1), not require corticosteroids, and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (\\<=2 weeks of radiotherapy) for non-CNS disease.\n28. Has had major surgery within 3 weeks prior to the first dose of study interventions. Note: Adequate wound healing after major surgery must be assessed clinically, independent of time elapsed for eligibility.\n29. Has had an allogeneic tissue/solid organ transplant.\n30. Patients who are currently receiving medication with a known risk of prolonging the QT interval inducing Torsade's de Pointes (TdP) and the treatment cannot either be discontinued or switched to a different medication prior to starting study drug treatment. A list of prohibited drugs with a known risk of TdP is provided in Appendix 6.\n31. Biologic response modifiers (e.g., granulocyte colony-stimulating factor) within 4 weeks before study entry. Chronic erythropoietin therapy is permitted provided that no dose adjustments were made within 2 months before the first dose of study drug.\n32. Received a live or attenuated vaccine within 30 days of the planned start of study treatment (C1D1). Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed. Coronavirus disease of 2019 (COVID-19) vaccinations are also allowed.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Phu Lam",
                    "role": "CONTACT",
                    "phone": "(415) 353-8337",
                    "email": "Phu.Lam@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Bergsland, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Phu Lam",
                            "role": "CONTACT",
                            "phone": "415-353-8337",
                            "email": "Phu.Lam@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Emily Bergsland, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000018278",
                    "term": "Carcinoma, Neuroendocrine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20423",
                    "name": "Carcinoma, Neuroendocrine",
                    "asFound": "Neuroendocrine Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Approved",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T424",
                    "name": "Pyruvate",
                    "asFound": "Atypical",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}