{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06525818",
            "orgStudyIdInfo": {
                "id": "IRB23-1967"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Let's E.A.T.! (Eating With Assistive Technology): An Intervention to Support Children With Feeding Tubes and Tracheostomies",
            "officialTitle": "Let's E.A.T.! (Eating With Assistive Technology): An Intervention to Support Children With Feeding Tubes and Tracheostomies",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "let-s-e-a-t-eating-with-assistive-technology-an-intervention-to-support-children-with-feeding-tubes-and-tracheostomies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-16",
            "studyFirstSubmitQcDate": "2024-07-25",
            "studyFirstPostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Gerber Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of this proposal is to test an interdisciplinary intervention to support the transition to oral feeding for children with feeding tubes and tracheostomies. The investigators' model which combines in-home clinical assessments with virtual therapies may maximize the impact of expert interventionists. The investigators' central hypothesis is that children with feeding tubes and tracheostomies will have greater success than a control group when enrolled in a hybrid in-person/virtual intervention including: (1) a coordinated feeding team with an occupational therapist, speech/language pathologist, and registered dietitian; (2) family liaison study coordinators who are poised to support the family through personal experience; (3) a project leader who is a Developmental Behavioral Pediatrician with expertise in children with tracheostomies. The overall objective of this proposal is to test this intervention to increase oral feeding in children with feeding tubes and tracheostomies. To pursue this objective, the investigators propose the following aims:\n\nSpecific Aim 1: Children enrolled in the intervention group will have improved caregiver self-efficacy and reduced worry related to feeding as determined by The Feeding and Swallowing Impact Survey at the end of a 1-year intervention.\n\nSpecific Aim 2: Children enrolled in the intervention group will have increased oral vs. tube-fed calories and reduced dependence on feeding tubes as determined by detailed dietary histories and The Children's Eating and Drinking Activity Scale (CEDAS) at the end of a 1-year intervention.\n\nThe investigators' intervention will determine if a tertiary center of expertise can use a combination of home assessments and virtual interventions to address critical feeding needs for children with tracheostomies. Future clinicians could refer patients to the investigators' center instead of relying on community therapists, who rarely exist.\n\nThe weekly feeding group sessions as well as the administration of the therapies in a virtual format are research-related. While the therapy techniques implemented during the study are standard of care and within the practice parameters of the practitioners involved, the use of them in a virtual format are novel and should be considered research-related.",
            "detailedDescription": "Consent and enrollment\n\nFirst the study coordinator will complete a detailed informed consent process obtaining written consent via REDCap e-consent over Zoom video conferencing with the parent, detailing the intervention and documenting the parent's consent to participate and the parent's permission for the child to participate.\n\nConsent will be obtained to review prior feeding evaluations including clinical and fluoroscopic swallow studies, view early intervention evaluations if available, contact the primary physician or subspecialty physicians for clarification of medical issues, and to collaborate with existing therapists as needed. During the initial video conferencing call the Principal Investigator (PI) will conduct a medical and feeding history with the parent to determine appropriateness for the intervention and create context for the team to prepare for the child's in-home enrollment visit.\n\nThere are some patients that will be enrolled but determined not appropriate to proceed with the feeding intervention. At the end of the video session, the PI will determine or the team may briefly discuss if the child is appropriate for increasing oral experiences and feeding. The investigators expect that a minority of children will not have safe gag reflexes for starting to feed by mouth. For these children, the investigators will defer their enrollment in the study until a potential later date and plan to re-assess after a period of time.\n\nIn addition, the investigators will request access to prior feeding evaluations including clinical and fluoroscopic swallow studies. It is important that the investigators are entering as a care team as informed as possible about the child's medical issues which may impede safe advancement of feeding. Identifiable information (Name/Date of Birth) will be used in gaining access to the swallow studies. If a parent wishes not share these prior records, they will not be enrolled in the study. The investigators will also ask for any early intervention evaluations that are available.\n\nAfter their conversation with the PI, if they are determined to be appropriate for the intervention, parents will complete a demographic survey via REDCap. The survey will contain items related to characteristics about themselves and their family.\n\nInitial Assessment\n\nThe interdisciplinary study intervention team (Developmental and Behavioral Pediatrician, Speech Therapist, Occupational Therapist, Registered Dietitian, and Study Coordinator) will participate in-person in the home enrollment visit. In some cases a team member may join remotely, however the majority of the interdisciplinary team will be in-home and in-person.\n\nThe Speech Therapist and Occupational Therapist will complete a comprehensive feeding assessment, which will include a combination of validated surveys, structured interviews, and physical exams. Examples of standardized measures include: The Feeding and Swallowing Impact Survey, which measures caregiver issues related to feeding (e.g. \"I worry that my child will never eat or drink like other children.\") and the Pediatric Eating Assessment Toll (PediEAT) survey which includes questions related to feeding difficulties. The registered dietitian will take a detailed dietary history to obtain a total daily calorie count and determine what percent is currently oral versus tube-fed. The Speech Therapist or Occupational Therapist will complete the Children's Eating and Drinking Activity Scale (CEDAS), which describes children's dependence on tube feeding and ability to take food orally on a scale of 1-6. If the child is already oral feeding, the team will observe an oral feeding session between the parent and child. After the feeding session, or if one does not occur, the speech and occupational therapist will assess the child's readiness for oral feeding and aspiration risk, and determine the degree of sensory and/or oral aversion. The registered dietitian will be complete an assessment over Zoom conferencing with the study team. Additional data to be collected includes: height and weight, and mid arm circumference. Internet connectivity and access to a device (computer/iPad/smart phone) for future virtual visits will be checked and as needed, an iPad with internet service provided for the family during the study.\n\nEach family will then be randomized into either (1) a control group who participates in a weekly group virtual mealtime feeding session only, and (2) a treatment group who participates in a weekly group virtual mealtime feeding session and also individual interdisciplinary virtual feeding therapies which will occur at least biweekly.\n\nIntervention\n\nIntervention Group: All participants in the intervention group will be invited to weekly virtual group therapy mealtime sessions with the Speech-Language Pathologist and other participants in the intervention group. Additionally, families will engage in virtual therapy sessions at least biweekly focused on individualized goals informed by the expertise of the study team and published expert programs. Therapies intervention group participants are already receiving or who begin to receive during the study period will not be stopped during this intervention and the investigators will coordinate therapeutic programs with existing therapists. Based upon the investigators' prior work with this population, the investigators anticipate that all intervention subjects will benefit from sessions with the speech language pathologist/feeding therapist and about half will have sensory issues related to feeding and will benefit from joint sessions with the occupational therapist; each therapist will be utilized as needed. They will consult with the registered dietitian and Developmental and Behavioral Pediatrician as needed. The feeding therapist will track the child's acceptability of food presentations over time. Scales for weight monitoring will be shared with these families for tracking the child's weight accurately during the intervention. Collaboration with the child's gastroenterologist, pediatrician, and/or community dietitian or feeding therapist will be arranged as needed to coordinate care outside of the regular meetings with the family.\n\nAn expert team (speech therapist, occupational therapist, developmental and behavioral pediatrician, and registered dietitian) will complete all assessments and together create individualized therapy plans. This study will examine three main outcomes through standardized assessments at enrollment, 3-month, 6-month, 9-month, and 12-month intervals. (1) Children's Eating and Drinking Activity Scale (CEDAS); (2) The Feeding and Swallowing Impact Survey (FS-IS); (3) Percentage of oral intake; and (4) PediEAT. An updated dietary history, and the pace of feeding will also be evaluated at the same time points listed above. Parent engagement for the control group will be gauged based on attendance frequency.\n\nFor children who are not feeding by mouth at all at the time of enrollment, initial therapies may include working on the muscle movements of eating by stimulating the oral cavity. There may also be strategies engaged to reduce aversions to eating, for example playing with foods and utensils during mealtime (if toddler-age) or tolerating a pacifier or bottle nipple (if infant). For children who are oral feeding at time of enrollment, the interdisciplinary team will make a determination of how to advance feeding according to best standard practice. Strategies they may engage will include hunger provocation, adjusting tube feed timing/quantity/composition, and others. Intervention group participants will also be invited to a weekly virtual group therapy mealtime session.\n\nControl Group. All participants in the control group will be invited to a weekly virtual group therapy mealtime session with other enrolled control group participants and a speech therapist who is not involved with the intervention. During this informal session, families will have the opportunity to meet other children with feeding tubes and their parents. The investigators will assess level of engagement (frequency of participation) and parental experience at interval assessments. Therapies research participants are already receiving or who begin to receive during the study period (early intervention community therapies, center-based therapies) will not be stopped during this intervention. Data will be collected on the frequency of these standard of care therapies. The assessments used for the control group will be the same assessments as the intervention group and will include the Speech Therapy Assessment; Occupational Therapy Assessment; and PediEAT.\n\nExit Assessment.\n\nUpon completing the virtual and dietary assessment at 3, 6, and 9 months a final exit home visit assessment will take place at 1 year. The final exit visit will include a repeated CEDAS, FS-IS, PediEAT, parent exit survey, Occupational Therapist Assessment, and Speech Therapy Assessment. During the final in-home assessment after 12 months of study participation, the PI will refer all children who still require therapies for additional therapies or subspecialty appointments.\n\nDuration:\n\nParticipants will be each involved in the study for 1 year. The investigators anticipate the full trial to last 3 years.\n\nParents will participate in the following:\n\n* An enrollment session which will occur over Zoom video conferencing following the consent process. This will include a medical and feeding history which will be taken by the PI in order to determine appropriateness for the intervention. This will be followed by a brief REDCap demographic survey either emailed to the family or completed over zoom with the study coordinator.\n* Introduction and home enrollment visit, which will include height and weight of the child, as well as the Feeding and Swallowing Impact Survey (FS-IS), the Children's Eating and Drinking Activity Scale (CEDAS), and the PediEAT. Parents will also provide the registered dietitian with a detailed dietary history and therapists will complete the complete the Speech Assessment tool and Occupational Therapist assessment tool in REDCap. These tools include questions related to the child's frequency of oral intake, reaction to oral stimulation and feeding and medical history.\n* The program will then include:\n\n  * Weekly virtual mealtime group with therapists for both control and intervention group. After each mealtime group session parents will be asked to complete a brief survey about what they learned and any topics that they would like covered in the next session.\n  * Biweekly virtual therapies with a Speech Therapist and Occupational Therapist for the intervention group. After each therapy session parents will be asked to complete a brief survey about what they learned and any topics that they would like covered in the next session.\n  * Anticipated intermittent consultation with a Registered Dietitian for the intervention group\n  * As needed consultation with Developmental and Behavioral Pediatrician for the intervention group\n* Parents will be asked to complete virtual oral feeding and dietary assessments including the FS-IS at 3, 6, and 9 months of study enrollment.\n* An exit home visit will take place at 1 year with repeated parent survey measures including the FS-IS, and selected repeated questions from the enrollment survey."
        },
        "conditionsModule": {
            "conditions": [
                "Feeding Tube",
                "Children With Medical Complexity",
                "Tracheostomy",
                "Feeding Disorder, Infancy or Early Childhood"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention group",
                    "type": "EXPERIMENTAL",
                    "description": "All participants in the intervention group will be invited to weekly virtual group therapy mealtime sessions with the Speech-Language Pathologist and other participants in the intervention group. Additionally, families will engage in virtual therapy sessions at least biweekly focused on individualized goals informed by the expertise of the study team and published expert programs. Individualized programs will include virtual sessions with the occupational therapist, speech therapist, or combined therapies. The team will consult with the registered dietitian and Developmental and Behavioral Pediatrician as needed.",
                    "interventionNames": [
                        "Other: Tube weaning therapy intervention",
                        "Other: Feeding Group"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "OTHER",
                    "description": "All participants in the control group will be invited to a weekly virtual group therapy mealtime session with other enrolled control group participants and a speech therapist who is not involved with the intervention. During this informal session, families will have the opportunity to meet other children with feeding tubes and their parents. The investigators will assess level of engagement (frequency of participation) and parental experience at interval assessments. Therapies research participants are already receiving or who begin to receive during the study period (early intervention community therapies, center-based therapies) will not be stopped during this intervention. Data will be collected on the frequency of these standard of care therapies. The assessments used for the control group will be the same assessments as the intervention group and will include the Speech Therapy Assessment; Occupational Therapy Assessment; and Pediatric Eating Assessment Toll.",
                    "interventionNames": [
                        "Other: Feeding Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Tube weaning therapy intervention",
                    "description": "Participants in the intervention group will be invited to weekly virtual group therapy mealtime sessions with the Speech-Language Pathologist and other participants in the intervention group. Additionally, families will engage in individual virtual therapy sessions at least biweekly focused on individualized goals informed by the expertise of the study team and published expert programs. Therapies intervention group participants are already receiving or who begin to receive during the study period will not be stopped during this intervention. The Speech Therapist and Occupational Therapist will be utilized as needed for the child's individualized care plan. They will consult with the registered dietitian and Developmental and Behavioral Pediatrician as needed.",
                    "armGroupLabels": [
                        "Intervention group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Feeding Group",
                    "description": "All participants in the control group will be invited to a weekly virtual group therapy mealtime session with other enrolled control group participants and a speech therapist who is not involved with the intervention. During this informal session, families will have the opportunity to meet other children with feeding tubes and their parents. The investigators will assess level of engagement (frequency of participation) and parental experience at interval assessments. Therapies research participants are already receiving or who begin to receive during the study period (early intervention community therapies, center-based therapies) will not be stopped during this intervention. Data will be collected on the frequency of these standard of care therapies. The assessments used for the control group will be the same assessments as the intervention group and will include the Speech Therapy Assessment; Occupational Therapy Assessment; and Pediatric Eating Assessment Toll.",
                    "armGroupLabels": [
                        "Control group",
                        "Intervention group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in percentage of oral calories",
                    "description": "Oral calories will be calculated by determining how many calories are taken by mouth as a percentage of total (gastrostomy tube plus oral calorie intake).",
                    "timeFrame": "Baseline, 3 month, 6 month and exit at 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Oral Feeding",
                    "description": "Change in score on the Children's Eating and Drinking Activity Scale (CEDAS) ), which describes children's dependence on tube feeding and ability to take food orally on a scale of 1-6",
                    "timeFrame": "Baseline, 3 month, 6 month and exit at 1 year"
                },
                {
                    "measure": "Increased frequency of feeding trials",
                    "description": "Increase in frequency of feeding trials throughout the day (e.g. once in the morning vs. three times each day",
                    "timeFrame": "Baseline, 3 month, 6 month and exit at 1 year"
                },
                {
                    "measure": "Caregiver self-efficacy",
                    "description": "Children enrolled in the intervention group will have improved caregiver self-efficacy and reduced worry related to feeding as determined by The Feeding and Swallowing Impact Survey which measures caregiver issues related to feeding (e.g. \"I worry that my child will never eat or drink like other children) at the end of a 1-year intervention.",
                    "timeFrame": "Baseline, 3 month, 6 month and exit at 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Under 3 years of age\n* Reside at a family home\n* Have a gastrostomy feeding tube\n* Have a tracheostomy\n* Live within a 1-hour radius of the University of Chicago\n\nExclusion Criteria:\n\n• Wards of the state",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "3 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emma Lynch, MPH",
                    "role": "CONTACT",
                    "phone": "7737026461",
                    "email": "elynch1@bsd.uchicago.edu"
                },
                {
                    "name": "Sarah Sobotka, MD, MSCP",
                    "role": "CONTACT",
                    "phone": "7737021187",
                    "email": "ssobotka@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarah Sobotka, MD, MSCP",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Lynch, MPH",
                            "role": "CONTACT",
                            "phone": "773-702-6461",
                            "email": "elynch1@bsd.uchicago.edu"
                        },
                        {
                            "name": "Sarah Sobotka, MD, MSCP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-07-25",
                    "uploadDate": "2024-07-25T12:16",
                    "filename": "ICF_000.pdf",
                    "size": 924365
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "asFound": "Feeding Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}