{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05464810",
            "orgStudyIdInfo": {
                "id": "STUDY00004257"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-02545",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00004257",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "WINSHIP5524-22",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Letrozole With and Without Simvastatin for the Treatment of Stage I-III Hormone Receptor Positive, HER2 Negative Breast Cancer",
            "officialTitle": "A Randomized Window of Opportunity Study of Preoperative Letrozole and Simvastatin Versus Letrozole Alone in Stage I-III Hormone Receptor Positive, HER2 Negative Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "letrozole-with-and-without-simvastatin-for-the-treatment-of-stage-i-iii-hormone-receptor-positive-negative-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-24",
            "studyFirstSubmitQcDate": "2022-07-14",
            "studyFirstPostDateStruct": {
                "date": "2022-07-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ruth Sacks",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This early phase I trial tests whether letrozole with simvastatin works better than letrozole alone to stop tumor cell proliferation in patients with stage I-III hormone receptor positive, HER2 negative invasive breast cancer. Letrozole and simvastatin may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. The addition of simvastatin to letrozole may be more effective at stopping the growth of cancer cells than letrozole alone.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine if the addition of simvastatin to letrozole compared to letrozole alone will result in a decrease of Ki67, a biomarker of tumor proliferation, in postmenopausal women with stage I-III, hormone receptor positive, HER2 negative breast cancer following 14 days of pre-surgical therapy.\n\nSECONDARY OBJECTIVES:\n\nI. To determine if the addition of simvastatin to letrozole compared to letrozole alone will result in increased immune activation from pre- to post-treatment, based on the evaluation of the immune subtype composition in the tissue via multiplex immunofluorescence.\n\nII. To determine if changes (from pre- to post-treatment) in immune activation correlate with changes in antiproliferative response, based on Ki-67 (from pre- to post-treatment).\n\nIII. To identify an association between response defined per percent change in Ki-67 and the percentage of tissue immune biomarkers CD8 and FOXp3.\n\nIV. To determine if the addition of simvastatin to letrozole compared to letrozole alone will result in increased pain based on Patient-Reported Outcomes Measurement Information System (PROMIS) from pre- to post-treatment.\n\nV. To describe the safety and tolerability of letrozole +/- simvastatin in the pre-surgical setting.\n\nEXPLORATORY OBJECTIVES:\n\nI. In both arms of the trial, assess the levels of blood-based biomarkers (CRP, IL-6, IL-10, TGF-beta, and TNF-alpha) in pre- and post-treatment blood samples.\n\nIa. Determine if changes (from pre- to post-treatment) in the levels of these blood-based biomarkers correlate with changes in antiproliferative response, based on Ki67 (from pre- to post-treatment).\n\nIb. Determine if changes (from pre- to post-treatment) in the levels of these blood-based biomarkers correlate with changes in immune activation, based on the evaluation of the immune subtype composition in the tissue via multiplex immunofluorescence (from pre- to post-treatment).\n\nII. In both arms of the trial, assess fasting total cholesterol levels in pre- and post-treatment blood samples to determine if there is a correlation with changes in antiproliferative response, based on Ki67 (from pre- to post-treatment).\n\nIII. In both arms of the trial, assess HMG-CoA Reductase immunohistochemistry (IHC) expression in pre- and post-treatment tumor tissue to determine if there is a correlation with changes in antiproliferative response, based on Ki67 (from pre- to post-treatment).\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive letrozole orally (PO) once daily (QD) and simvastatin PO QD for 14 days in the absence of disease progression or unacceptable toxicity.\n\nARM II: Patients receive letrozole PO QD for 14 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed for 30 days."
        },
        "conditionsModule": {
            "conditions": [
                "Anatomic Stage I Breast Cancer AJCC v8",
                "Anatomic Stage II Breast Cancer AJCC v8",
                "Anatomic Stage III Breast Cancer AJCC v8",
                "HER2-Negative Breast Carcinoma",
                "Hormone Receptor-Positive Breast Carcinoma",
                "Invasive Breast Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Pathologists are blinded to each other's data and data from earlier analyses of samples.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (letrozole, simvastatin)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive letrozole PO QD and simvastatin PO QD for 14 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Letrozole",
                        "Drug: Simvastatin"
                    ]
                },
                {
                    "label": "Arm II (letrozole)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive letrozole PO QD for 14 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Letrozole"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Letrozole",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (letrozole, simvastatin)",
                        "Arm II (letrozole)"
                    ],
                    "otherNames": [
                        "CGS 20267",
                        "Femara"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Simvastatin",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (letrozole, simvastatin)"
                    ],
                    "otherNames": [
                        "MK 733",
                        "Synvinolin",
                        "Zocor"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean percentage change in Ki-67",
                    "description": "Negative change denotes reduction. Ki-67 is a validated surrogate marker for disease-free survival in patients with hormone receptor positive (HR+), HER2- breast cancer. Ki-67 values at 14 days are expressed as geometric mean proportions of the baseline and transformed into percentage change. Geometric mean percentage change of Ki-67 from pre- to post-treatment is calculated and compared between the two treatment arms. A two-sided Mann-Whitney U or Wilcoxon Rank-Sum test is used.",
                    "timeFrame": "From pre-surgical baseline to 14 days following preoperative therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Response per Ki-67",
                    "description": "Responders are defined as those with \\>= 40% pre- to post-treatment decrease in Ki-67, and non-responders are those with \\< 40% decrease in Ki-67. Descriptive statistics (mean, standard deviation, median, min, max) are applied to biomarkers of interest at 2 designated time points, prior to preoperative therapy (utilizing archival tissue from baseline biopsy) and following completion of 14 days of preoperative therapy. Absolute change or percentage change of biomarkers is calculated and compared between the two treatment arms using the nonparametric Mann-Whitney U test. Correlation among biomarkers is described by Pearson correlation coefficient with 95% confidence interval. The p-value is adjusted by Benjamini-Hochberg procedure to control the false discovery rate.",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Change in the level of the following immune biomarkers: Percentage of CD8+ T cells, percentage of FOXp3 Treg cells, ratio of CD8+/Treg ratio",
                    "description": "Based on multiplex immunofluorescence. Descriptive statistics (mean, standard deviation, median, min, max) are applied to biomarkers of interest at 2 designated time points, prior to preoperative therapy (utilizing archival tissue from baseline biopsy) and following completion of 14 days of preoperative therapy. Absolute change or percentage change of biomarkers is calculated and compared between the two treatment arms using the nonparametric Mann-Whitney U test. Correlation among biomarkers is described by Pearson correlation coefficient with 95% confidence interval. The p-value is adjusted by Benjamini-Hochberg procedure to control the false discovery rate.",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) for pain",
                    "timeFrame": "Up to 30 days after surgery"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Evaluated per Common Terminology Criteria for Adverse Events (CTCAE) version (v) 5 criteria. Adverse events are summarized descriptively using frequencies and percentages of all captured toxicities and grades using CTCAE v.5 criteria.",
                    "timeFrame": "Up to 30 days after surgery"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in the level of immune activation in the blood using blood-based biomarkers (CRP, IL-6, IL-10, TGF-beta, TNF-alpha)",
                    "description": "Descriptive statistics (mean, standard deviation, median, min, max) are applied to biomarkers of interest at 2 designated time points, prior to preoperative therapy and following completion of 14 days of preoperative therapy. Absolute change or percentage change of biomarkers is calculated and compared between the two treatment arms using the nonparametric Mann-Whitney U test. Correlation among biomarkers is described by Pearson correlation coefficient with 95% confidence interval. The p-value is adjusted by Benjamini-Hochberg procedure to control the false discovery rate.",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Changes in total cholesterol levels in the blood",
                    "description": "Descriptive statistics (mean, standard deviation, median, min, max) are applied to biomarkers of interest at 2 designated time points, prior to preoperative therapy and following completion of 14 days of preoperative therapy. Absolute change or percentage change of biomarkers is calculated and compared between the two treatment arms using the nonparametric Mann-Whitney U test. Correlation among biomarkers is described by Pearson correlation coefficient with 95% confidence interval. The p-value is adjusted by Benjamini-Hochberg procedure to control the false discovery rate.",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Changes in HMG-CoA reductase immunohistochemistry (IHC) expression in the tumor tissue",
                    "description": "Descriptive statistics (mean, standard deviation, median, min, max) are applied to biomarkers of interest at 2 designated time points, prior to preoperative therapy (utilizing archival tissue from baseline biopsy) and following completion of 14 days of preoperative therapy. Absolute change or percentage change of biomarkers is calculated and compared between the two treatment arms using the nonparametric Mann-Whitney U test. Correlation among biomarkers is described by Pearson correlation coefficient with 95% confidence interval. The p-value is adjusted by Benjamini-Hochberg procedure to control the false discovery rate.",
                    "timeFrame": "Through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Biopsy proven hormone receptor positive, HER2 negative stage I-III invasive breast cancer\n\n  * Estrogen receptor (ER) and/or progesterone receptor (PR) positivity are defined as \\>= 10% of cells expressing hormonal receptors via IHC analysis\n  * HER2 negativity is defined as either of the following by local laboratory assessment\n\n    * IHC 0, 1+, or 2+ and in situ hybridization (ISH) non-amplified (ratio of HER2 to CEP17 \\< 2.0 or single probe average HER2 gene copy number \\< 4 signals/cell)\n* Minimum primary tumor size 5 mm on any breast imaging (mammogram, ultrasound, magnetic resonance imaging \\[MRI\\])\n* Baseline Ki-67 IHC expression on tumor tissue \\>= 10%\n* Post-menopausal women\n\n  * Prior bilateral oophorectomy\n  * Age \\>= 55 years\n  * Age \\< 55 and amenorrheic for 12 months or more in the absence of chemotherapy, endocrine therapy, or ovarian suppression and follicle stimulating hormone (FSH), luteinizing hormone (LH), and estradiol in the postmenopausal range\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Prior treatment:\n\n  * No systemic therapy (chemotherapy, immunotherapy, endocrine therapy, and/or investigational therapy) within 3 months of trial enrollment\n* No statins, fibrates, or ezetimibe within 3 months of trial enrollment\n* No active liver disease\n* Hemoglobin \\>= 9.0 g/dl (Note: the use of transfusion or other intervention to achieve hemoglobin \\[Hgb\\] \\>= 9.0 g/dl is acceptable) (within 14 days prior to initiation of study treatment)\n* Absolute neutrophil count (ANC) \\>= 1,500/mcL (after at least 7 days without growth factor support or transfusion) (within 14 days prior to initiation of study treatment)\n* Platelets \\>= 100,000/mcL (within 14 days prior to initiation of study treatment)\n* Total bilirubin =\\< 2 institutional upper limit of normal (ULN) (within 14 days prior to initiation of study treatment)\n* Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) =\\< 3 institutional ULN (within 14 days prior to initiation of study treatment)\n* Serum creatinine =\\< 2 mg/dL (or glomerular filtration rate \\>= 40 mL/min) (within 14 days prior to initiation of study treatment)\n* Willingness and ability of the subject to comply with scheduled visits, drug administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions\n* Be willing and able to provide written informed consent for the trial\n\nExclusion Criteria:\n\n* Patients who are receiving any other investigational agents or an investigational device within 3 months before administration of first dose of study drugs\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to simvastatin and/or letrozole\n* Concomitant use of strong CYP3A4 inhibitors (i.e. clarithromycin, erythromycin, itraconazole, ketroconazole, nefazodone, Posaconazole, voriconazole, protease inhibitors \\[including boceprevir and telaprevir\\], telithromycin, cobicistat-containing products), cyclosporine, danazol, and gemfibrozil\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, substance abuse disorders, or psychiatric illness/social situations that would limit compliance with study requirements\n* Significant cardiovascular disease (e.g., myocardial infarction, arterial thromboembolism, cerebrovascular thromboembolism) within 3 months prior to start of study therapy; angina requiring therapy; symptomatic peripheral vascular disease; New York Heart Association class 3 or 4 congestive heart failure; or uncontrolled grade \\>= 3 hypertension (diastolic blood pressure \\>= 100 mmHg or systolic blood pressure \\>= 160 mmHg) despite antihypertensive therapy\n* Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ruth L. Sacks, MD",
                    "role": "CONTACT",
                    "phone": "404-778-1345",
                    "email": "ruth.lauren.sacks@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ruth L. Sacks, MD",
                    "affiliation": "Emory University Hospital/Winship Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital Midtown",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicholas G. Crasta",
                            "role": "CONTACT",
                            "phone": "404-686-3207",
                            "email": "nicholas.gerald.crasta@emory.edu"
                        },
                        {
                            "name": "Ruth L. Sacks, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Trumbull",
                            "role": "CONTACT",
                            "phone": "404-778-3969",
                            "email": "ashley.lynn.trumbull@emory.edu"
                        },
                        {
                            "name": "Ruth L. Sacks, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Saint Joseph's Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30342",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erica Oberlander",
                            "role": "CONTACT",
                            "phone": "678-843-6829",
                            "email": "erica.oberlander@emoryhealthcare.org"
                        },
                        {
                            "name": "Ruth L. Sacks, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077289",
                    "term": "Letrozole"
                },
                {
                    "id": "D000019821",
                    "term": "Simvastatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000047072",
                    "term": "Aromatase Inhibitors"
                },
                {
                    "id": "D000065088",
                    "term": "Steroid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000004965",
                    "term": "Estrogen Antagonists"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000924",
                    "term": "Anticholesteremic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                },
                {
                    "id": "D000019161",
                    "term": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M1743",
                    "name": "Letrozole",
                    "asFound": "Cross-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21713",
                    "name": "Simvastatin",
                    "asFound": "Parameters",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25769",
                    "name": "Aromatase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M8114",
                    "name": "Estrogen Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M30483",
                    "name": "Estrogen Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M4243",
                    "name": "Anticholesteremic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21155",
                    "name": "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                }
            ]
        }
    },
    "hasResults": false
}