{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06385236",
            "orgStudyIdInfo": {
                "id": "804913"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL161362",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL161362"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Leveraging Pharmacogenomics in Asthma for Predication, Mechanism and Endotyping",
            "officialTitle": "Leveraging Pharmacogenomics in Asthma for Predication, Mechanism and Endotyping",
            "acronym": "EPIPHANY",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "leveraging-pharmacogenomics-in-asthma-for-predication-mechanism-and-endotyping"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-02",
            "studyFirstSubmitQcDate": "2024-04-23",
            "studyFirstPostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Praveen Akuthota",
                "investigatorTitle": "Professor of Clinical Medicine",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "Yale University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Arizona",
                    "class": "OTHER"
                },
                {
                    "name": "Harvard University",
                    "class": "OTHER"
                },
                {
                    "name": "Brigham and Women's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, a new method will be used to evaluate response to 2 approved biologic therapies, and assess how well each patient responds to each asthma treatment. This study will measure the response to these treatments using genomic and biologic measurements obtained from participants biosamples.\n\nBy evaluating response to 2 different biologic therapies, this study has the potential to provide an in-depth understanding of the mechanisms underlying severe asthma that will inform and change treatment decisions, and may ultimately lead to a change in the way that asthma patients are evaluated for potential personalized therapies and maximize the probability that the subject will respond to treatment.",
            "detailedDescription": "The study design mirrors standard of care for this study population (moderate to severe asthmatics) in that the procedures are drugs and not outside of standard of care and not experimental. The drugs were chosen based on safety, availability, and their use in patient care. The use of the drugs/biologics and other asthma related processes and procedures are not experimental.\n\nThe study focuses on a series of pre- and post-therapy characterizations or 'evoked phenotypes' that are not studied in traditional randomized clinical trials. Specifically, in a broad spectrum of 120 moderate-severe nonsmoking asthmatics, after evaluating pharmacologic response to systemic corticosteroids, each subject will undergo 'evoked phenotypes' with anti-IL-5R (benralizumab) and anti-IL-4Rα (dupilumab) in a random order along with comprehensive transcriptomic data interrogation prior to and during each therapeutic intervention.\n\nA specific strength of our approach is the longitudinal assessment of within individual response related to therapeutic immunomodulation combined with state-of-the-art computational methods that will further define disease biology.\n\nCurrent biomarkers are inadequate to distinguish responders and non-responders because they are not sensitive or specific enough for true predictive precision medicine. This study will use novel genomics approaches to assess and predict responses using therapy-induced phenotypes across a spectrum of asthma severity and endotypes."
        },
        "conditionsModule": {
            "conditions": [
                "Moderate to Severe Asthma"
            ],
            "keywords": [
                "Asthma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The study is significant in determining molecular disease endotypes in a large group of moderate to severe asthmatics. By evaluating within-person genomic level changes and response to 2 different biologic therapies, this study has the potential to provide an in-depth understanding of the mechanisms underlying severe asthma that will inform and change treatment decisions.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dupilumab",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "600 mg once subcutaneously (given as two 300 mg injections), followed by 300 mg subcutaneously every other week.",
                    "interventionNames": [
                        "Biological: Dupilumab"
                    ]
                },
                {
                    "label": "Benralizumab",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "30 mg subcutaneously every 4 weeks.",
                    "interventionNames": [
                        "Biological: Benralizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Dupilumab",
                    "description": "Dupilumab, an interleukin-4 receptor treatment, will be administered through a subcutaneous injection, the initial dose of 600 mg will be administered at two different injection sites (300 mg per injection), followed by a single dose of 300 mg administered every other week (Q2W).\n\nParticipants may self-administer injection after proper training.",
                    "armGroupLabels": [
                        "Dupilumab"
                    ],
                    "otherNames": [
                        "Dupixent"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Benralizumab",
                    "description": "Benralizumab, an interleukin-5 receptor treatment, will be administered through a subcutaneous injection every 4 weeks (Q4W).\n\nParticipants may self-administer injection after proper training.",
                    "armGroupLabels": [
                        "Benralizumab"
                    ],
                    "otherNames": [
                        "Fasenra"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Predicting asthma outcomes and therapeutic responses",
                    "description": "The primary outcomes of our therapeutic assessments are the genomic signatures that will identify novel predictive biomarkers and provide mechanistic insights to the heterogeneous response to a specific therapy. Our genomic signatures will focus on global gene expression using RNA sequencing (RNA-Seq).",
                    "timeFrame": "After 16 weeks (for each biologic)"
                },
                {
                    "measure": "Responses to the biologic therapies at the single cell level",
                    "description": "Single cell (sc) RNA-Seq on sputum and blood samples will be assayed at baseline and after each evoked (drug) phenotype.",
                    "timeFrame": "After 16 weeks (for each biologic)"
                },
                {
                    "measure": "Unique asthma subgroups clinical and molecular endotype approaches",
                    "description": "Clinical and molecular endotype will be independently assessed for their prognostic association with treatment response through scRNA-seq and RNA-sequencing data at baseline and following therapy.",
                    "timeFrame": "After 16 weeks (for each biologic)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Asthma Control Questionnaire (ACQ)",
                    "description": "A simple questionnaire (6-item questionnaire) to measure the adequacy of asthma control and change in asthma control which occurs either spontaneously or as a result of treatment",
                    "timeFrame": "Assessed through study completion, an average of 60 weeks"
                },
                {
                    "measure": "CompEx events",
                    "description": "CompEx is a composite outcome specific to asthma that combines clinically relevant deteriorations captured by diary events with exacerbations, thereby providing an increase in power compared to using exacerbations alone. CompEx events include exacerbations and deterioration events.",
                    "timeFrame": "Assessed through study completion, an average of 60 weeks"
                },
                {
                    "measure": "Asthma Quality of Life Questionnaire (AQLQ)",
                    "description": "A disease-specific health-related quality of life instrument that taps both physical and emotional impact of disease. (32 items with 2-week recall)",
                    "timeFrame": "Assessed through study completion, an average of 60 weeks"
                },
                {
                    "measure": "Forced expiratory volume in 1 second (FEV1)",
                    "description": "Lung function (FEV1) will be measured prior to bronchodilator administration by spirometry test.",
                    "timeFrame": "Assessed through study completion, an average of 60 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* Stable asthma medications: No change in asthma medications for the past 2 months:\n\n  1. Use of medium or high dose inhaled corticosteroids (ICS) AND\n  2. Use of an additional asthma controller medication.\n* Baseline poor or uncontrolled asthma.\n* Evidence of asthma demonstrated by either bronchodilator reversibility (either at screening or by historical evidence) or methacholine responsiveness (by historical evidence).\n* Agreement to adhere to Lifestyle Considerations throughout study duration.\n\nExclusion Criteria:\n\n* Current participation in an interventional trial (e.g. drugs, diets, etc.).\n* Currently on an asthma biologic or having been on biologic within 3 months of screening.\n* Enrollment in a clinical trial where the study medication was administered within the past 60 days or within 5 half-lives (whichever is greater).\n* Physician diagnosis of other chronic pulmonary disorders associated with asthma-like symptoms, including, but not limited to, cystic fibrosis (CF), chronic obstructive pulmonary disease (COPD), chronic bronchitis, emphysema, severe scoliosis or chest wall deformities that affect lung function, or congenital disorders of the lungs or airways.\n* Receiving one or more immune-modulating therapies for diseases other than asthma. This includes biologics that are also approved for asthma.\n* Receiving methotrexate, mycophenolate (CellCept®), or azathioprine (Imuran®).\n* Receiving aero allergen immunotherapy and not on at least 3 months of maintenance allergen immunotherapy.\n* Underwent a bronchial thermoplasty within the last two years.\n* Born before 30 weeks of gestation.\n* Uncontrolled hypertension, defined as systolic blood pressure \\> 160 mm/Hg or diastolic blood pressure \\> 100 mm/Hg.\n* History of malignancy except non-melanoma skin cancer within the last five years.\n* History of smoking:\n\n  1. If \\<45 years old: Smoked for ≥5 pack-years\\*\n  2. If ≥45 years old: Smoked ≥ 10 pack years.\n* Active use of any inhalant \\>1 time per month in the past year.\n* Substance abuse within the last year.\n* Unwillingness to practice medically acceptable birth control or complete abstinence during the study, current pregnancy, or lactation.\n* Requirement for daily systemic corticosteroids at the time of screening.\n* Respiratory infection within 1 month of screening.\n* Intubation for asthma in the last 12 months.\n* Any clinically significant abnormal findings in the history, physical examination, vital signs, electrocardiogram, hematology or clinical chemistry during run-in period, which in the opinion of the site investigator, may put the participant at risk because of his/her participation in the study, or may influence the results of the study, or the participant's ability to complete the entire duration of the study.\n* BMI \\> 38.\n* Allergic to any of the drugs, biologics or chemicals used in this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Trial Operations and Data Management Specialist UA-DCC",
                    "role": "CONTACT",
                    "phone": "520-626-9552",
                    "email": "bio5-epiphanydcc@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kelan Tantisira, MD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karalyn Folmes, Ph.D.",
                            "role": "CONTACT",
                            "phone": "480-301-4298",
                            "email": "folmes.karalyn@mayo.edu"
                        },
                        {
                            "name": "Gene R Bleecker, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Deborah A Meyers, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Asthma Research Team",
                            "role": "CONTACT",
                            "phone": "619-431-0995",
                            "email": "asthma@health.ucsd.edu"
                        },
                        {
                            "name": "Kelan Tantisira, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Praveen Akuthota, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "Yale University",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06520",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Spaulding",
                            "role": "CONTACT",
                            "phone": "203-737-5572",
                            "email": "katherine.spaulding@yale.edu"
                        },
                        {
                            "name": "Geoffrey L Chupp, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31525297",
                    "type": "BACKGROUND",
                    "citation": "Bleecker ER, Menzies-Gow AN, Price DB, Bourdin A, Sweet S, Martin AL, Alacqua M, Tran TN. Systematic Literature Review of Systemic Corticosteroid Use for Asthma Management. Am J Respir Crit Care Med. 2020 Feb 1;201(3):276-293. doi: 10.1164/rccm.201904-0903SO."
                },
                {
                    "pmid": "31786254",
                    "type": "BACKGROUND",
                    "citation": "Nelson RK, Bush A, Stokes J, Nair P, Akuthota P. Eosinophilic Asthma. J Allergy Clin Immunol Pract. 2020 Feb;8(2):465-473. doi: 10.1016/j.jaip.2019.11.024. Epub 2019 Nov 28."
                },
                {
                    "pmid": "29273246",
                    "type": "BACKGROUND",
                    "citation": "Papi A, Brightling C, Pedersen SE, Reddel HK. Asthma. Lancet. 2018 Feb 24;391(10122):783-800. doi: 10.1016/S0140-6736(17)33311-1. Epub 2017 Dec 19."
                },
                {
                    "pmid": "29782236",
                    "type": "BACKGROUND",
                    "citation": "Drazen JM, Harrington D. New Biologics for Asthma. N Engl J Med. 2018 Jun 28;378(26):2533-2534. doi: 10.1056/NEJMe1806037. Epub 2018 May 21. No abstract available."
                },
                {
                    "pmid": "28583396",
                    "type": "BACKGROUND",
                    "citation": "Fuhlbrigge AL, Bengtsson T, Peterson S, Jauhiainen A, Eriksson G, Da Silva CA, Johnson A, Sethi T, Locantore N, Tal-Singer R, Fageras M. A novel endpoint for exacerbations in asthma to accelerate clinical development: a post-hoc analysis of randomised controlled trials. Lancet Respir Med. 2017 Jul;5(7):577-590. doi: 10.1016/S2213-2600(17)30218-7. Epub 2017 Jun 2."
                },
                {
                    "pmid": "19892860",
                    "type": "BACKGROUND",
                    "citation": "Moore WC, Meyers DA, Wenzel SE, Teague WG, Li H, Li X, D'Agostino R Jr, Castro M, Curran-Everett D, Fitzpatrick AM, Gaston B, Jarjour NN, Sorkness R, Calhoun WJ, Chung KF, Comhair SA, Dweik RA, Israel E, Peters SP, Busse WW, Erzurum SC, Bleecker ER; National Heart, Lung, and Blood Institute's Severe Asthma Research Program. Identification of asthma phenotypes using cluster analysis in the Severe Asthma Research Program. Am J Respir Crit Care Med. 2010 Feb 15;181(4):315-23. doi: 10.1164/rccm.200906-0896OC. Epub 2009 Nov 5."
                },
                {
                    "pmid": "27967215",
                    "type": "BACKGROUND",
                    "citation": "Phipatanakul W, Mauger DT, Sorkness RL, Gaffin JM, Holguin F, Woodruff PG, Ly NP, Bacharier LB, Bhakta NR, Moore WC, Bleecker ER, Hastie AT, Meyers DA, Castro M, Fahy JV, Fitzpatrick AM, Gaston BM, Jarjour NN, Levy BD, Peters SP, Teague WG, Fajt M, Wenzel SE, Erzurum SC, Israel E; Severe Asthma Research Program. Effects of Age and Disease Severity on Systemic Corticosteroid Responses in Asthma. Am J Respir Crit Care Med. 2017 Jun 1;195(11):1439-1448. doi: 10.1164/rccm.201607-1453OC. Erratum In: Am J Respir Crit Care Med. 2018 Apr 1;197(7):970-971. doi: 10.1164/rccm.1977erratum1."
                },
                {
                    "pmid": "31558662",
                    "type": "BACKGROUND",
                    "citation": "Holguin F, Cardet JC, Chung KF, Diver S, Ferreira DS, Fitzpatrick A, Gaga M, Kellermeyer L, Khurana S, Knight S, McDonald VM, Morgan RL, Ortega VE, Rigau D, Subbarao P, Tonia T, Adcock IM, Bleecker ER, Brightling C, Boulet LP, Cabana M, Castro M, Chanez P, Custovic A, Djukanovic R, Frey U, Frankemolle B, Gibson P, Hamerlijnck D, Jarjour N, Konno S, Shen H, Vitary C, Bush A. Management of severe asthma: a European Respiratory Society/American Thoracic Society guideline. Eur Respir J. 2020 Jan 2;55(1):1900588. doi: 10.1183/13993003.00588-2019. Print 2020 Jan."
                },
                {
                    "pmid": "24337046",
                    "type": "BACKGROUND",
                    "citation": "Chung KF, Wenzel SE, Brozek JL, Bush A, Castro M, Sterk PJ, Adcock IM, Bateman ED, Bel EH, Bleecker ER, Boulet LP, Brightling C, Chanez P, Dahlen SE, Djukanovic R, Frey U, Gaga M, Gibson P, Hamid Q, Jajour NN, Mauad T, Sorkness RL, Teague WG. International ERS/ATS guidelines on definition, evaluation and treatment of severe asthma. Eur Respir J. 2014 Feb;43(2):343-73. doi: 10.1183/09031936.00202013. Epub 2013 Dec 12. Erratum In: Eur Respir J. 2014 Apr;43(4):1216. Dosage error in article text. Eur Respir J. 2018 Jul 27;52(1):1352020. doi: 10.1183/13993003.52020-2013. Eur Respir J. 2022 Jun 9;59(6):1362020. doi: 10.1183/13993003.62020-2013."
                },
                {
                    "pmid": "22386508",
                    "type": "BACKGROUND",
                    "citation": "Fuhlbrigge A, Peden D, Apter AJ, Boushey HA, Camargo CA Jr, Gern J, Heymann PW, Martinez FD, Mauger D, Teague WG, Blaisdell C. Asthma outcomes: exacerbations. J Allergy Clin Immunol. 2012 Mar;129(3 Suppl):S34-48. doi: 10.1016/j.jaci.2011.12.983."
                },
                {
                    "pmid": "10619836",
                    "type": "BACKGROUND",
                    "citation": "Crapo RO, Casaburi R, Coates AL, Enright PL, Hankinson JL, Irvin CG, MacIntyre NR, McKay RT, Wanger JS, Anderson SD, Cockcroft DW, Fish JE, Sterk PJ. Guidelines for methacholine and exercise challenge testing-1999. This official statement of the American Thoracic Society was adopted by the ATS Board of Directors, July 1999. Am J Respir Crit Care Med. 2000 Jan;161(1):309-29. doi: 10.1164/ajrccm.161.1.ats11-99. No abstract available."
                },
                {
                    "pmid": "28461290",
                    "type": "BACKGROUND",
                    "citation": "Coates AL, Wanger J, Cockcroft DW, Culver BH; Bronchoprovocation Testing Task Force: Kai-Hakon Carlsen; Diamant Z, Gauvreau G, Hall GL, Hallstrand TS, Horvath I, de Jongh FHC, Joos G, Kaminsky DA, Laube BL, Leuppi JD, Sterk PJ. ERS technical standard on bronchial challenge testing: general considerations and performance of methacholine challenge tests. Eur Respir J. 2017 May 1;49(5):1601526. doi: 10.1183/13993003.01526-2016. Print 2017 May."
                },
                {
                    "pmid": "33385444",
                    "type": "BACKGROUND",
                    "citation": "Tiwari A, Li J, Kho AT, Sun M, Lu Q, Weiss ST, Tantisira KG, McGeachie MJ. COPD-associated miR-145-5p is downregulated in early-decline FEV1 trajectories in childhood asthma. J Allergy Clin Immunol. 2021 Jun;147(6):2181-2190. doi: 10.1016/j.jaci.2020.11.048. Epub 2020 Dec 29."
                },
                {
                    "pmid": "25192440",
                    "type": "BACKGROUND",
                    "citation": "Sharma S, Kho AT, Chhabra D, Qiu W, Gaedigk R, Vyhlidal CA, Leeder JS, Barraza-Villarreal A, London SJ, Gilliland F, Raby BA, Weiss ST, Tantisira KG. Glucocorticoid genes and the developmental origins of asthma susceptibility and treatment response. Am J Respir Cell Mol Biol. 2015 May;52(5):543-53. doi: 10.1165/rcmb.2014-0109OC."
                },
                {
                    "pmid": "26792209",
                    "type": "BACKGROUND",
                    "citation": "Howrylak JA, Moll M, Weiss ST, Raby BA, Wu W, Xing EP. Gene expression profiling of asthma phenotypes demonstrates molecular signatures of atopy and asthma control. J Allergy Clin Immunol. 2016 May;137(5):1390-1397.e6. doi: 10.1016/j.jaci.2015.09.058. Epub 2016 Jan 12."
                },
                {
                    "pmid": "23961961",
                    "type": "BACKGROUND",
                    "citation": "Hart SN, Therneau TM, Zhang Y, Poland GA, Kocher JP. Calculating sample size estimates for RNA sequencing data. J Comput Biol. 2013 Dec;20(12):970-8. doi: 10.1089/cmb.2012.0283. Epub 2013 Aug 20."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Most Recent National Asthma Data \\| CDC. Accessed December 20, 2022.",
                    "url": "https://www.cdc.gov/asthma/most_recent_national_asthma_data.htm"
                },
                {
                    "label": "Global Initiative for Asthma - Global Initiative for Asthma - GINA. Accessed December 20, 2022.",
                    "url": "https://ginasthma.org/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This study will be conducted in accordance with the following publication and data sharing policies and regulations:\n\nNational Institutes of Health (NIH) Public Access Policy, which ensures that the public has access to the published results of NIH funded research. It requires scientists to submit final peer-reviewed journal manuscripts that arise from NIH funds to the digital archive PubMed Central upon acceptance for publication.\n\nThis study will comply with the NIH Data Sharing Policy and Policy on the Dissemination of NIH-Funded Clinical Trial Information and the Clinical Trials Registration and Results Information Submission rule. As such, this study will be registered at ClinicalTrials.gov, and results information from this trial will be submitted to ClinicalTrials.gov. In addition, every attempt will be made to publish results in peer-reviewed journals.",
            "infoTypes": [
                "SAP",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data from this study may be requested from other researchers after the completion of the primary endpoint.",
            "accessCriteria": "Data from this study may be requested from other by contacting NHLBI's BioLINCC. Industry partners who are providing study agents will be provided with serious adverse events reports that occur when participants are receiving their product.\n\nIn addition, this study will comply with the NIH Genomic Data Sharing Policy, which applies to all NIH-funded research that generates large-scale human or non-human genomic data, as well as the use of these data for subsequent research. Large-scale data include genome-wide association studies (GWAS), SNP arrays, and genome sequence, transcriptomic, epigenomic, and gene expression data. Only genetic data contributing directly to prognostic testing will be publicly available with the rest of deidentified genetic data results residing behind a firewall accessible only via direct query to the Epiphany investigators and establishment of a data use agreement."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-06-06",
                    "uploadDate": "2024-07-10T15:27",
                    "filename": "ICF_000.pdf",
                    "size": 267940
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000571386",
                    "term": "Benralizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018927",
                    "term": "Anti-Asthmatic Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M287399",
                    "name": "Benralizumab",
                    "asFound": "Folinic acid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18396",
                    "name": "Interleukin-4",
                    "relevance": "LOW"
                },
                {
                    "id": "M20963",
                    "name": "Anti-Asthmatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}