{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05602779",
            "orgStudyIdInfo": {
                "id": "22-08-7372"
            },
            "organization": {
                "fullName": "University of Notre Dame",
                "class": "OTHER"
            },
            "briefTitle": "Leverage Noninvasive Transcutaneous Vagus Nerve Stimulation to Reduce Suicidal Behaviors in Vulnerable Adolescents",
            "officialTitle": "Leveraging Noninvasive Transcutaneous Vagus Nerve Stimulation and Smartphone Technology to Reduce Suicidal Behaviors and Suicide Among Highly Vulnerable Adolescents",
            "therapeuticArea": [
                "Other"
            ],
            "study": "leverage-noninvasive-transcutaneous-vagus-nerve-stimulation-to-reduce-suicidal-behaviors-in-vulnerable-adolescents"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-06",
            "studyFirstSubmitQcDate": "2022-11-01",
            "studyFirstPostDateStruct": {
                "date": "2022-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Theodore Beauchaine",
                "investigatorTitle": "William K Warren Professor of Psychology",
                "investigatorAffiliation": "University of Notre Dame"
            },
            "leadSponsor": {
                "name": "University of Notre Dame",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Rochester",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Suicidal thoughts, suicide attempts, and suicide are increasingly common in adolescence.\n\nCurrent face-to-face prevention approaches are of limited effectiveness, rely on extensive resources, and are at odds with adolescents' digital preferences. We will evaluate two unconventional but promising interventions delivered to 13- to 17-year-olds: transcutaneous vagus nerve stimulation to target emotion dysregulation, and a peer-support smartphone app to combat social isolation. If effective, these digitally-delivered interventions could reach far more adolescents at far lower cost than current approaches.",
            "detailedDescription": "Over the past two decades, suicide rates have increased nearly 35% in the U.S., with upward trends in nearly all demographic groups. Further increases have occurred since the COVID-19 pandemic began. Despite ambitious goals for reducing suicides and significant federal and private investment, suicide rates continue to rise unabated. To date, the predominant approach to mitigating suicide risk in the U.S. is secondary prevention. Typically, these programs identify risk of recurrence among those who have already attempted suicide at least once. Although secondary prevention is crucial, the majority of deaths by suicide occur on first attempt. Thus, targeted primary prevention earlier in development is essential. Most current primary prevention programs are intensive, expensive, and delivered by highly trained mental health providers, who are in short supply. Traditional face-to-face therapy is also unavailable to many who live in underserved communities, and disliked by adolescents, who much prefer digital delivery on their devices. This high-risk, high-reward proposal addresses these limitations and needs. We use an experimental therapeutics approach to evaluate the independent and combined efficacies of two unconventional but scalable interventions: transcutaneous vagus nerve stimulation (tVNS) to target emotion dysregulation, and a peer-support smartphone app to combat social isolation. These low-cost interventions, which hold strong promise but have not been used before, can reach large numbers of adolescents, with much potential to reduce prospective suicide risk. We will enroll 212 adolescents, ages 13-17 years, who show elevations on at least two prominent risk factors for suicide (e.g., self-injury, maltreatment).\n\nUsing a 2 × 2 design, adolescents will be assigned randomly to receive 30 days of treatment with:\n\n1. tVNS to target emotion dysregulation,\n2. a peer-support phone app to target social isolation,\n3. tVNS + a peer-support phone app, or\n4. enhanced treatment as usual with monitoring and access to resources.\n\nIntervention effects on mechanisms (emotion dysregulation, social isolation) proximal efficacy signals (e.g., physiological reactivity, self-harm) and target outcomes (suicidal ideation, suicidal behaviors) will be evaluated immediately post-intervention and at one-year follow-up. Treatment data will be monitored daily to fine-tune dosing of both interventions. This transformative and innovative proposal tests two novel, scalable preventive interventions designed to \"meet adolescents where they are\" by using digital technologies to address core mechanisms of suicide risk."
        },
        "conditionsModule": {
            "conditions": [
                "Self Harm",
                "Suicidal Ideation"
            ],
            "keywords": [
                "Self Harm",
                "Suicide Prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "There will be four distinct treatment groups, each participant will be randomly assigned to one of the four groups.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 212,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "tVNS Program",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescents will self-administer 30-minute tVNS (i.e., nerve stimulation) sessions daily for 30 days. They will receive a daily text message on their phone to remind them about their session. In addition, they will answer a 2-3 minute self-report survey on their current thoughts, feelings, and behaviors once a day for 30 days. They will receive a text message with a link to Qualtrics, a secure online platform where they will complete the survey.",
                    "interventionNames": [
                        "Device: tVns Program"
                    ]
                },
                {
                    "label": "Phone App Program",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescents will use a specially designed phone app to communicate with peers to help them cope with emotions, and to foster connection with peers to establish social connections. In addition, they will answer a 2-3 minute self-report survey on their current thoughts, feelings, and behaviors once a day for 30 days. They will receive a text message with a link to Qualtrics, a secure online platform where they will complete the survey. The phone app will not be monitored during the night. If your adolescent needs immediate care during the night, please call 911 or your doctor's emergency contact number.",
                    "interventionNames": [
                        "Other: Phone App Program"
                    ]
                },
                {
                    "label": "tVNS and Phone App Program",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescents will self-administer 30-minute tVNS (i.e., nerve stimulation) sessions daily for 30 days. They will receive a daily text message on their phone to remind them about their session. In addition, they will answer a 2-3 minute self-report survey on their current thoughts, feelings, and behaviors once a day for 30 days. They will receive a text message with a link to Qualtrics, a secure online platform where they will complete the survey.",
                    "interventionNames": [
                        "Combination Product: tVNS and Phone App Program"
                    ]
                },
                {
                    "label": "Enhanced Treatment as Usual",
                    "type": "SHAM_COMPARATOR",
                    "description": "Enhanced TAU participants will be referred to and have access to available services within the community and, in addition to reports of their daily experiences via the sham app, will be called weekly to complete risk assessments during the active 30-day intervention stage.",
                    "interventionNames": [
                        "Other: Enhanced Treatment as Usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "tVns Program",
                    "description": "Participants will use the Neuvana Xen device 30 minutes a day for 3 days. The device delivers stimulation through the left ear via an ear bud. Participants can use the device at any time of day.",
                    "armGroupLabels": [
                        "tVNS Program"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Phone App Program",
                    "description": "Participants will have access to a specially designed phone app in order to play a game designed for this study. Approximately half of the participants will be able to connect with a fellow participant who is matched as their peer for social support.",
                    "armGroupLabels": [
                        "Phone App Program"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "tVNS and Phone App Program",
                    "description": "Participants will have both the Neuvana Xen Device and the full version of our program's phone app. They will use the device and full app access for 30 days.",
                    "armGroupLabels": [
                        "tVNS and Phone App Program"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Enhanced Treatment as Usual",
                    "description": "Participants will have access to our program's phone app so the can play the game and will be called weekly to complete risk assessments.",
                    "armGroupLabels": [
                        "Enhanced Treatment as Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in Non-Suicidal Self Injury Behaviors at 30 Days",
                    "description": "Teens will be assessed at the baseline lab visit for emotion regulation and self-harm through questions on the Qualtrics survey (measures are Difficulties in Emotion Regulation Scale and the Youth Self Report). They will also complete a face-to-face interview with a trained staff member to assess their level of non-suicidal self-injury, suicide ideation, and suicide attempts. In addition, we will collect measures of psychophysiological reactivity (heart rate variability, cardiac pre-ejection period) to emotional challenge.\n\nAll participants will complete the same tasks at subsequent visits (post-treatment, on-year follow-up) and it is hoped that teens who have used the tVNS device for the 30-day intervention period will show improved responses. For the rate of change, we will use percentile ranking vis-a-vis national norms.",
                    "timeFrame": "30 Days"
                },
                {
                    "measure": "Improved Reports of Social Isolation and Loneliness",
                    "description": "Each participating teen will complete questions regarding feelings of loneliness and social isolation on the Qualtrics survey while in the lab at each visit. We are using the 8-item UCLA loneliness scale to measure this in each teen.\n\nSome teens will be assigned to using the peer support phone app where they will be matched with another teen in this study. They will play a cooperative game with each other, and be able to text and share thoughts, feelings, etc. with each other. This app will hopefully improve teen's self-reported feelings of isolation and loneliness.\n\nFor the rate of change, we will use percentile ranking vis-a-vis national norms.",
                    "timeFrame": "30 Days"
                },
                {
                    "measure": "Improved Results from Participant's Typical Treatment",
                    "description": "Teens who are not placed in one of the active intervention groups will still be able to access our phone app which allows them to play a non-cooperative game on their own, and they are able to text with our team members during regular business hours. The added support will hopefully help their current treatment plan to improve their thoughts and behaviors in regard to suicidal ideation and self-harm.\n\nFor the rate of change, we will use percentile ranking vis-a-vis national norms.",
                    "timeFrame": "30 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adherence to tVNS and Phone App intervention from Baseline to 30 days.",
                    "description": "Using data from the Xen device and the phone app, we will be able to determine the number of occurances the device and app were accessed, as well as for how much time each was actively used. Participants will also report on acceptability, obtrusiveness, and favorability of both the device and the phone app.",
                    "timeFrame": "30 Days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged between 13 and 17 years,\n* Attend in person meetings in South Bend, IN or Rochester, NY. and,\n\nTwo of the following which will be scored during the phone screen:\n\n* Engaged in non-suicidal self-harm 3 times in the past 6 months or more than 5 times in their life time, with one occurrence in the past year.\n* Show high scores on emotional dysregulation\n* Show high scores on social isolation\n* Show high scores on impulsivity\n* Show high scores on depression\n* Engage in alcohol or other substance use\n\nExclusion Criteria:\n\n* Parent reported autism or schizophrenia\n* Implanted pacemaker or cardiac defibrillator, other implanted or metallic device\n* Pregnant or breast feeding\n* History of seizures or epilepsy\n* TMJ Disorder\n* Bells' Palsy\n* Impaired cranial nerve function\n* Facial Pain",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cheryl Lee, MS",
                    "role": "CONTACT",
                    "phone": "574-631-5097",
                    "email": "clee21@nd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Theodore Beauchaine, PhD",
                    "affiliation": "William K Warren Foundation Professor of Psychology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Notre Dame",
                    "status": "RECRUITING",
                    "city": "South Bend",
                    "state": "Indiana",
                    "zip": "46617",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jayme Culwell, MSW",
                            "role": "CONTACT",
                            "phone": "574-631-1101",
                            "email": "jculwell@nd.edu"
                        },
                        {
                            "name": "Cheryl Lee, MS",
                            "role": "CONTACT",
                            "phone": "(574) 631-0950",
                            "email": "clee21@nd.edu"
                        },
                        {
                            "name": "Theodore P Beauchaine, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brooke A Ammerman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Kristin Valentino, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.68338,
                        "lon": -86.25001
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share individual participant data outside of the study team."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "asFound": "Self-harm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}