{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03953703",
            "orgStudyIdInfo": {
                "id": "irb200020"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Levocarnitine for Dry Eye in Sjogren's Syndrome",
            "officialTitle": "A Randomized Placebo-controlled, Double Blind Pilot Crossover Trial of Levocarnitine for the Treatment of Keratoconjunctivitis Sicca in Sjogren's Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "levocarnitine-for-dry-eye-in-sjogren-s-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-04-30",
            "studyFirstSubmitQcDate": "2019-05-14",
            "studyFirstPostDateStruct": {
                "date": "2019-05-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christine Shieh",
                "investigatorTitle": "Assistant Professor of Ophthalmology",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study evaluates the effectiveness of levocarnitine in the treatment of dry eye in adults with Sjogren's syndrome. This will be a crossover study design with all participants receiving both levocarnitine and placebo.",
            "detailedDescription": "A phenome wide association study (PheWAS) was conducted for variants in the SLC22A5 gene encoding the OCTN2 protein. OCTN2 is a cell membrane protein that transports carnitine into the cell. The carnitine supplement levocarnitine, FDA approved for human use and with a favorable safety profile, was identified for repurposing. SLC22A5/OCTN2 are a class of sodium ion dependent, high affinity transmembrane proteins expressed in the heart, liver, muscle, and kidney among other tissues. The screen identified \"sicca syndrome\" (OR 4.56; P = 5.6E-04) as well as various other eye diseases as the most significantly associated phenotypes. Sicca syndrome is defined as dryness of the exocrine glands, particularly the eyes (keratoconjunctivitis sicca) and mouth (xerostomia). This condition is most often caused by Sjogren's syndrome (SjS), a systemic autoimmune disease characterized by lymphocytic infiltration of the lacrimal and salivary glands.\n\nInterestingly, carnitine is present in considerable quantities in the tears of normal, healthy eyes, and studies have shown a decrease in the tear carnitine levels of dry eye patients. Furthermore, eyedrop preparations containing l-carnitine have shown benefit in dry eye disease. The overall hypothesis is that OCTN2 dysfunction underlies keratoconjunctivitis sicca in SjS patients and that oral supplementation with levocarnitine may be beneficial."
        },
        "conditionsModule": {
            "conditions": [
                "Sjogren's Syndrome",
                "Keratoconjunctivitis Sicca"
            ],
            "keywords": [
                "Sjogren's syndrome, dry eye, sicca"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental: Levocarnitine, Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "1000 mg of levocarnitine twice per day for six weeks, a two week washout period, 1000 mg of placebo twice per day for 6 weeks",
                    "interventionNames": [
                        "Drug: Levocarnitine",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Experimental: Placebo, Levocarnitine",
                    "type": "EXPERIMENTAL",
                    "description": "1000 mg of placebo twice per day for six weeks, a two week washout period, 1000 mg of levocarnitine twice per day for 6 weeks",
                    "interventionNames": [
                        "Drug: Levocarnitine",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Levocarnitine",
                    "description": "Levocarnitine 1000 mg twice per day for 6 weeks",
                    "armGroupLabels": [
                        "Experimental: Levocarnitine, Placebo",
                        "Experimental: Placebo, Levocarnitine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo 1000 mg twice per day for 6 weeks",
                    "armGroupLabels": [
                        "Experimental: Levocarnitine, Placebo",
                        "Experimental: Placebo, Levocarnitine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean change in tear inflammatory cytokine milieu",
                    "description": "Levels of inflammatory cytokines IFN-gamma, TNF-alpha, IL-17, IL-6 and IL-1beta will be measured by flow cytometric multiplexed bead assay.",
                    "timeFrame": "14 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ocular Surface Disease Index (OSDI)",
                    "description": "The Ocular Surface Disease Index (OSDI) was developed by the Outcomes Research Group (Allergan Inc.) in 1997 as an assessment of symptoms (functional, limitations, and environmental) of dry eye disease and their effect on vision. It is a 12-item list, with each item compromised of a five category Likert-like response option (see Appendix D). of 24 different clinical and laboratory variables/disease descriptors, comprising nine organ systems. Scores of the descriptors range from 1 to 8, and the total possible score for all descriptors is 105. Regression models are applied to assign relative weights to each parameter.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Mean change in tear carnitine levels.",
                    "description": "Tear carnitine levels will be measured by mass spectrometry,",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "EULAR Sjogren's Disease Activity Index",
                    "description": "The EULAR Sjogren's Syndrome Disease Activity Index (ESSDAI) is a systemic disease activity index that was designed to measure disease activity in patients with primary SjS developed in 2009. It is a score than has been developed by consensus of experts from European and North American countries and it supported by the EULAR. The ESSDAI includes 12 domains (cutaneous, renal, articular, muscular, peripheral nervous system, hematological, glandular, constitutional, lymphadenopathic, biological) each of which is divided into 3-4 levels of activity.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "EULAR Sjogren's Syndrome Patient Reported Index",
                    "description": "The EULAR Sjogren's Syndrome Patient Reported Index (ESSPRI) is a patient-administered questionnaire to asses patients' symptoms. It was developed using the Patient Global Assessment of Disease as the 'gold standard\" and measures symptoms of dryness, limb pain, and mental fatigue",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "EULAR Sicca Score",
                    "description": "The EULAR sicca score is a measure of overall severity of dryness experienced by the patients. Ocular, oral, cutaneous, nasal, tracheal, and vaginal dryness is reported on a scale of 1-10. The final ESS score is calculated as follows: (2 x oral dryness + ocular dryness) / 3.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Patient Global Assessment",
                    "description": "The Patient Global Assessment (PGA) is one of the most widely used patient reported outcomes in research. It is typically administered as a single question with either a 1-10 or 1-100 response",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Schirmer's tear test",
                    "description": "The Schirmer's tear test is used to determine if the tear glands produce enough tears to keep the eyes moist. Strips of filter paper are placed within the lower eyelid for a period of time. Wetting of the filter paper is measured in millimeters.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Fluorescein staining",
                    "description": "Staining with fluorescein is used to characterize dry eye disease, assess severity, and monitor response to therapy. It is graded using the Oxford scale which consists of a chart containing a series of panels labeled A-E in order of increasing severity. Staining is represented by punctate dots, and the number of dots increases by one log unit from panel A to B and by 0.5 log units between panels B to E. To grade, comparisons are made between the panels and the appearance of staining on the conjunctiva and cornea of the patient.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Lissamine green staining",
                    "description": "Staining with lissamine green is used to characterize dry eye disease, assess severity, and monitor response to therapy. It is graded using the Oxford scale which consists of a chart containing a series of panels labeled A-E in order of increasing severity. Staining is represented by punctate dots, and the number of dots increases by one log unit from panel A to B and by 0.5 log units between panels B to E. To grade, comparisons are made between the panels and the appearance of staining on the conjunctiva and cornea of the patient.",
                    "timeFrame": "14 weeks"
                },
                {
                    "measure": "Tear break-up time",
                    "description": "Tear break-up time is measured by adding fluorescein dye to the eye and observing the tear film using a slit lamp until dry spots occur.",
                    "timeFrame": "14 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Clinician diagnosis of primary or secondary SjS.\n2. Positive anti-SSA\n3. Diagnosis of keratoconjunctivitis sicca defined by OSDI ≥ 25 and Schirmer's test ≤ 5mm/5min in at least 1 eye.\n4. Stable medications for past 4 weeks\n\nExclusion Criteria:\n\n1. Age \\<18 or \\>75 at screening visit\n2. Pregnant or nursing, or women of childbearing potential unwilling to use a medically acceptable form of birth control\n3. Unwilling or unable to stop the use of any artificial tear formulations containing L-carnitine.\n4. Taking any form of levocarnitine supplementation or nutritional supplements containing L-carnitine within 2 months prior to enrollment\n5. Unwilling to discontinue immunomodulatory (e.g. Restasis, Xiidra), anti-inflammatory (e.g. steroid containing) eye drops, or serum tears for 1 month prior and throughout the duration of the study\n6. Unwilling to discontinue wearing contact lenses for 1 month prior and throughout the duration of the study\n7. Planned occlusion of the lacrimal puncta with either punctal plugs or cauterization during the study\n8. Laser-assisted in situ keratomileusis (LASIK), photorefractive keratectomy (PRK), or radial keratectomy\n9. Ocular surgery/trauma in the last 6 months or planned during the study\n10. History of ocular infection, including severe blepharitis, in the last 3 months\n11. Active ocular allergy that, in the opinion of the investigator, would compromise interpretation of the data\n12. Elevated AST, ALT, alkaline phosphatase or bilirubin above the upper limit of normal at screening\n13. Renal insufficiency defined by a creatinine clearance of less than 30 ml/min (CKD-EPI or MDRD formula)\n14. Treatment with any investigational agent within ≤ 4 weeks (or 5 half-lives of the investigational drug, whichever is longer) of the screening visit\n15. Laboratory parameters at the pre-treatment visit showing any of the following abnormal results: neutrophil count \\< 1,500/mm3; platelet count \\< 100,000/mm3; hemoglobin \\< 9 g/dL\n16. Contraindications to the class of drugs under study, e.g. known hypersensitivity or allergy to class of drugs or the investigational product\n17. The patient has a known defect in oxidative phosphorylation (such as a confirmed mitochondrial myopathy)\n18. Any medical or psychiatric condition, which in the opinion of the investigator, places the subject at unacceptable risk or which might compromise the validity of the collected data\n19. Allogeneic BMT or chemotherapy in the past 3 months\n20. The patient has a history of seizure activity.\n21. History of a cornea transplant\n22. Herpes simplex or herpes zoster infection in the eye\n23. Eyelid tattooing (permanent eyelining)\n24. Current diagnoses of any of the following conditions: acute allergic conjunctivitis, inflammation (e.g, retinitis macular inflammation, choroiditis, uveitis, scleritis, episcleritis, keratitis)\n25. On glaucoma eye-drops or eye-drops for lowering eye pressure\n26. Known diagnoses of: Hepatitis C infection, HIV infection, Sarcoidosis, Amyloidosis, Graft versus host disease, Cicatrizing conjunctivitis (e.g. from trachoma, Stevens-Johnson syndrome, pemphigoid, drug induced pseudo-pemphigoid, or chemical ocular burns), Pre-existing lymphoma in patients with no prior diagnosis of SS, Past head and neck radiation treatment\n27. Condition that may compromise ocular surface integrity: trachoma, Stevens-Johnson syndrome, pemphigoid, graft versus host disease, prior chemical burn, recurrent corneal erosions, persistent corneal epithelial defects, prior ocular trauma\n28. Issues with closing eyelids completely or having eyelashes rub on surface of eye\n29. Unwilling to discontinue oral supplements for dry eye like fish oil for 1 month prior and throughout study duration\n30. Unwilling to discontinue use of Tyrvaya (varenicline) nasal spray for 1 month prior and throughout study duration",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan M WIlliams, PhD",
                    "role": "CONTACT",
                    "phone": "6158759200",
                    "email": "jon.williams@vumc.org"
                },
                {
                    "name": "Alyssa R Merkel, MS",
                    "role": "CONTACT",
                    "phone": "6154218539",
                    "email": "alyssa.r.merkel@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan M Williams, PhD",
                            "role": "CONTACT",
                            "phone": "615-875-9200",
                            "email": "jon.williams@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-12-26",
                    "uploadDate": "2024-03-03T18:36",
                    "filename": "ICF_001.pdf",
                    "size": 605484
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012859",
                    "term": "Sjogren's Syndrome"
                },
                {
                    "id": "D000007637",
                    "term": "Keratoconjunctivitis"
                },
                {
                    "id": "D000007638",
                    "term": "Keratoconjunctivitis Sicca"
                },
                {
                    "id": "D000015352",
                    "term": "Dry Eye Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                },
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000014987",
                    "term": "Xerostomia"
                },
                {
                    "id": "D000012466",
                    "term": "Salivary Gland Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000007766",
                    "term": "Lacrimal Apparatus Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000003231",
                    "term": "Conjunctivitis"
                },
                {
                    "id": "D000003229",
                    "term": "Conjunctival Diseases"
                },
                {
                    "id": "D000007634",
                    "term": "Keratitis"
                },
                {
                    "id": "D000003316",
                    "term": "Corneal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15664",
                    "name": "Sjogren's Syndrome",
                    "asFound": "Sjogren's Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18040",
                    "name": "Dry Eye Syndromes",
                    "asFound": "Keratoconjunctivitis Sicca",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10664",
                    "name": "Keratoconjunctivitis Sicca",
                    "asFound": "Keratoconjunctivitis Sicca",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10663",
                    "name": "Keratoconjunctivitis",
                    "asFound": "Keratoconjunctivitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17724",
                    "name": "Xerostomia",
                    "relevance": "LOW"
                },
                {
                    "id": "M15285",
                    "name": "Salivary Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10786",
                    "name": "Lacrimal Apparatus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6455",
                    "name": "Conjunctivitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6453",
                    "name": "Conjunctival Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10660",
                    "name": "Keratitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6539",
                    "name": "Corneal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}