{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04614610",
            "orgStudyIdInfo": {
                "id": "20-58"
            },
            "organization": {
                "fullName": "Community Medical Center, Toms River, NJ",
                "class": "OTHER"
            },
            "briefTitle": "Lidocaine Intravenous in the Emergency Department For Sickle Cell Crisis",
            "officialTitle": "Randomized Trial Evaluating Lidocaine Intravenous in the Emergency Department For Sickle Cell Crisis - RELIEF-SCC",
            "acronym": "RELIEF-SCC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "lidocaine-intravenous-in-the-emergency-department-for-sickle-cell-crisis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-22",
            "studyFirstSubmitQcDate": "2020-10-28",
            "studyFirstPostDateStruct": {
                "date": "2020-11-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andrew Vassallo",
                "investigatorTitle": "Primary Research Coordinator",
                "investigatorAffiliation": "Community Medical Center, Toms River, NJ"
            },
            "leadSponsor": {
                "name": "Community Medical Center, Toms River, NJ",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Newark Beth Israel Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Monmouth Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Rutgers Robert Wood Johnson Medical School",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Sickle cell crisis continues to be a frequent presentation to emergency departments. Patients presenting will often require immediate treatment for their pain and often times this will include opioids. The opioid epidemic has cost thousands of lives; and continues to be a significant problem posing several challenges when treating patients presenting with sickle cell disease. Primarily, opioids remain the mainstay of treatment for these patients and the push to address the opioid crisis may present challenges for adequate opioid administration in patients suffering from a sickle cell crisis while hospitals find ways to curb the opioid crisis overall. Opioid treatment for patients in acute vaso-occlusive crisis has significantly contributed to quality of life and life expectancy of patients with this diagnosis. Measures should continue to attempt to administer a multi-model approach to sickle cell patients to minimize the morphine milligram equivalents in these patients while also successfully addressing the patient's pain. IV lidocaine is a pain medication that has been evaluated in several painful experiences, such as in renal colic. A few case reports have shown IV lidocaine use in sickle cell can be a potential effective adjunct medication to opioids to treat pain and reduce further opioid requirements. Currently, no prospective controlled trial exists to evaluate the true benefit of IV lidocaine in this population. Our study aims to evaluate IV lidocaine as an adjunct to opioid treatment in the emergency department to determine if improved pain is achieved and if there is a reduction in overall morphine milligram equivalents throughout the emergency department visit.",
            "detailedDescription": "Pain is the most frequent reason for emergency department visits in the United States, especially for those patients with sickle cell disease (SCD). Painful vaso-occlusive events frequently require admission to the hospital despite opioid therapy, which is the mainstay of treatment for moderate to severe pain in SCD. Achieving adequate pain control with escalating doses of opioid analgesics may be difficult due to tolerance, physical dependence, and side effects. Common side effects include pruritus, nausea and vomiting, constipation, urinary retention, sedation, and respiratory depression. With the recent focus on the opiate crisis there has been a push towards the use of alternative to opiates (ALTO) for a variety of pain syndromes.\n\nLidocaine is a class 1b sodium channel blocking agent that is typically used as an anti-arrhythmic and local anesthetic. This medication also has potent anti-inflammatory, anti-hyperalgesic, and gastrointestinal pro-peristaltic properties. Lidocaine may be useful as an adjunct to opioids in response to a painful sickle cell crisis. Intravenous (IV) lidocaine infusion has previously shown benefit in neuropathic pain, renal colic, and peri-operative pain. No prospective studies have evaluated lidocaine for SCD pain thus far.\n\nA previous retrospective study evaluated lidocaine infusion as adjuvant therapy to patients with SCD. Eleven patients were given a total of 15 IV lidocaine trials. Investigators found clinical improvement in pain score from pre-lidocaine challenge to 24 hours post (defined as a \\>20% reduction in pain scores) in 53.3% (8 of 15) of patients. Of the 8 clinically successful trials, the mean reduction in morphine dose equivalents (MDE) from 24 hours pre to 24 hours post lidocaine was 32.2%. Two patients experienced disorientation and dizziness. The authors concluded that lidocaine was able to provide pain relief and reduce the amount of morphine necessary during SCD vaso-occlusive crisis and that prospective studies are needed to determine its true efficacy, dosing, and tolerability.\n\nA prospective, single-arm, phase II trial evaluated lidocaine 5% patches for neuropathic pain and pain related to vaso-occlusive sickle cell crises in children ages 6 to 21 years old. Patches were applied to the painful area for 12 hours a day. The primary endpoint was the proportion of inpatients with significant pain relief defined as a decrease of at least 2 points on the visual analog pain scale (VAS, from 0-10) measured at 12 hours after patch placement over two consecutive days. The use of additional treatments such as antiepileptics and opioids were allowed and their usage was documented. The primary outcome of VAS improvement of \\>2 over 2 consecutive days was observed in 48.6% of evaluated patients (19/39). Transdermal lidocaine was tolerated well with only 3 minor adverse events reported (two localized skin reactions and one generalized skin eruption) and no serious adverse events.\n\nThe theoretical benefits along with the two previously discussed studies provide evidence to further investigate the use of lidocaine in SCD pain. Studies are needed to know whether lidocaine may be able to benefit alleviate pain quicker and minimize need for opiates similarly to its use in renal colic. This prospective trial aims to evaluate whether lidocaine can decrease the opiate needs during a SCD crisis while providing adequate pain relief and tolerability."
        },
        "conditionsModule": {
            "conditions": [
                "Sickle Cell Disease",
                "Sickle Cell Crisis",
                "Pain, Acute"
            ],
            "keywords": [
                "lidocaine",
                "ALTO",
                "sickle cell pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients presenting to the emergency department for an acute sickle cell crisis who are refractory to one dose of intravenous opiate therapy will be randomized to either lidocaine 1.5mg/kg (max: 200mg) or matching dextrose placebo along with either morphine 0.1-0.15mg/kg IV or hydromorphone 0.01-0.02mg/kg IV.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Lidocaine or placebo will be dispensed from the pharmacy in identical bags labeled \"Lidocaine (x)mg or Placebo\". The pharmacy will maintain randomization and blinding until the end of the study.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lidocaine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Lidocaine 1.5mg/kg (Max: 200mg) in dextrose 5% 100mL over 10 minutes along with either morphine 0.1-0.15mg/kg IV OR hydromorphone 0.01-0.02mg/kg IV.",
                    "interventionNames": [
                        "Drug: Lidocaine Iv"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Dextrose 5% 100mL (placebo) over 10 minutes along with either morphine 0.1-0.15mg/kg IV OR hydromorphone 0.01-0.02mg/kg IV.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lidocaine Iv",
                    "description": "Lidocaine 1.5mg/kg (Max dose: 200mg) in Dextrose 5% 100mL over 10 minutes",
                    "armGroupLabels": [
                        "Lidocaine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Dextrose 5% 100mL over 10 minutes",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in pain at 30 minutes",
                    "description": "Change of visual analog pain scale (VAS, 0-10) at 30 minutes post-infusion of lidocaine or placebo.",
                    "timeFrame": "from pre-lidocaine infusion to 30 minutes post-infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total opiate dosage received",
                    "description": "Total morphine mg equivalents (MME) of opiate received normalized to patient's bodyweight during their ED stay.",
                    "timeFrame": "from presentation to the Emergency department (ED) until patient disposition (up to 12 hours)"
                },
                {
                    "measure": "% Patients requiring additional opiate administration",
                    "description": "Percentage of patients requiring an additional opiate after the lidocaine vs. placebo.",
                    "timeFrame": "from presentation to the Emergency department (ED) until patient disposition (up to 12 hours)"
                },
                {
                    "measure": "Time to next opiate administered",
                    "description": "Time (minutes) until next opiate is administered after lidocaine vs. placebo.",
                    "timeFrame": "from administration of lidocaine infusion until patient disposition (up to 12 hours) or next opiate administered"
                },
                {
                    "measure": "Total MME post-lidocaine up to 12 hours",
                    "description": "Total MME needed after lidocaine vs placebo up to 12 hours",
                    "timeFrame": "12 hours post-lidocaine or placebo infusion."
                },
                {
                    "measure": "Percentage of patients discharged from ED",
                    "description": "Percentage of patients discharged from the ED.",
                    "timeFrame": "from presentation to the Emergency department (ED) until patient disposition (up to 12 hours)"
                },
                {
                    "measure": "Percentage of patients receiving a >20% reduction in pain scale",
                    "description": "Percentage of patients receiving a \\>20% reduction in pain scale based on the VAS (0-10).",
                    "timeFrame": "from presentation to the Emergency department (ED) until patient disposition (up to 12 hours)"
                },
                {
                    "measure": "Change in visual analog pain scale (VAS, 0-10 with 10 being the most pain) at 60 and 90 minutes",
                    "description": "Change in VAS at 60 and 90 minutes post-infusion.",
                    "timeFrame": "60 and 90 minutes"
                },
                {
                    "measure": "Number of adverse effects of treatment",
                    "description": "Reported adverse effects during study treatment period",
                    "timeFrame": "from presentation to the Emergency department (ED) until patient disposition (up to 12 hours)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients \\> 18 years old with sickle cell disease experiencing persistent severe (7-10/10) pain despite receiving at least one dose of intravenous opiate analgesic.\n\nExclusion Criteria:\n\n* Patients \\< 18 years old and pregnant\n* Patients presenting with or suspected to have acute chest syndrome\n* Allergy or intolerance to lidocaine products or morphine/hydromorphone",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew V Vassallo, PharmD",
                    "role": "CONTACT",
                    "phone": "732-557-8070",
                    "email": "Andrew.Vassallo@rwjbh.org"
                },
                {
                    "name": "Shreni Zinzuwadia, MD",
                    "role": "CONTACT",
                    "email": "zinzuwsh@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shreni Zinzuwadia, MD",
                    "affiliation": "Newark Beth Israel",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Monmouth Medical Center",
                    "city": "Long Branch",
                    "state": "New Jersey",
                    "zip": "07740",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Harisios Tjionas, MD",
                            "role": "CONTACT",
                            "email": "harisios.tjionas@gmail.com"
                        },
                        {
                            "name": "Nicole Keegan, DNP",
                            "role": "CONTACT",
                            "email": "Nicole.Keegan@rwjbh.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.30428,
                        "lon": -73.99236
                    }
                },
                {
                    "facility": "Robert Wood Johnson University Hospital",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Collins, MD",
                            "role": "CONTACT",
                            "email": "collinjj@rwjms.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "Newark Beth Israel Medical Center",
                    "city": "Newark",
                    "state": "New Jersey",
                    "zip": "07112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shreni Zinzuwadia, MD",
                            "role": "CONTACT",
                            "email": "zinzuwsh@gmail.com"
                        },
                        {
                            "name": "Patrick Hinfey, MD",
                            "role": "CONTACT",
                            "email": "Patrick.Hinfey@rwjbh.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.73566,
                        "lon": -74.17237
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29395284",
                    "type": "BACKGROUND",
                    "citation": "E Silva LOJ, Scherber K, Cabrera D, Motov S, Erwin PJ, West CP, Murad MH, Bellolio MF. Safety and Efficacy of Intravenous Lidocaine for Pain Management in the Emergency Department: A Systematic Review. Ann Emerg Med. 2018 Aug;72(2):135-144.e3. doi: 10.1016/j.annemergmed.2017.12.014. Epub 2018 Feb 1."
                },
                {
                    "pmid": "20730795",
                    "type": "BACKGROUND",
                    "citation": "Lanzkron S, Carroll CP, Haywood C Jr. The burden of emergency department use for sickle-cell disease: an analysis of the national emergency department sample database. Am J Hematol. 2010 Oct;85(10):797-9. doi: 10.1002/ajh.21807."
                },
                {
                    "pmid": "30151977",
                    "type": "BACKGROUND",
                    "citation": "Payne J, Aban I, Hilliard LM, Madison J, Bemrich-Stolz C, Howard TH, Brandow A, Waite E, Lebensburger JD. Impact of early analgesia on hospitalization outcomes for sickle cell pain crisis. Pediatr Blood Cancer. 2018 Dec;65(12):e27420. doi: 10.1002/pbc.27420. Epub 2018 Aug 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lexicomp Online, Lexi-Drugs Online, Hudson, Ohio: Lexi-Comp, Inc.; December 15, 2017."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Eipe N, Gupta S, Penning J. Intravenous Lidocaine for Acute Pain: an Evidence-based Clinical Update. BJA Education,16(9):292-298(2016). Doi: 10.1093/bjaed/mkw008"
                },
                {
                    "pmid": "27320469",
                    "type": "BACKGROUND",
                    "citation": "Carroll CP, Lanzkron S, Haywood C Jr, Kiley K, Pejsa M, Moscou-Jackson G, Haythornthwaite JA, Campbell CM. Chronic Opioid Therapy and Central Sensitization in Sickle Cell Disease. Am J Prev Med. 2016 Jul;51(1 Suppl 1):S69-77. doi: 10.1016/j.amepre.2016.02.012."
                },
                {
                    "pmid": "26654408",
                    "type": "BACKGROUND",
                    "citation": "Nguyen NL, Kome AM, Lowe DK, Coyne P, Hawks KG. Intravenous Lidocaine as an Adjuvant for Pain Associated with Sickle Cell Disease. J Pain Palliat Care Pharmacother. 2015;29(4):359-64. doi: 10.3109/15360288.2015.1082009."
                },
                {
                    "pmid": "29266772",
                    "type": "BACKGROUND",
                    "citation": "Rousseau V, Morelle M, Arriuberge C, Darnis S, Chabaud S, Launay V, Thouvenin S, Roumenoff-Turcant F, Metzger S, Tourniaire B, Marec-Berard P. Efficacy and Tolerance of Lidocaine 5% Patches in Neuropathic Pain and Pain Related to Vaso-occlusive Sickle Cell Crises in Children: A Prospective Multicenter Clinical Study. Pain Pract. 2018 Jul;18(6):788-797. doi: 10.1111/papr.12674. Epub 2018 Feb 28."
                },
                {
                    "pmid": "22559856",
                    "type": "BACKGROUND",
                    "citation": "Soleimanpour H, Hassanzadeh K, Vaezi H, Golzari SE, Esfanjani RM, Soleimanpour M. Effectiveness of intravenous lidocaine versus intravenous morphine for patients with renal colic in the emergency department. BMC Urol. 2012 May 4;12:13. doi: 10.1186/1471-2490-12-13."
                },
                {
                    "pmid": "26704774",
                    "type": "BACKGROUND",
                    "citation": "Firouzian A, Alipour A, Rashidian Dezfouli H, Zamani Kiasari A, Gholipour Baradari A, Emami Zeydi A, Amini Ahidashti H, Montazami M, Hosseininejad SM, Yazdani Kochuei F. Does lidocaine as an adjuvant to morphine improve pain relief in patients presenting to the ED with acute renal colic? A double-blind, randomized controlled trial. Am J Emerg Med. 2016 Mar;34(3):443-8. doi: 10.1016/j.ajem.2015.11.062. Epub 2015 Dec 1."
                },
                {
                    "pmid": "12670856",
                    "type": "BACKGROUND",
                    "citation": "Bijur PE, Latimer CT, Gallagher EJ. Validation of a verbally administered numerical rating scale of acute pain for use in the emergency department. Acad Emerg Med. 2003 Apr;10(4):390-2. doi: 10.1111/j.1553-2712.2003.tb01355.x."
                },
                {
                    "pmid": "14992058",
                    "type": "BACKGROUND",
                    "citation": "Holdgate A, Asha S, Craig J, Thompson J. Comparison of a verbal numeric rating scale with the visual analogue scale for the measurement of acute pain. Emerg Med (Fremantle). 2003 Oct-Dec;15(5-6):441-6. doi: 10.1046/j.1442-2026.2003.00499.x."
                },
                {
                    "pmid": "30770244",
                    "type": "BACKGROUND",
                    "citation": "Motov S, Fassassi C, Drapkin J, Butt M, Hossain R, Likourezos A, Monfort R, Brady J, Rothberger N, Mann SS, Flom P, Gulati V, Marshall J. Comparison of intravenous lidocaine/ketorolac combination to either analgesic alone for suspected renal colic pain in the ED. Am J Emerg Med. 2020 Feb;38(2):165-172. doi: 10.1016/j.ajem.2019.01.048. Epub 2019 Jan 30."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008012",
                    "term": "Lidocaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000061567",
                    "term": "Voltage-Gated Sodium Channel Blockers"
                },
                {
                    "id": "D000026941",
                    "term": "Sodium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "asFound": "Self-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7275",
                    "name": "Hydromorphone",
                    "relevance": "LOW"
                },
                {
                    "id": "M11982",
                    "name": "Morphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M23177",
                    "name": "Sodium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M30025",
                    "name": "Diuretics, Potassium Sparing",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}