{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04500756",
            "orgStudyIdInfo": {
                "id": "IRB-56500"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R61HL146835-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R61HL146835-01A1"
                },
                {
                    "id": "4R33HL146835-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4R33HL146835-02"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Limiting AAA With Metformin (LIMIT) Trial",
            "officialTitle": "LIMItIng AAA With meTformin (LIMIT) Trial",
            "acronym": "LIMIT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "limiting-aaa-with-metformin-limit-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-06",
            "studyFirstSubmitQcDate": "2020-08-03",
            "studyFirstPostDateStruct": {
                "date": "2020-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ronald L. Dalman, MD",
                "investigatorTitle": "Division Chief of Stanford Vascular Surgery",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kaiser Permanente",
                    "class": "OTHER"
                },
                {
                    "name": "VA Palo Alto Health Care System",
                    "class": "FED"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this research, the investigators are looking at the effects of a drug called metformin may have on the growth of abdominal aortic aneurysm (AAA)s. AAA is an abnormal enlargement of the aorta, which is the large artery in the abdomen (stomach area). The enlargement of the aorta carries a risk that it will rupture and cause life-threatening bleeding in the abdomen (belly). In this study the investigators hope to learn how metformin is associated with the enlargement or change in size of the AAA in study participants. Smaller studies have suggested that metformin may reduce the rate at which aortic aneurysms enlarge. This study will test this question: does metformin prevent AAAs from growing larger?"
        },
        "conditionsModule": {
            "conditions": [
                "Abdominal Aortic Aneurysm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, randomized, controlled trial comparing the ability of metformin to prevent AAA disease progression vs. placebo.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "randomized (which means assigned by chance, like flipping a coin) into one of two groups. You will either be assigned to take metformin 500 mg tablet(s) daily or identical tablet(s) that contain no active drug, also taken every day.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 480,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Metformin group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will either be assigned to take metformin 500 mg tablet(s) daily or identical tablet(s) that contain no active drug, also taken every day. Over the first four weeks of the study, you will increase your dosage every week by one pill, so at the end of the first month you will be taking up to four pills per day. If you develop any symptoms or side effects from pill ingestion during this process, your dose will be decreased to the last number of pills you were able to take without developing side effects.",
                    "interventionNames": [
                        "Drug: Metformin"
                    ]
                },
                {
                    "label": "Placebo Group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will either be assigned to take metformin 500 mg tablet(s) daily or identical tablet(s) that contain no active drug, also taken every day. Over the first four weeks of the study, you will increase your dosage every week by one pill, so at the end of the first month you will be taking up to four pills per day. If you develop any symptoms or side effects from pill ingestion during this process, your dose will be decreased to the last number of pills you were able to take without developing side effects.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Metformin",
                    "description": "Smaller studies have suggested that metformin may reduce the rate at which aortic aneurysms enlarge. This study will test this question: does metformin prevent AAAs from growing larger?",
                    "armGroupLabels": [
                        "Metformin group"
                    ],
                    "otherNames": [
                        "AAA"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "One group will be randomized to receive the study drug Metformin and the other group will receive a placebo",
                    "armGroupLabels": [
                        "Placebo Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary outcome measure will be the change in maximal orthogonal diameter of the infrarenal aorta, as measured by computed tomographic (CT) aortography, in centimeters.",
                    "description": "The change in maximal orthogonal diameter of the infrarenal aorta, as measured by computed tomographic (CT) aortography, over the course of the study in participants taking metformin XR (extended release) vs. placebo. It is calculated as the difference in CTA-determined diameter (in mm) from baseline to the follow-up CT study at the end of study participation, divided by time elapsed between two measurements (e.g., annual rate of change in CT-diameter). The justification for this endpoint is that maximal orthogonal transverse diameter by CTA is the primary standard to measure AAA disease progression, determine need for surgical intervention, and correlate with clinical outcomes.",
                    "timeFrame": "Baseline to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Profile of Adverse cardiovascular events",
                    "description": "Incidence of adverse cardiovascular events including: unanticipated adverse events (AEs) and serious AEs (SAEs), AEs leading to premature discontinuation from the study intervention and serious treatment-emergent AEs, clinically significant AE events, such as cardiovascular AEs and surgical AAA repairs.",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Study drug compliance",
                    "description": "Pill counts will be used to measure study drug compliance.",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "All-cause mortality",
                    "description": "All-cause mortality will be summarized using Kaplan-Meier survival curves for each arm. Participants alive at last follow-up will be censored at last time known alive.",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Change in existing medication regimen as a measure of metformin treatment",
                    "description": "Concurrent medication regimen will be tabulated and listed according to the drug classifications",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Change in serological markers of the liver as a measure of impact of metformin treatment",
                    "description": "Albumin and total protein, total bilirubin, ALT, and AST will be assessed for these serological markers.",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Change in serological markers of the kidney as a measure of impact of metformin treatment",
                    "description": "Urea nitrogen (BUN) and creatinine will be assessed for these serological markers.",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Change in serological markers of the hematopoietic function as a measure of impact of metformin treatment",
                    "description": "Complete Blood Count (CBC) will be assessed for this serological marker.",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Change from baseline in Living with Abdominal Aortic Aneurysm (AAA) Survey",
                    "description": "62 question instrument for evaluating AAA specific Quality of Life",
                    "timeFrame": "Baseline to 2 years"
                },
                {
                    "measure": "Change from baseline in Short Form (SF-36) health survey",
                    "description": "36 question instrument for evaluating Health-Related Quality of Life",
                    "timeFrame": "Baseline to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "7.2 Inclusion Criteria\n\n1. Provision of signed and dated informed consent;\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. Male or female, aged 50 to 95 years inclusive;\n4. Have a maximal orthogonal infrarenal aortic diameter between 35 and \\< 50 mm for males and between 30 and \\< 45 mm for females as measured by CTA;\n5. Eligible participants must have an estimated glomerular filtration rate (eGFR) of ≥ 30 ml/min/1.73 m2 at the initiation of trial participation, and must remain ≥ 30 ml/min/1.73 m2 throughout the term of the study to continue participation;\n6. HgbA1c must be ≤ 6.5% at initiation to receive study medication;\n7. Ability to take oral medication and be willing to adhere to the medication regimen throughout the course of the trial;\n8. Must be willing and able to undergo two computed tomographic aortograms (CTA, with timed intravenous iodinated contrast injections if possible) at initiation and termination of study participation;\n9. For females of reproductive potential: use of highly effective contraception for at least 1 month prior to screening, with an agreement to use such a method of contraception during study participation and for an additional 4 weeks after the end of study drug administration.\n\n7.3 Exclusion Criteria 1. Diagnosis of, or taking medications for, diabetes mellitus, as defined as HgbA1c \\> 6.5% at baseline evaluation; 2. Known hypersensitivity to metformin hydrochloride. Individuals with known prior anaphylactic reaction to iodinated contrast will have the option of CT scan without contrast or will not be eligible to participate. Individuals with a prior allergic reaction not including anaphylaxis will be managed with the standard CT protocol for premedication for allergy to contrast - 3 doses of prednisone (50 mg p.o. per) beginning 13 hours prior to the procedure as well as 50 mg of Benadryl p.o. Premedication start times are as follows: 13 hours before contrast, 50 mg PO prednisone 7 hours before contrast, 50 mg PO prednisone\n\n1 hour before contrast, 50 mg PO prednisone + 50 mg PO diphenhydramine These individuals will also be given the option of CT scan without contrast if unwilling to follow the premedication as indicated above; 3. Presence of metabolic acidosis, defined as total CO2 below the lower limit of normal on chemistry panel obtained during determination of study eligibility; 4. Expected survival less than two years; 5. Prior surgical AAA repair, or anticipated repair within two years; 6. Known thoracic aortic aneurysm disease, as defined as a prior dissection or thoracic aortic diameter \\> 5 cm); 7. The presence of known syndromic aortic conditions, including but not limited to Ehlers Danlos or Marfan Syndromes, or the at-risk allele in the ACTA2 gene mutation or similar conditions; 8. Severe liver disease, jaundice, or active hepatitis; 9. Severe anemia, defined as a Hgb \\< 10g/dl; 10. Concurrent participation in other investigational drug trials; 11. For female participants of childbearing potential: pregnancy, intent to become pregnant, lactation, or unwilling or unable to use an effective method of contraception; 12. Alcoholism or chronic excessive alcohol intake; 13. Common iliac artery aneurysms \\> 3.5 cm; 14. Uncontrolled hypertension defined as Systolic BP≥200, or considered to have hypertensive emergency or urgency.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "95 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sohrab Sami",
                    "role": "CONTACT",
                    "phone": "412-452-7137",
                    "email": "ssami@stanford.edu"
                },
                {
                    "name": "Ronald Dalman, MD",
                    "role": "CONTACT",
                    "phone": "650-725-5227",
                    "email": "rld@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ronald Dalman, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Hospital and Clinics",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lori McDonnell",
                            "role": "CONTACT",
                            "phone": "650-498-5521",
                            "email": "lorimcd2@stanford.edu"
                        },
                        {
                            "name": "Ronald Dalman, MD",
                            "role": "CONTACT",
                            "phone": "650-725-5227",
                            "email": "rld@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001014",
                    "term": "Aortic Aneurysm"
                },
                {
                    "id": "D000017544",
                    "term": "Aortic Aneurysm, Abdominal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000783",
                    "term": "Aneurysm"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001018",
                    "term": "Aortic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "relevance": "LOW"
                },
                {
                    "id": "M4330",
                    "name": "Aortic Aneurysm",
                    "asFound": "Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19800",
                    "name": "Aortic Aneurysm, Abdominal",
                    "asFound": "Abdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4334",
                    "name": "Aortic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T66",
                    "name": "Abdominal Aortic Aneurysm",
                    "asFound": "Abdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008687",
                    "term": "Metformin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "asFound": "Assessment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}