{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05876715",
            "orgStudyIdInfo": {
                "id": "SOC-2310"
            },
            "organization": {
                "fullName": "Sarcoma Oncology Research Center, LLC",
                "class": "OTHER"
            },
            "briefTitle": "LINNOVATE: Lurbinectedin, Ipilimumab and Nivolumab for Soft Tissue Sarcoma",
            "officialTitle": "LINNOVATE: A Phase 1/2 Study of Safety/Efficacy Using LURBINECTEDIN, Combined With IPILIMUMAB, and NIVOLUMAB for Advanced Soft Tissue Sarcomas",
            "acronym": "LINNOVATE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "linnovate-lurbinectedin-ipilimumab-and-nivolumab-for-soft-tissue-sarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-17",
            "studyFirstSubmitQcDate": "2023-05-17",
            "studyFirstPostDateStruct": {
                "date": "2023-05-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "ERLINDA M GORDON",
                "investigatorTitle": "Director, Gene and Cell Therapy/Immunotherapy",
                "investigatorAffiliation": "Sarcoma Oncology Research Center, LLC"
            },
            "leadSponsor": {
                "name": "ERLINDA M GORDON",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is an open label, dose-seeking phase 1/2 study using escalating doses of LURBINECTEDIN administered intravenously with fixed doses of IPILIMUMAB and NIVOLUMAB administered intravenously.",
            "detailedDescription": "This is an open label, dose-seeking phase 1/2 study using escalating doses of LURBINECTEDIN administered intravenously with fixed doses of IPILIMUMAB and NIVOLUMAB administered intravenously.\n\nI. Dose Escalation Phase 1 of Study: The study will employ the standard \"cohort of three\" design (Storer, 1989). Three participants are treated at each of the 2 ascending dose levels. An additional 3 participants will be enrolled if a DLT is observed in one of the three initially-enrolled participants at each dose level. If no DLT occurs after the third participant in a dose level is on study for 6 weeks, enrollment will be opened for escalation to the next highest planned dose level. The DLT window is a total of 6 weeks. The MTD is defined as the highest safely tolerated dose of lurbinectedin, where not more than one participant experienced a DLT, with the next higher dose level having at least two participants who experienced DLT.\n\nParticipants in the dose escalation study may continue treatment at their designated dose levels until disease progression or unacceptable toxicity occurs or up to a maximum of one year of therapy (up to a maximum of 18 doses of LURBINECTEDIN, 26 doses of NIVOLUMAB, and 5 doses of IPILIMUMAB). No intra-participant dose escalation will take place.\n\nDose of IPILIMUMAB: 1 mg/kg IV over 30 min. q 12 weeks, beginning 2 weeks after the first dose of LURBINECTEDIN, until disease progression or unacceptable toxicity, up to a maximum of 5 doses\n\nDose of NIVOLUMAB: 3 mg/kg over 30 min. q 2 weeks, beginning 2 weeks after first dose of LURBINECTEDIN, until disease progression or unacceptable toxicity, up to a maximum of 26 doses\n\nDose of LURBINECTEDIN: Escalating doses of LURBINECTEDIN IV over 60 minutes q 3 weeks up to a maximum of 18 doses:\n\nLURBINECTEDIN # Pts. Dose Level Dose,mg/m2 Max.Volume/24 hrs\n\nEvery 3 weeks 3-6 I 2.6 1000 ml Every 3 weeks 3-6 II 3.2 1000 ml\n\nNo dose-escalation will be performed until all the subjects have completed the DLT period of 6 weeks and evaluation of all clinical and laboratory data has been conducted. The phase 2 part of the study will not proceed until either the maximum tolerated dose (MTD) or maximum administered dose (MAD) has been determined.\n\nParticipants who do not complete the DLT period for reasons other than study drug-related toxicity will be replaced in the same dose cohort. At the discretion of the principal investigator/sponsor, dose escalation may be stopped before an MTD is reached. In this case, the MAD may be chosen based on the standard dose of LURBINECTEDIN of 3.2 mg/m2."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Soft-tissue Sarcoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is an open label, dose-seeking phase 1/2 study using escalating doses of LURBINECTEDIN administered intravenously with fixed doses of IPILIMUMAB and NIVOLUMAB administered intravenously.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1/2 study using lurbinectedin, ipilimumab and nivolumab for advanced soft tissue sarcoma",
                    "type": "EXPERIMENTAL",
                    "description": "This is an open label, dose-seeking phase 1/2 study using escalating doses of LURBINECTEDIN administered intravenously with fixed doses of IPILIMUMAB and NIVOLUMAB administered intravenously.\n\nI. Dose Escalation Phase 1 of Study: The study will employ the standard \"cohort of three\" design (Storer, 1989).\n\nII.Phase 2 of Study: Following completion of dose escalation, an additional 28-34 previously untreated participants will receive LURBINECTEDIN at the MTD and fixed doses of IPILIMUMAB and NIVOLUMAB to assess overall safety and potential efficacy in a larger number of participants.",
                    "interventionNames": [
                        "Drug: Lurbinectedin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lurbinectedin",
                    "description": "This is an open label, dose-seeking phase 1/2 study using escalating doses of LURBINECTEDIN administered intravenously with fixed doses of IPILIMUMAB and NIVOLUMAB administered intravenously.",
                    "armGroupLabels": [
                        "Phase 1/2 study using lurbinectedin, ipilimumab and nivolumab for advanced soft tissue sarcoma"
                    ],
                    "otherNames": [
                        "Ipilimumab",
                        "Nivolumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose",
                    "description": "The maximum tolerated dose (MTD) is defined as the highest safely tolerated dose of lurbinectedin, where not more than one participant experienced a dose limiting toxicity (DLT), with the next higher dose level having at least two participants who experienced DLT.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective response rate",
                    "description": "The number of patients achieving a complete response and partial response divided by the number of patients who completed at least one treatment cycle and had a follow up computerized tomography (CT) scan",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Progression free survival at 6 months",
                    "description": "The length of time during and after the treatment of a disease, such as cancer, that a patient lives with the disease but it does not get worse.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Overall survival",
                    "description": "The length of time from either the date of diagnosis or the start of treatment for a disease, such as cancer, that patients diagnosed with the disease are still alive. I",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Correlation of response with circulating tumor DNA",
                    "description": "Correlation of response with circulating tumor DNA",
                    "timeFrame": "36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIndividuals must meet all of the inclusion criteria in order to be eligible to participate in the study, as follows:\n\n1. Male or Female ≥ 18 years of age\n2. Pathologically confirmed diagnosis of locally advanced unresectable or metastatic soft tissue sarcoma\n3. For the Phase 1 Part of Study, only previously treated participants will be enrolled. For the Phase 2 Part of Study, previously untreated participants will be enrolled.\n4. Ability to understand the purposes and risks of the study and has signed and dated a written informed consent form approved by the principal investigator's IRB/Ethics Committee\n5. Willingness to comply with all study procedures and availability for the duration of the study.\n6. Measurable disease by RECIST v1.1\n7. ECOG performance status ≤ 1\n8. Life expectancy of at least 3 months\n\n   1. Acceptable liver function: Bilirubin \\< 1.5 times upper limit of normal (ULN; except subjects with Gilbert Syndrome who must have a total bilirubin level \\< 3.0 ULN);\n   2. AST (SGOT), ALT (SGPT) and alkaline phosphatase \\< 3 x ULN (\\< 5 x ULN if liver metastases)\n   3. Acceptable renal function: Creatinine \\< 1.5 times ULN or \\> 60 mL/min (using the Cockcroft Gault formula)\n9. Acceptable hematologic status (without hematologic support e.g. growth factors or transfusion within 21 days of first dose of study agents): ANC \\>= 1500 cells/μL; Platelet count \\>= 100,000/μL; Hemoglobin \\>= 9.0 g/dL; Normal PT, PTT, INR\n10. All women of childbearing potential must have a negative pregnancy test and all subjects must agree to use highly effective means of contraception (surgical sterilization or the use of barrier contraception with either a condom or diaphragm in conjunction with spermicidal gel or an IUD) with their partner from entry into the study through 5 months for women and 7 months for men after the last dose.\n\nExclusion Criteria:\n\nAll individuals meeting any of the exclusion criteria at baseline will be excluded from study participation, as follows:\n\n1. Subjects with untreated CNS metastases. Subjects are eligible if CNS metastases have been adequately treated and have neurologically returned to baseline (except for residual signs or symptoms related to the CNS treatment) for at least 2 weeks prior to treatment initiation. In addition, subjects must be either off corticosteroids, or on a stable or decreasing dose of \\<10 mg daily prednisone (or equivalent) for at least 2 weeks prior to treatment initiation.\n2. Subjects with carcinomatous meningitis\n3. Anticancer treatment with radiation therapy, targeted therapy or other antitumor treatment within 2 weeks prior to study entry. Anticancer treatment with chemotherapy within 21 days prior to study entry.\n4. Subjects who participated in an investigational drug or device study within 14 days prior to study entry\n5. Females who are pregnant or breast-feeding\n6. Unwillingness or inability to comply with the study protocol for any reason\n7. Concurrent or prior immunotherapy with anti-CTLA4 or anti-PD-1 inhibitors\n8. Non-oncology vaccine therapy used for prevention of infectious disease within 4 weeks of trial enrollment\n9. Autoimmune disease including rheumatoid arthritis, systemic progressive sclerosis (scleroderma), systemic lupus erythematosus, autoimmune vasculitis and motor neuropathy considered to be of autoimmune origin (e.g. Guillain-Barre Syndrome)\n10. Systemic immunosuppression, including HIV positive status with or without AIDS\n11. Skin rash (psoriasis, eczema) affecting \\> 25% body surface area\n12. Inflammatory bowel disease (Crohn's or ulcerative colitis)\n13. Ongoing or uncontrolled diarrhea within 4 weeks of trial enrollment\n14. Recent history of acute diverticulitis, intraabdominal abscess or gastrointestinal obstruction within 6 months of trial enrollment, which are known risk factors for bowel perforation\n15. Participants with congestive heart failure or recent cardiac event\n16. Evidence of severe or uncontrolled systemic disease or any other concurrent condition, including psychiatric, which in the principal investigator or sub-investigator's opinion makes it undesirable for the participant to participate in the trial or which would jeopardize compliance with the trial\n17. Any positive test for hepatitis B virus or hepatitis C virus indicating acute or chronic infection\n18. Known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n19. Current, active, or previous history of heavy alcohol abuse\n20. Pituitary endocrinopathy\n21. Adrenal insufficiency or excess",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erlinda M Gordon, MD",
                    "role": "CONTACT",
                    "phone": "310-552-9999",
                    "email": "egordon@sarcomaoncology.com"
                },
                {
                    "name": "Victoria Chua-Alcala, MD",
                    "role": "CONTACT",
                    "phone": "310-552-9999",
                    "email": "vchua@sarcomaoncology.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erlinda M Gordon, MD",
                    "affiliation": "Sarcoma Oncology Research Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sarcoma Oncology Research Center",
                    "status": "RECRUITING",
                    "city": "Santa Monica",
                    "state": "California",
                    "zip": "90403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "ERLINDA M GORDON, MD",
                            "role": "CONTACT",
                            "phone": "310-552-9999",
                            "email": "egordon@sarcomaoncology.com"
                        },
                        {
                            "name": "Victoria Chua, MD",
                            "role": "CONTACT",
                            "phone": "310-552-9999"
                        },
                        {
                            "name": "Erlinda M Gordon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sant P Chawla, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Doris Quon, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Steven Wong, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ania Moradkhani, NP",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.01945,
                        "lon": -118.49119
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36765863",
                    "type": "BACKGROUND",
                    "citation": "Gordon EM, Chawla SP, Tellez WA, Younesi E, Thomas S, Chua-Alcala VS, Chomoyan H, Valencia C, Brigham DA, Moradkhani A, Quon D, Srikureja A, Wong SG, Tseng W, Federman N. SAINT: A Phase I/Expanded Phase II Study Using Safe Amounts of Ipilimumab, Nivolumab and Trabectedin as First-Line Treatment of Advanced Soft Tissue Sarcoma. Cancers (Basel). 2023 Jan 31;15(3):906. doi: 10.3390/cancers15030906."
                },
                {
                    "pmid": "27234989",
                    "type": "BACKGROUND",
                    "citation": "Gordon EM, Sankhala KK, Chawla N, Chawla SP. Trabectedin for Soft Tissue Sarcoma: Current Status and Future Perspectives. Adv Ther. 2016 Jul;33(7):1055-71. doi: 10.1007/s12325-016-0344-3. Epub 2016 May 27."
                },
                {
                    "pmid": "28683469",
                    "type": "BACKGROUND",
                    "citation": "Belgiovine C, Bello E, Liguori M, Craparotta I, Mannarino L, Paracchini L, Beltrame L, Marchini S, Galmarini CM, Mantovani A, Frapolli R, Allavena P, D'Incalci M. Lurbinectedin reduces tumour-associated macrophages and the inflammatory tumour microenvironment in preclinical models. Br J Cancer. 2017 Aug 22;117(5):628-638. doi: 10.1038/bjc.2017.205. Epub 2017 Jul 6."
                },
                {
                    "pmid": "27780828",
                    "type": "BACKGROUND",
                    "citation": "Cespedes MV, Guillen MJ, Lopez-Casas PP, Sarno F, Gallardo A, Alamo P, Cuevas C, Hidalgo M, Galmarini CM, Allavena P, Aviles P, Mangues R. Lurbinectedin induces depletion of tumor-associated macrophages, an essential component of its in vivo synergism with gemcitabine, in pancreatic adenocarcinoma mouse models. Dis Model Mech. 2016 Dec 1;9(12):1461-1471. doi: 10.1242/dmm.026369. Epub 2016 Oct 20."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We have no plan to make individual participant data available to other researchers other than the Sarcoma Oncology Research Center team."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "asFound": "Soft Tissue Sarcoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}