{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06232408",
            "orgStudyIdInfo": {
                "id": "RP-1664-01"
            },
            "organization": {
                "fullName": "Repare Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "LIONS (PLK4 Inhibitor in Advanced Solid Tumors)",
            "officialTitle": "Phase 1 Trial of the Safety, Pharmacokinetics, Pharmacodynamics, and Preliminary Clinical Activity of RP-1664 in Participants With Advanced Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "lions-inhibitor-in-advanced-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-09",
            "studyFirstSubmitQcDate": "2024-01-22",
            "studyFirstPostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Repare Therapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to identify a safe and tolerated dose and schedule of the orally administered PLK4 inhibitor RP-1664. In addition, this study will examine the pharmacokinetics (PK), pharmacodynamics (PD) and preliminary anti-tumor activity of RP-1664 in advanced solid tumors.",
            "detailedDescription": "This is a first-in-human, Phase 1, multi-center, open-label, dose-escalation and expansion study to:\n\nEvaluate the safety profile and MTD of RP-1664 and establish a recommended dose and schedule for further clinical investigation, In addition, the study aims to characterize the PK, PD, and preliminary anti-tumor activity of orally administered RP-1664. Exploratory objectives include examination of biomarker responses in relationship to RP-1664 exposure.\n\nAfter the recommended dose and schedule is determined, expansion cohorts with molecularly selected advanced solid tumors will be enrolled to preliminarily assess the anti-tumor effect, and further examine the safety and PK of RP-1664 at the RP2D."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RP-1664",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: RP-1664"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "RP-1664",
                    "description": "RP-1664 will be supplied as immediate-release solid dosage form for oral self-administration.",
                    "armGroupLabels": [
                        "RP-1664"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence and severity of treatment-emergent adverse events (TEAEs) as assessed per NCI CTCAE v5.0 criteria",
                    "timeFrame": "From start of study intervention up to 90 days after last administration"
                },
                {
                    "measure": "Dose Limiting Toxicities to determine a maximum tolerated dose and schedule of RP-1664 based on safety and tolerability as measured by CTCAE v5.0, pharmacokinetic parameters, pharmacodynamic readouts and efficacy data per RECIST or INRC criteria",
                    "timeFrame": "Up to 90 days after last administration of study intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To assess the PK parameters of RP-1664 in the fed and fasted states by measurement of plasma concentrations of RP-1664 with calculation of maximum observed plasma concentration (Cmax).",
                    "timeFrame": "Through Study Day 114"
                },
                {
                    "measure": "To assess the preliminary anti-tumor activity of RP-1664 in participants with molecularly selected advanced solid tumors treated at pharmacologically active dose ranges. Anti-tumor activity will be measured by ORR according to RECIST 1.1 and INRC.",
                    "timeFrame": "About 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent or assent, according to local guidelines, signed and dated by the patient or legal guardian prior to the performance of any study-specific procedures, sampling, or analyses.\n* Male or female and ≥ 12 years-of-age at the time of signature of the consent or assent, and are at least 6th grade reading level to consent; participants \\< 18 years of age must weigh at least 40 kg.\n* Life expectancy ≥ 4 months.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 or 1.\n* Locally advanced or metastatic solid tumor that has progressed or was nonresponsive or intolerant to available therapies and for which no standard or available curative therapy exists.\n* Measurable disease as per RECIST v1.1 or INRC.\n* Existing biomarker profile (tumor tissue or plasma) reported from a local test obtained in a CLIA-certified or equivalent laboratory demonstrating eligible tumor biomarkers.\n* Available tumor tissue.\n* Molecularly eligible tumor profile from a CLIA-certified pathology report.\n* Ability to comply with the protocol and study procedures detailed in the Schedule of Assessments.\n* Ability to swallow and retain oral medications.\n* Acceptable organ function at screening.\n* Acceptable blood counts at screening.\n* Negative pregnancy test (serum or urine) for females of childbearing potential at Screening and while on study drug.\n* Resolution of all toxicities of prior treatment or surgery.\n* Use of highly effective forms of contraception.\n\nExclusion Criteria:\n\n* History or current condition (such as transfusion dependent anemia or thrombocytopenia), therapy, or laboratory abnormality that might confound the study results, or interfere with the patient's participation for the full duration of the study treatment.\n* Life-threatening illness, medical condition, active uncontrolled infection, or organ system dysfunction or other reasons which, in the investigator's opinion, could compromise the patient's safety.\n* Uncontrolled, symptomatic brain metastases.\n* Presence of other known second malignancy with the exception of any cancer that has been in complete remission for ≥ 2 years or completely resected squamous and basal cell carcinomas of the skin.\n* Patients with active, uncontrolled bacterial, fungal, or viral infection, including hepatitis B virus (HBV), hepatitis C virus (HCV), known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) related illness.\n* Clinically significant vascular (both arterial and venous) and non-vascular cardiac conditions, active or within 6 months prior to enrollment.\n* Moderate or severe hepatic impairment (ie, Child-Pugh class B or C).\n* Uncontrolled high blood pressure.\n* Chemotherapy, small molecule or biologic antineoplastic agent given within 21 days.\n* Previously prescribed receptor activator of nuclear factor kappa B ligand (RANKL) inhibitor initiated less than 4 months prior to trial entry. Bisphosphonates are allowed if initiated/administered at least 28 days prior to enrollment.\n* I-131 Meta-Iodo-Benzyl-Guanidine (MIGB) therapy within 6 weeks prior to initiation of trial treatment.\n* Prior treatment with a PLK4 inhibitor.\n* Current treatment with medications that are known to prolong the QT interval.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gabriela Gomez, MD",
                    "role": "CONTACT",
                    "phone": "857-340-5402",
                    "email": "clininfo@reparerx.com"
                }
            ],
            "locations": [
                {
                    "facility": "Participating Site 1008",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gabriela Gomez",
                            "role": "CONTACT",
                            "phone": "857-340-5402",
                            "email": "clininfo@reparerx.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        }
    },
    "hasResults": false
}