{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04608474",
            "orgStudyIdInfo": {
                "id": "2020P000437"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Lipid Management in Renal Transplant Recipients Using Evolocumab.",
            "officialTitle": "Lipid Management in Renal Transplant Recipients: A Pilot Study Evaluating the Use of PCSK-9 Inhibitor, Evolocumab.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "lipid-management-in-renal-transplant-recipients-using-evolocumab"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-12",
            "studyFirstSubmitQcDate": "2020-10-28",
            "studyFirstPostDateStruct": {
                "date": "2020-10-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anil K. Chandraker, MD",
                "investigatorTitle": "Medical Director, Kidney and Pancreas Transplantation",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Amgen",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Cardiovascular disease is the leading cause of mortality after renal transplantation, accounting for more than 30% of deaths. Elevated lipid levels (hyperlipidemia) are a frequent finding following transplantation and the immunosuppressive medications play a central role in the development or worsening of hyperlipidemia. In the general population, the correlation between elevated serum cholesterol and increased risk of cardiovascular disease is well established and the reduction in serum LDL cholesterol has proved to significantly reduce both morbidity and mortality.\n\nStatin based drugs are the standard of care in the management of hyperlipidemia. Commonly used statin-based drugs include atorvastatin (Lipitor), fluvastatin (Lescol, Lescol XL), lovastatin (Mevacor, Altoprev), pravastatin (Pravachol), rosuvastatin (Crestor), simvastatin (Zocor), and pitavastatin (Livalo). These drugs have been proven to lower lipid levels as well as cardiovascular risk. However, statin-based drugs also cause a variety of side effects. While the most commonly encountered side effects are toxicity to the liver and muscles, a few others have also been known to cause increased excretion of protein in the urine and kidney failure. These side effects are also more common in a renal transplant recipient due to the simultaneous administration of drugs that prevent rejection. Therefore, there is an emergent need for newer drugs which are both efficient and safe especially in this population PCSK-9 inhibitors (Proprotein Convertase Subtilisin Kinase-9 inhibitors) are a new class of drugs that are highly efficient in lowering lipid levels in the general population. However, an exclusive trial involving kidney transplant recipients is yet to be done. Through this study, we would like to evaluate the safety and tolerability of Evolocumab (trade name: Repatha) which is a PCSK-9 inhibitor developed by Amgen, Inc in renal transplant recipients. The study would involve a total of 120 patients across 3 different hospitals in Boston, Massachusetts.",
            "detailedDescription": "Cardiovascular disease is the leading cause of death in renal transplant recipients (RTR). 44% of RTR have LDL-C greater than 100mg/dL, six months after transplant. The correlation between the increase in serum LDL level and the increased risk of atherosclerotic cardiovascular disease (ASCVD) is well established. A reduction in LDL level is associated with a decreased risk of mortality and morbidity in patients with ASCVD. Statins have been the long-standing drug of choice in treating dyslipidemia. A single prospective randomized trial known as the ALERT trial compared the benefits of statins to placebo in transplant recipients. The original study consisted of 2000 RTR and an extension of this study evaluated 1652 patients and demonstrated a 21% reduction in major cardiac events (p=0.036) and a 29% reduction in cardiac death or definite non-fatal myocardial infarction (p=0.014). Even though statins decrease the probability of cardiovascular events there was no difference in graft survival or mortality benefit in RTR. Another concerning factor for the use of statins is the tolerability of these drugs. Statins have been associated with hepatotoxicity and myotoxicity, the incidence of which is higher in RTR. This effect is dose-related and may be precipitated by the administration of agents that inhibit cytochrome p450 isoenzymes such as Tacrolimus and Cyclosporine which are the most commonly used immunosuppressants. Another statin based drug (Fluvastatin) has been associated with proteinuria and renal failure. Hence there is a need to explore novel treatment options in the management of dyslipidemia, particularly in RTR. PCSK-9 inhibitors (Proprotein Convertase Subtilisin Kinase-9 inhibitors) have shown to decrease LDL levels by 60% in patients on statin therapy. However, these drugs have been studied sparingly in patients with Chronic Kidney Disease (CKD) and have not yet been analyzed in RTR.\n\nThe study will involve 120 patients across 3 different hospitals. Two different but equivalent drug dosing strategies are available. A 420mg monthly subcutaneous injection using an on-body infusor (Repatha Pushtronex system) or a 140mg subcutaneous injection once every two weeks using a prefilled auto-injector (Repatha SureClick). The choice of dosing strategy will be based on patient preference. This study will be conducted over one year."
        },
        "conditionsModule": {
            "conditions": [
                "Hyperlipidemias"
            ],
            "keywords": [
                "renal transplant",
                "high cholesterol",
                "hyperlipidemia",
                "cardiovascular disease",
                "Evolocumab",
                "PCSK-9 inhibitors",
                "monoclonal antibody"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study model involves two groups. One group is for patients who are treated exclusively with Evolocumab while the second group involves patients who are treated using a combination of Evolocumab and a statin-based drug.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Evolocumab only",
                    "type": "EXPERIMENTAL",
                    "description": "This arm includes subjects who are treated using Evolocumab.",
                    "interventionNames": [
                        "Drug: Evolocumab"
                    ]
                },
                {
                    "label": "Evolocumab plus statin",
                    "type": "EXPERIMENTAL",
                    "description": "This arm includes subjects who are treated using a combination of Evolocumab and a statin-based drug.",
                    "interventionNames": [
                        "Drug: Evolocumab",
                        "Drug: Statins (Cardiovascular Agents)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Evolocumab",
                    "description": "Two different but equivalent drug dosing strategies are available. A 420mg monthly subcutaneous injection using an on-body infuser (Repatha Pushtronex system) or a 140mg subcutaneous injection once every two weeks using a prefilled auto-injector (Repatha SureClick). The choice of dosing strategy will be based on patient preference.",
                    "armGroupLabels": [
                        "Evolocumab only",
                        "Evolocumab plus statin"
                    ],
                    "otherNames": [
                        "Rapatha"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Statins (Cardiovascular Agents)",
                    "description": "Previously prescribed statin therapy.",
                    "armGroupLabels": [
                        "Evolocumab plus statin"
                    ],
                    "otherNames": [
                        "HMG CoA reductase inhibitors"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent change from baseline in the LDL cholesterol level",
                    "description": "The primary efficacy measure will be the percent change from baseline in the LDL cholesterol level at 12 months as compared to baseline. Serum LDL-cholesterol levels are measured in milligrams per deciliter.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "absolute change from baseline in the LDL cholesterol level",
                    "description": "Secondary outcome measures will include the absolute change from baseline in the LDL cholesterol level, the number of patients who achieved LDL-cholesterol of \\<70 mg/dl, LDL/HDL ratio and evaluation of transplant-related outcomes, such as renal function, tacrolimus concentrations, and rejection episodes.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult renal transplant recipients greater than 1-year post-transplantation, men and women between 18 and 85 years of age, inclusive.\n* Any patient with documented ASCVD or diabetes and 1 or more risk factors for ASCVD, including, but not limited to obesity, inactive lifestyle, hypertension, smoking, and family history. and an LDL \\>70 mg/dl (Highest-Risk Patients)\n* Any patient not classified as one of our highest-risk patients, that has an LDL \\>100 mg/dl\n\nExclusion Criteria:\n\n* Patients currently enrolled in another interventional clinical trial.\n* Patients being actively treated for cellular or antibody-mediated rejection.\n* Serious hypersensitivity to Evolocumab or any component of the formulation.\n* Patients who are pregnant or planning a pregnancy in the next one year.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anil K Chandraker, MD",
                    "role": "CONTACT",
                    "phone": "617-732-7412",
                    "email": "achandraker@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anil K Chandraker, MD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rohan Saranu",
                            "role": "CONTACT",
                            "email": "rsaranu@bwh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19191769",
                    "type": "BACKGROUND",
                    "citation": "El-Zoghby ZM, Stegall MD, Lager DJ, Kremers WK, Amer H, Gloor JM, Cosio FG. Identifying specific causes of kidney allograft loss. Am J Transplant. 2009 Mar;9(3):527-35. doi: 10.1111/j.1600-6143.2008.02519.x. Epub 2008 Feb 3."
                },
                {
                    "pmid": "20415903",
                    "type": "BACKGROUND",
                    "citation": "Israni AK, Snyder JJ, Skeans MA, Peng Y, Maclean JR, Weinhandl ED, Kasiske BL; PORT Investigators. Predicting coronary heart disease after kidney transplantation: Patient Outcomes in Renal Transplantation (PORT) Study. Am J Transplant. 2010 Feb;10(2):338-53. doi: 10.1111/j.1600-6143.2009.02949.x."
                },
                {
                    "pmid": "1434899",
                    "type": "BACKGROUND",
                    "citation": "Gonyea JE, Anderson CF. Weight change and serum lipoproteins in recipients of renal allografts. Mayo Clin Proc. 1992 Jul;67(7):653-7. doi: 10.1016/s0025-6196(12)60720-4."
                },
                {
                    "pmid": "19519808",
                    "type": "BACKGROUND",
                    "citation": "Gaston RS, Kasiske BL, Fieberg AM, Leduc R, Cosio FC, Gourishankar S, Halloran P, Hunsicker L, Rush D, Matas AJ. Use of cardioprotective medications in kidney transplant recipients. Am J Transplant. 2009 Aug;9(8):1811-5. doi: 10.1111/j.1600-6143.2009.02696.x. Epub 2009 Jun 10."
                },
                {
                    "pmid": "21067804",
                    "type": "BACKGROUND",
                    "citation": "Cholesterol Treatment Trialists' (CTT) Collaboration; Baigent C, Blackwell L, Emberson J, Holland LE, Reith C, Bhala N, Peto R, Barnes EH, Keech A, Simes J, Collins R. Efficacy and safety of more intensive lowering of LDL cholesterol: a meta-analysis of data from 170,000 participants in 26 randomised trials. Lancet. 2010 Nov 13;376(9753):1670-81. doi: 10.1016/S0140-6736(10)61350-5. Epub 2010 Nov 8."
                },
                {
                    "pmid": "16303007",
                    "type": "BACKGROUND",
                    "citation": "Holdaas H, Fellstrom B, Cole E, Nyberg G, Olsson AG, Pedersen TR, Madsen S, Gronhagen-Riska C, Neumayer HH, Maes B, Ambuhl P, Hartmann A, Staffler B, Jardine AG; Assessment of LEscol in Renal Transplantation (ALERT) Study Investigators. Long-term cardiac outcomes in renal transplant recipients receiving fluvastatin: the ALERT extension study. Am J Transplant. 2005 Dec;5(12):2929-36. doi: 10.1111/j.1600-6143.2005.01105.x. Erratum In: Am J Transplant. 2006 Aug;6(8):1986."
                },
                {
                    "pmid": "21393488",
                    "type": "BACKGROUND",
                    "citation": "Olyaei A, Greer E, Delos Santos R, Rueda J. The efficacy and safety of the 3-hydroxy-3-methylglutaryl-CoA reductase inhibitors in chronic kidney disease, dialysis, and transplant patients. Clin J Am Soc Nephrol. 2011 Mar;6(3):664-78. doi: 10.2215/CJN.09091010. Epub 2011 Mar 10."
                },
                {
                    "pmid": "16581336",
                    "type": "BACKGROUND",
                    "citation": "McKenney JM, Davidson MH, Jacobson TA, Guyton JR; National Lipid Association Statin Safety Assessment Task Force. Final conclusions and recommendations of the National Lipid Association Statin Safety Assessment Task Force. Am J Cardiol. 2006 Apr 17;97(8A):89C-94C. doi: 10.1016/j.amjcard.2006.02.030. Epub 2006 Feb 28."
                },
                {
                    "pmid": "17178259",
                    "type": "BACKGROUND",
                    "citation": "Neuvonen PJ, Niemi M, Backman JT. Drug interactions with lipid-lowering drugs: mechanisms and clinical relevance. Clin Pharmacol Ther. 2006 Dec;80(6):565-81. doi: 10.1016/j.clpt.2006.09.003."
                },
                {
                    "pmid": "16095503",
                    "type": "BACKGROUND",
                    "citation": "Lemahieu WP, Hermann M, Asberg A, Verbeke K, Holdaas H, Vanrenterghem Y, Maes BD. Combined therapy with atorvastatin and calcineurin inhibitors: no interactions with tacrolimus. Am J Transplant. 2005 Sep;5(9):2236-43. doi: 10.1111/j.1600-6143.2005.01005.x."
                },
                {
                    "pmid": "21753749",
                    "type": "BACKGROUND",
                    "citation": "de Jonge H, de Loor H, Verbeke K, Vanrenterghem Y, Kuypers DR. In vivo CYP3A activity is significantly lower in cyclosporine-treated as compared with tacrolimus-treated renal allograft recipients. Clin Pharmacol Ther. 2011 Sep;90(3):414-22. doi: 10.1038/clpt.2011.130. Epub 2011 Jul 13."
                },
                {
                    "pmid": "15027968",
                    "type": "BACKGROUND",
                    "citation": "Kasiske B, Cosio FG, Beto J, Bolton K, Chavers BM, Grimm R Jr, Levin A, Masri B, Parekh R, Wanner C, Wheeler DC, Wilson PW; National Kidney Foundation. Clinical practice guidelines for managing dyslipidemias in kidney transplant patients: a report from the Managing Dyslipidemias in Chronic Kidney Disease Work Group of the National Kidney Foundation Kidney Disease Outcomes Quality Initiative. Am J Transplant. 2004;4 Suppl 7:13-53. doi: 10.1111/j.1600-6135.2004.0355.x."
                },
                {
                    "pmid": "15911706",
                    "type": "BACKGROUND",
                    "citation": "Alsheikh-Ali AA, Ambrose MS, Kuvin JT, Karas RH. The safety of rosuvastatin as used in common clinical practice: a postmarketing analysis. Circulation. 2005 Jun 14;111(23):3051-7. doi: 10.1161/CIRCULATIONAHA.105.555482. Epub 2005 May 23."
                },
                {
                    "pmid": "24552851",
                    "type": "BACKGROUND",
                    "citation": "Wanner C, Tonelli M; Kidney Disease: Improving Global Outcomes Lipid Guideline Development Work Group Members. KDIGO Clinical Practice Guideline for Lipid Management in CKD: summary of recommendation statements and clinical approach to the patient. Kidney Int. 2014 Jun;85(6):1303-9. doi: 10.1038/ki.2014.31. Epub 2014 Feb 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006949",
                    "term": "Hyperlipidemias"
                },
                {
                    "id": "D000006951",
                    "term": "Hyperlipoproteinemias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9988",
                    "name": "Hypercholesterolemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10000",
                    "name": "Hyperlipidemias",
                    "asFound": "Hyperlipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10002",
                    "name": "Hyperlipoproteinemias",
                    "asFound": "Hyperlipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000577155",
                    "term": "Evolocumab"
                },
                {
                    "id": "D000019161",
                    "term": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000091362",
                    "term": "PCSK9 Inhibitors"
                },
                {
                    "id": "D000000924",
                    "term": "Anticholesteremic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000015842",
                    "term": "Serine Proteinase Inhibitors"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M2849",
                    "name": "PCSK9 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M348166",
                    "name": "Evolocumab",
                    "asFound": "MAC",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21155",
                    "name": "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
                    "asFound": "General education",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4243",
                    "name": "Anticholesteremic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M18391",
                    "name": "Serine Proteinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T18",
                    "name": "Serine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}