{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05972018",
            "orgStudyIdInfo": {
                "id": "HHC-2023-0134"
            },
            "organization": {
                "fullName": "Hartford Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Liposomal Bupivacaine/Bupivacaine in RS Blocks vs. Ropivacaine in RS Blocks And Catheters",
            "officialTitle": "Liposomal Bupivacaine/Bupivacaine A Single-Dose Bilateral Rectus Sheath Blocks Vs. Ropivacaine in Bilateral RS Blocks And Catheters, Comparing Pain Scores And Opioid Use Following Open Abdominal Vascular Surgery",
            "acronym": "EXODUS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "liposomal-bupivacaine-bupivacaine-in-rs-blocks-vs-ropivacaine-in-rs-blocks-and-catheters"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-17",
            "studyFirstSubmitQcDate": "2023-07-25",
            "studyFirstPostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kevin Finkel",
                "investigatorTitle": "Director of Clinical Research - HH Department of Anesthesiology",
                "investigatorAffiliation": "Hartford Hospital"
            },
            "leadSponsor": {
                "name": "Hartford Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized clinical trial is to compare single shot rectus sheath blocks of liposomal bupivacaine/bupivacaine mixture to bilateral rectus sheath catheters infused with ropivacaine (standard of care at our facility) in patients undergoing vascular surgery with an open mid-abdominal laparotomy incision. This study will examine the difference in the highest, lowest, average, and current pain scores reported at the end of 24-48 postoperative hours using the brief pain inventory-short form (BPI-SF).\n\nParticipants will be randomized to either receive a single dose of liposomal bupivacaine/bupivacaine mixture intraoperatively at the end of surgery through bilateral rectus sheath blocks (LB/B group) or to receive the standard of care ropivacaine intraoperatively at the end of surgery through bilateral rectus sheath blocks with the insertion of bilateral RS catheter for continuous ropivacaine infusion plus repeated daily boluses (Catheter group; standard care). They will be assessed for a difference in postoperative pain scores, opioid consumption, hospital and PACU length of stay, patient's satisfaction, and quality of recovery. Additionally, we will examine the resources consumed by each intervention, including the medication cost (ropivacaine vs. LB/bupivacaine mixture), block and catheter supply, hospital length of stay, and anesthesia billing time."
        },
        "conditionsModule": {
            "conditions": [
                "Aortic Aneurysm, Abdominal",
                "Abdominal Aortic Occlusion",
                "Aortoiliac Occlusive Disease",
                "Aortic Diseases"
            ],
            "keywords": [
                "Open abdominal aortic repair surgery",
                "Rectus Sheath Block",
                "Rectus Sheath Block and Catheter",
                "Liposomal Bupivacaine",
                "Exparel",
                "Ropivacaine continuous infusion"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A prospective, single-center, open-label, interventional randomized controlled trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RSB LB/B",
                    "type": "EXPERIMENTAL",
                    "description": "Rectus Sheath Block: Total 60mL: (20mL 1.3% LB + 30mL 0.25% bupivacaine + 10mL NS) (30mL per side)",
                    "interventionNames": [
                        "Drug: Liposomal bupivacaine",
                        "Drug: Bupivacain"
                    ]
                },
                {
                    "label": "RSB/RSC Ropivacaine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Rectus Sheath Block: Total 60mL of 0.2% ropivacaine (3 vials) (30mL per side)\n\n+ Rectus Sheath Catheter intermittent hourly boluses of 0.2% ropivacaine 10mL/hr per side",
                    "interventionNames": [
                        "Drug: Ropivacaine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Liposomal bupivacaine",
                    "description": "Rectus Sheath Block: Total 60mL: (20mL 1.3% Liposomal bupivacaine + 30mL 0.25% bupivacaine + 10mL NS).(30mL per side)",
                    "armGroupLabels": [
                        "RSB LB/B"
                    ],
                    "otherNames": [
                        "Exparel"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ropivacaine",
                    "description": "Total 60mLof 0.2% ropivacaine: (60mL of 0.2% ropivacaine (3 vials)",
                    "armGroupLabels": [
                        "RSB/RSC Ropivacaine"
                    ],
                    "otherNames": [
                        "Naropin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bupivacain",
                    "description": "Rectus Sheath Block: Total 60mL: (20mL 1.3% LB + 30mL 0.25% bupivacaine + 10mL NS. 30mL per side)",
                    "armGroupLabels": [
                        "RSB LB/B"
                    ],
                    "otherNames": [
                        "Bupivacaine HCL"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The maximum, average, minimum, and current pain scores at the end of the period 24-48 post-op hours",
                    "description": "The maximum, average, minimum, and current pain scores for the past 24 hours, on a scale from 0-10 where 0 is no pain and 10 is severe pain reported by participants at the end of 24-48 post-op hours using the validated tool; Brief Pain Inventory-Short Form.",
                    "timeFrame": "At the end of the 24 - 48 post-op hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Other postoperative pain scores.",
                    "description": "The maximum, average, minimum, and current pain scores for the past 24 hours, on a scale from 0-10 where 0 is no pain and 10 is severe pain reported by participants, daily and up to the end of the 168 postoperative hours and at 2 weeks after discharge using the validated tool; Brief Pain Inventory-Short Form.",
                    "timeFrame": "Up to 168 postoperative hours and at 2 weeks after discharge"
                },
                {
                    "measure": "The time to extubation",
                    "description": "The time to extubation: from anesthesia end time to the time of removing the endotracheal tube in the Intensive Care Unit.",
                    "timeFrame": "From anesthesia end date and time to the date and time of extubation, assessed up to 168 postoperative hours"
                },
                {
                    "measure": "Intraop, postop, and total opioid consumption",
                    "description": "The intraoperative, postoperative, and total opioid consumption during hospitalization using morphine milliequivalent doses (MME) between the groups.",
                    "timeFrame": "Up to discharge, assessed as 2 weeks"
                },
                {
                    "measure": "Hospital and Intensive Care Unit (ICU) length of stay (LOS)",
                    "description": "Determine whether patients receiving ropivacaine in RSC versus B/LB in RSB have any the difference in the duration of ICU stay, in addition to the duration of hospitalization if \\> or \\< 7 days.",
                    "timeFrame": "From the date and time of admission to the date and time of discharge, up to 2 weeks."
                },
                {
                    "measure": "The occurrence of block-related and catheter-related complications, or local anesthetics-related adverse events up to hospital discharge or up to one week.",
                    "description": "Determine whether patients receiving ropivacaine in rectus sheath catheter versus Bupivacaine/Liposomal Bupivacaine in rectus sheath block have any difference in the occurrence of any related complications or adverse events up to hospital discharge or up to one week.",
                    "timeFrame": "From the date of the block until the date of discharge, assessed up to 1 week"
                },
                {
                    "measure": "Hospital readmission and ED visits",
                    "description": "Incidences of hospital readmission and emergency visits within 2 weeks after discharge",
                    "timeFrame": "up to 2 weeks after discharge"
                },
                {
                    "measure": "Postoperative nausea and vomiting",
                    "description": "Compare the occurrence of postoperative nausea and vomiting using the Simplified Postoperative Nausea and Vomiting Impact Scale which consists of two questions, with a possible response total score of 0-6. Response score totals of 0-2 require no intervention. Response score totals of 3-4 may necessitate antiemetic medication. Response score totals of 5-6 are considered clinically important nausea requiring medication intervention, as this would constitute patients with excessive vomiting. This scale will be used daily through the duration of in-hospital care (1-7 days)",
                    "timeFrame": "Up to 168 postoperative hours"
                },
                {
                    "measure": "Quality of Recovery-40 Questionnaire",
                    "description": "Determine any differences between the two groups in the quality of recovery using the \"Quality of Recovery Questionnaire-40 questionnaire\" which consists of 40 questions categorized into 5 dimensions; emotional state (9 questions), physical comfort (12 questions), psychological support (7 questions), physical independence (5 questions), and pain (7 questions). All questions scored from 1-5; positive items are scored from 1 (worst) to 5 (best); whereas scores are reversed for negative items 1 (best) to 5 (worst).",
                    "timeFrame": "On postop day 4, postop day 7, and at 2 weeks after the 168 postoperative hours"
                },
                {
                    "measure": "Sensory function test",
                    "description": "to compare any difference in the sensory function test that will be performed at the site of the block and catheter at the ICU and every postoperative day up to the end of the 168 postoperative hours.",
                    "timeFrame": "Up to the end of the 168 postoperative hour"
                },
                {
                    "measure": "Antiemetics use",
                    "description": "The time from the intraoperative standard of care antiemetic dose to the first postoperative use of antiemetic and the number of antiemetic use at any time throughout hospitalization up to 1 week.",
                    "timeFrame": "Up to 168 postoperative hour"
                },
                {
                    "measure": "Patient satisfaction with pain management using CSAT",
                    "description": "Patient satisfaction with pain management after surgery using the CSAT score: 5 very satisfied, 4 satisfied, 3 neutral, 2 unsatisfied, 1 very unsatisfied. this assessment on the day of discharge (estimated 168 postoperative hours) and at 2 weeks after discharge, via a phone call.",
                    "timeFrame": "at the end of 168 postoperative hours and at 2 weeks after the 168 postoperative hours"
                },
                {
                    "measure": "The cost of care during hospitalization.",
                    "description": "To compare the resources consumed by each intervention from many different perspectives (e.g. anesthesia staff cost per time spent to perform the study intervention and the successive daily evaluations, facility cost per length of stay, block and catheter medication cost, block and catheter supply cost.)",
                    "timeFrame": "From the time of the blocks until the date of discharge, assessed as 2 weeks"
                },
                {
                    "measure": "The time to the first rescue opioid.",
                    "description": "The time from the last intraoperative opioid given to the time of the first rescue opioid given after surgery is measured in hours.",
                    "timeFrame": "Up to 168 postoperative hour"
                },
                {
                    "measure": "The time to first postop antiemetics",
                    "description": "The time from the last intraoperative antiemetic medication given to the time of the first rescue antiemetic medication given after surgery is measured in hours.",
                    "timeFrame": "Up to 168 postoperative hour"
                },
                {
                    "measure": "Opioid use and refills within 2 weeks after hospital discharge",
                    "description": "Opioid use and refills within 2 weeks after hospital discharge (yes or no)",
                    "timeFrame": "Up to 2 weeks after discharge"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients aged 18-80 years\n2. Patients scheduled for elective vascular surgery with an open mid-abdominal laparotomy incision, including abdominal aortic aneurysm repair surgery (AAA), mesenteric artery bypass surgery, and aortobifemoral bypass surgery for aortic occlusive disease.\n3. Patients who are able to speak and read English\n4. Patients with American Society of Anesthesiology (ASA) physical status score I-IV\n5. Patients who are admitted to the hospital and are incidentally discovered to require any of the aforementioned surgeries, being asymptomatic for vascular issues, and having their surgery scheduled no sooner than three days after admission, are also considered eligible.\n\nExclusion Criteria:\n\n1. Emergency vascular reconstruction surgery., patients admitted to the hospital due to symptoms directly associated with their vascular condition, such as severe abdominal pain or a ruptured aneurysm causing bleeding, will be excluded.\n2. Patients with contraindications to RSB, including but not limited to anatomical abnormality, previous surgical intervention that limits or prevents receiving bilateral RSBs, or infection at the injection site.\n3. History of allergy to local anesthetics.\n4. Weight \\< 40 kg, as a combination of 20 mL of Bupivacaine 0.25% with 30 mL of LB is greater than the maximal dose allowed, given concern for local anesthetic toxicity.\n5. Patients who take long-acting opioid medication, or on continuous opioid use \\> 50 MME per day for at least 30 days within 90 days prior to surgery.\n6. Patients who have chronic pain syndrome with a recent preoperative consultation with the chronic pain service. Also, patients with distant metastatic cancers (e.g. bone, lung, brain) confirmed by CT scan.\n7. Patients with current substance abuse, or history of substance abuse within 3 months, this includes any illicit drugs (not including marijuana) or excessive alcohol consumption as defined as 4 or more drinks per day or 8 or more drinks per week for women and 5 or more drinks per day or 15 or more drinks per week for men.\n8. Lack or refusal to sign the study consent.\n9. Patients who are unable to receive postoperative ropivacaine intermittent boluses within the first 5 days after surgery due to issues with their catheter (such as dislodgement, migration, or kinking) will be excluded from the final analysis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aseel Walker, MD",
                    "role": "CONTACT",
                    "phone": "(860) 972-1778",
                    "email": "aseel.walker@hhchealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin Finkel, MD",
                    "affiliation": "Hartford Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hartford Hospital",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin J Finkel, MD",
                            "role": "CONTACT",
                            "email": "kevin.finkel@hhchealth.org"
                        },
                        {
                            "name": "Aseel Walker, MD",
                            "role": "CONTACT",
                            "phone": "860-9772-1778",
                            "email": "Aseel.Walker@hhchealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12558078",
                    "type": "BACKGROUND",
                    "citation": "Burger JW, van 't Riet M, Jeekel J. Abdominal incisions: techniques and postoperative complications. Scand J Surg. 2002;91(4):315-21. doi: 10.1177/145749690209100401."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kenna P, Melekamayhu A. Bilateral rectus sheath block as postoperative analgesia for patients undergoing midline laparotomy in Minilk II Referral Hospital, Addis Ababa, Ethiopia. [master's thesis]. Addis Ababa, Ethiopia: Addis Ababa University; 2018.doi.org/10.4103%2F0259-1162.179315"
                },
                {
                    "pmid": "10357329",
                    "type": "BACKGROUND",
                    "citation": "Weissman C. Pulmonary function after cardiac and thoracic surgery. Anesth Analg. 1999 Jun;88(6):1272-9. doi: 10.1097/00000539-199906000-00014. No abstract available."
                },
                {
                    "pmid": "18039692",
                    "type": "BACKGROUND",
                    "citation": "Agostini P, Calvert R, Subramanian H, Naidu B. Is incentive spirometry effective following thoracic surgery? Interact Cardiovasc Thorac Surg. 2008 Apr;7(2):297-300. doi: 10.1510/icvts.2007.171025. Epub 2007 Nov 26."
                },
                {
                    "pmid": "30833861",
                    "type": "BACKGROUND",
                    "citation": "Simpson JC, Bao X, Agarwala A. Pain Management in Enhanced Recovery after Surgery (ERAS) Protocols. Clin Colon Rectal Surg. 2019 Mar;32(2):121-128. doi: 10.1055/s-0038-1676477. Epub 2019 Feb 28."
                },
                {
                    "pmid": "29443788",
                    "type": "BACKGROUND",
                    "citation": "Purdy M, Kinnunen M, Kokki M, Anttila M, Eskelinen M, Hautajarvi H, Lehtonen M, Kokki H. A prospective, randomized, open label, controlled study investigating the efficiency and safety of 3 different methods of rectus sheath block analgesia following midline laparotomy. Medicine (Baltimore). 2018 Feb;97(7):e9968. doi: 10.1097/MD.0000000000009968."
                },
                {
                    "pmid": "23786567",
                    "type": "BACKGROUND",
                    "citation": "Wallstrom A, Frisman GH. Facilitating early recovery of bowel motility after colorectal surgery: a systematic review. J Clin Nurs. 2014 Jan;23(1-2):24-44. doi: 10.1111/jocn.12258. Epub 2013 Jun 20."
                },
                {
                    "pmid": "25480622",
                    "type": "BACKGROUND",
                    "citation": "Alvarez MP, Foley KE, Zebley DM, Fassler SA. Comprehensive enhanced recovery pathway significantly reduces postoperative length of stay and opioid usage in elective laparoscopic colectomy. Surg Endosc. 2015 Sep;29(9):2506-11. doi: 10.1007/s00464-014-4006-8. Epub 2014 Dec 6."
                },
                {
                    "pmid": "23327951",
                    "type": "BACKGROUND",
                    "citation": "Atkinson CJ, Ramaswamy K, Stoneham MD. Regional anesthesia for vascular surgery. Semin Cardiothorac Vasc Anesth. 2013 Jun;17(2):92-104. doi: 10.1177/1089253212472985. Epub 2013 Jan 17."
                },
                {
                    "pmid": "30985694",
                    "type": "BACKGROUND",
                    "citation": "Hong S, Kim H, Park J. Analgesic effectiveness of rectus sheath block during open gastrectomy: A prospective double-blinded randomized controlled clinical trial. Medicine (Baltimore). 2019 Apr;98(15):e15159. doi: 10.1097/MD.0000000000015159."
                },
                {
                    "pmid": "30879572",
                    "type": "BACKGROUND",
                    "citation": "Hausken J, Rydenfelt K, Horneland R, Ullensvang K, Kjosen G, Tonnessen TI, Haugaa H. First Experience With Rectus Sheath Block for Postoperative Analgesia After Pancreas Transplant: A Retrospective Observational Study. Transplant Proc. 2019 Mar;51(2):479-484. doi: 10.1016/j.transproceed.2019.01.065. Epub 2019 Jan 28."
                },
                {
                    "pmid": "26032393",
                    "type": "BACKGROUND",
                    "citation": "Patzkowski MS, Stevens G. Multimodal analgesia in abdominal sepsis: a case report of liposome bupivacaine in ultrasound-guided rectus sheath blocks after unexpected open hemi-colectomy. Mil Med. 2015 Jun;180(6):e728-31. doi: 10.7205/MILMED-D-14-00512."
                },
                {
                    "pmid": "31791571",
                    "type": "BACKGROUND",
                    "citation": "Urits I, Ostling PS, Novitch MB, Burns JC, Charipova K, Gress KL, Kaye RJ, Eng MR, Cornett EM, Kaye AD. Truncal regional nerve blocks in clinical anesthesia practice. Best Pract Res Clin Anaesthesiol. 2019 Dec;33(4):559-571. doi: 10.1016/j.bpa.2019.07.013. Epub 2019 Jul 19."
                },
                {
                    "pmid": "29423579",
                    "type": "BACKGROUND",
                    "citation": "Cho S, Kim YJ, Jeong K, Moon HS. Ultrasound-guided bilateral rectus sheath block reduces early postoperative pain after laparoscopic gynecologic surgery: a randomized study. J Anesth. 2018 Apr;32(2):189-197. doi: 10.1007/s00540-018-2457-0. Epub 2018 Feb 8."
                },
                {
                    "pmid": "31336767",
                    "type": "BACKGROUND",
                    "citation": "Jeong HW, Kim CS, Choi KT, Jeong SM, Kim DH, Lee JH. Preoperative versus Postoperative Rectus Sheath Block for Acute Postoperative Pain Relief after Laparoscopic Cholecystectomy: A Randomized Controlled Study. J Clin Med. 2019 Jul 11;8(7):1018. doi: 10.3390/jcm8071018."
                },
                {
                    "pmid": "24664392",
                    "type": "BACKGROUND",
                    "citation": "Quek KH, Phua DS. Bilateral rectus sheath blocks as the single anaesthetic technique for an open infraumbilical hernia repair. Singapore Med J. 2014 Mar;55(3):e39-41. doi: 10.11622/smedj.2014042."
                },
                {
                    "pmid": "31361662",
                    "type": "BACKGROUND",
                    "citation": "Duggan EW, Vadlamudi R, Spektor B, Sharifpour M. Abdominal Surgery With Bilateral Rectus Sheath Block: A Case Report. A A Pract. 2019 Oct 1;13(7):278-280. doi: 10.1213/XAA.0000000000001055."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sholin I.Y., Avetisyan V.A., Ezugbaia B.S., Zhikharev V.A., Koryachkin V.A. Assessment of rectus sheath block effectiveness after major abdominal surgery. Regionarnaya аnesteziya i lechenie ostroy boli (Regional Anesthesia and Acute Pain Management, Russian journal). 2018; 12 (1): 37-40 . (In Russ.). DOI: http://dx.doi.org/10.18821/1993-6508-2018-12-1- 37- 40."
                },
                {
                    "pmid": "33456828",
                    "type": "BACKGROUND",
                    "citation": "Rucklidge M, Beattie E. Rectus sheath catheter analgesia for patients undergoing laparotomy. BJA Educ. 2018 Jun;18(6):166-172. doi: 10.1016/j.bjae.2018.03.002. Epub 2018 Mar 16. No abstract available."
                },
                {
                    "pmid": "38054410",
                    "type": "BACKGROUND",
                    "citation": "Cleary C, Li YH, Jain A, Kainkaryam P, Shah P, Divinagracia T, Gallagher J 3rd, Aitcheson E, Ayach M, Finkel K, Glotzer O, Gifford E. Rectus Sheath Block Improves Patient Recovery Following Open Aortic Surgery. Ann Vasc Surg. 2023 Nov;97:27-36. doi: 10.1016/j.avsg.2023.04.012. Epub 2023 Apr 30."
                },
                {
                    "pmid": "21692972",
                    "type": "BACKGROUND",
                    "citation": "Malchow R, Jaeger L, Lam H. Rectus sheath catheters for continuous analgesia after laparotomy--without postoperative opioid use. Pain Med. 2011 Jul;12(7):1124-9. doi: 10.1111/j.1526-4637.2011.01166.x. Epub 2011 Jun 21."
                },
                {
                    "pmid": "23937574",
                    "type": "BACKGROUND",
                    "citation": "Dutton TJ, McGrath JS, Daugherty MO. Use of rectus sheath catheters for pain relief in patients undergoing major pelvic urological surgery. BJU Int. 2014 Feb;113(2):246-53. doi: 10.1111/bju.12316. Epub 2013 Aug 13."
                },
                {
                    "pmid": "24165343",
                    "type": "BACKGROUND",
                    "citation": "Godden AR, Marshall MJ, Grice AS, Daniels IR. Ultrasonography guided rectus sheath catheters versus epidural analgesia for open colorectal cancer surgery in a single centre. Ann R Coll Surg Engl. 2013 Nov;95(8):591-4. doi: 10.1308/rcsann.2013.95.8.591."
                },
                {
                    "pmid": "35981918",
                    "type": "BACKGROUND",
                    "citation": "Finkel KJ, Takata ET, Maffeo-Mitchell CL, Neal JB, Nankin MD, Braffett BH, Perillo LM, Gammerman S, Stuart WT, Walker A. Manufacturer financial conflicts of interest are associated with favourable outcomes in randomised controlled trials of liposomal bupivacaine. Br J Anaesth. 2022 Oct;129(4):e90-e93. doi: 10.1016/j.bja.2022.06.032. Epub 2022 Aug 16. No abstract available."
                },
                {
                    "pmid": "26204387",
                    "type": "BACKGROUND",
                    "citation": "Ilfeld BM, Viscusi ER, Hadzic A, Minkowitz HS, Morren MD, Lookabaugh J, Joshi GP. Safety and Side Effect Profile of Liposome Bupivacaine (Exparel) in Peripheral Nerve Blocks. Reg Anesth Pain Med. 2015 Sep-Oct;40(5):572-82. doi: 10.1097/AAP.0000000000000283."
                },
                {
                    "pmid": "28781438",
                    "type": "BACKGROUND",
                    "citation": "Malik O, Kaye AD, Kaye A, Belani K, Urman RD. Emerging roles of liposomal bupivacaine in anesthesia practice. J Anaesthesiol Clin Pharmacol. 2017 Apr-Jun;33(2):151-156. doi: 10.4103/joacp.JOACP_375_15."
                },
                {
                    "pmid": "21712863",
                    "type": "BACKGROUND",
                    "citation": "Kuthiala G, Chaudhary G. Ropivacaine: A review of its pharmacology and clinical use. Indian J Anaesth. 2011 Mar;55(2):104-10. doi: 10.4103/0019-5049.79875."
                },
                {
                    "pmid": "10740540",
                    "type": "BACKGROUND",
                    "citation": "Myles PS, Weitkamp B, Jones K, Melick J, Hensen S. Validity and reliability of a postoperative quality of recovery score: the QoR-40. Br J Anaesth. 2000 Jan;84(1):11-5. doi: 10.1093/oxfordjournals.bja.a013366."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001014",
                    "term": "Aortic Aneurysm"
                },
                {
                    "id": "D000001018",
                    "term": "Aortic Diseases"
                },
                {
                    "id": "D000017544",
                    "term": "Aortic Aneurysm, Abdominal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000783",
                    "term": "Aneurysm"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "relevance": "LOW"
                },
                {
                    "id": "M4330",
                    "name": "Aortic Aneurysm",
                    "asFound": "Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4334",
                    "name": "Aortic Diseases",
                    "asFound": "Aortic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19800",
                    "name": "Aortic Aneurysm, Abdominal",
                    "asFound": "Aortic Aneurysm, Abdominal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002045",
                    "term": "Bupivacaine"
                },
                {
                    "id": "D000077212",
                    "term": "Ropivacaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "asFound": "Type",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1700",
                    "name": "Ropivacaine",
                    "asFound": "3 weeks",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}