{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04201184",
            "orgStudyIdInfo": {
                "id": "IRB00200073"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH115840-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH115840-01A1"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Wakȟáŋyeža (Little Holy One)",
            "officialTitle": "Wakȟáŋyeža (Little Holy One): Enhancing Caregivers' and Children's Well-being Through an Evidence-based and Culturally Informed Prevention Intervention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "little-holy-one"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-11-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-13",
            "studyFirstSubmitQcDate": "2019-12-13",
            "studyFirstPostDateStruct": {
                "date": "2019-12-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Annie E. Casey Foundation",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall goal of this study is to develop, adapt and evaluate an intergenerational prevention intervention, named \"Wakȟáŋyeža (Little Holy One),\" with Native American caregivers on a Northern Plains reservation and the caregivers' 2-to-5-year-old children. The intervention aims to: 1) reduce symptoms of historical trauma and everyday stress among parents/caregivers, 2) improve parenting, and 3) improve children's emotional and behavioral developmental outcomes to reduce future risk for suicide and substance use.",
            "detailedDescription": "The scientific premise of this work is rooted in understanding that high rates of historical and current trauma in Native communities compromise caregivers' mental health and parenting, which in turn affect early childhood behavior problems and adverse events that increase children's risk for suicide and substance use in adolescent and young adulthood.\n\nWakȟáŋyeža will combine adapted elements of: 1) Common Elements Treatment Approach (CETA), an evidence-based intervention proven effective to reduce stress, depression and trauma-related symptoms, 2) Family Spirit, an evidence-based parent training program to promote positive early child development in Native American communities, and 3) cultural components informed by tribal-specific risk and protective factors for suicide and substance abuse identified in community-based studies that led to this proposal. The intervention will consist of 12 weekly individual lessons taught to parents and children (ages 2 to 5) at Head Start facilities by indigenous community health workers, a delivery strategy selected to enhance participant engagement, local acceptability and sustainability.\n\nThis study will use a randomized control trial (RCT) with an embedded single-case experimental design (SCED) to determine the effectiveness of the intervention on mental health and behavioral outcomes among N=120 parent-child dyads, while empirically exploring the added benefit of specific cultural components on parent/caregiver outcomes. The study plan is situated within a well-established trust relationship with tribal communities, innovative formative research that led to this proposal, and an experienced, multi-disciplined study team led by an Indigenous Principle Investigator.\n\nA supplement has been added to this clinical trial, the goal of the supplement is to add to our understanding of opioids and other substance use and suicide risk in Native communities by analyzing individual social network data to understand the relational factors that may increase both risk of suicide and opioid use and the relational characteristics of networks that act as protective factors for suicide and opioid use."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Trauma, Psychological",
                "Parenting"
            ],
            "keywords": [
                "Native American"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be enrolled in one of two groups; active control or intervention groups. Participants in the control group will be provided with food boxes weekly for 12 weeks. Participants in the intervention group will be taught the 12 lessons on parenting, culture, and stress over a 12-week period in individual sessions with their community health worker.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Little Holy One intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The participants will receive 12 1-hour lessons on parenting, stress, and culture over a period of 16 weeks.",
                    "interventionNames": [
                        "Behavioral: Newly created cultural components, adapted Family Spirit lessons, adapted CETA modules"
                    ]
                },
                {
                    "label": "Nutrition control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The active control condition will receive nutrition information, weekly food boxes and recipes based on seasonal foods, as well as a shopping list for making future meals.",
                    "interventionNames": [
                        "Behavioral: Active nutrition control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Newly created cultural components, adapted Family Spirit lessons, adapted CETA modules",
                    "description": "Caregivers will receive 12 lessons, weekly, over a period of 12 weeks. Full curriculum contains: 4 lessons on cultural connection and traditions, 4 lessons on parenting adapted from Family Spirit intervention, and 4 lessons on stress and trauma adapted from CETA. modules",
                    "armGroupLabels": [
                        "Little Holy One intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Active nutrition control",
                    "description": "The active control condition will receive nutrition information, weekly food boxes and recipes. Recipes will be developed based on seasonal foods and a shopping list for making future meals will be included.",
                    "armGroupLabels": [
                        "Nutrition control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Aim 1: Change in caregiver trauma symptoms",
                    "description": "Change in caregiver trauma symptoms will be self-reported using the Post-traumatic stress disorder (PTSD) checklist for the Diagnostic and Statistical Manual of Mental Disorders (DSM) -5 (PTSD Checklist for DSM-5, Civilian Version). This is a 20-item questionnaire. Scores range from 0-80. When used clinically a score of 33 or above indicates further assessment is needed.",
                    "timeFrame": "Baseline visit, 6 weeks, 12 weeks, 6 months, 12 months"
                },
                {
                    "measure": "Aim 1: Change in Caregiver Parenting Stress",
                    "description": "Caregiver change in stress symptoms; Self-report that measures three domains of parenting stress: parental distress, parent-child dysfunctional interaction, and difficulty with child. 36-item questionnaire. Scores range from 36-180. Score ranges are represented as percentiles; 15-80 is considered a typical stress percentile, 81-89 is considered a high stress percentile, and 90-100 is considered a clinically significant stress percentile.",
                    "timeFrame": "Baseline visit, 6 weeks, 12 weeks, 6 months, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Aim 1: Change in Caregiver Depression",
                    "description": "The CESD-R-10 is comprised of 10 items based on DSM-IV diagnostic criteria for Major Depressive Disorder. Scores range of 0-30, with a score greater than eight indicate clinically significant symptoms. The CESD-R-10 is based on the CESD, a widely validated instrument, including among Native American populations.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Stressful Life Events",
                    "description": "The Stressful Life Events Screening Questionnaire (SLESQ) is a 13-item self-report questionnaire designed to assess lifetime exposure to potentially traumatic events. It has been used in several culturally diverse settings and is recommended for use for research purposes.",
                    "timeFrame": "Baseline visit"
                },
                {
                    "measure": "Aim 1: Parents' positive childhood experiences",
                    "description": "Parents' positive childhood experiences will be measured by self-report at baseline with the Benevolent Childhood Experiences Scale. This is a 10-item scale designed to assess positive childhood experiences in adults with experience of mistreatment or adversity.",
                    "timeFrame": "Baseline visit"
                },
                {
                    "measure": "Aim 1: Adverse Childhood Experiences (ACEs)",
                    "description": "Parents' ACEs will be measured by self-report at baseline with a 23-item ACEs scale adapted to the study population.",
                    "timeFrame": "Baseline visit"
                },
                {
                    "measure": "Aim 1: Parenting practices",
                    "description": "Parenting practices will be measured by the Parenting Practices Interview (PPI), a 72-item self-report questionnaire adapted from the Oregon Social Learning Center's Discipline Questionnaire and revised for young children. It measures the disciplinary style of a parent and has been used in a variety of settings and populations.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Parental control",
                    "description": "Parental control will be measured by the Parental Locus of Control Scale (PLOC), a 47-item questionnaire which measures five factors to assess the locus of control a parent or caregiver has over a child.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Family routines",
                    "description": "Family routines will be measured via self-report using the Family Routines Index, a 28-item questionnaire which measures 10 areas of family routines",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Parent substance use",
                    "description": "Parent substance use will be measured via self-report using an adapted version of the 15-item WHO ASSIST Questionnaire, which screens for problematic or risky substance use. A risk score is provided for each of the 10 substances included in the survey. The ASSIST is reliable, valid, flexible, comprehensive, and cross-culturally relevant having been validated with populations all over the world.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Parent historical loss experiences",
                    "description": "Parent historical loss experiences will be assessed via self-report at baseline with the Historical Loss Scale. The scale quantifies 12 types of losses that Native American tribes might have experienced in the past, how often they are thought about in the present, and 12 different symptoms that they might have because of thinking about these losses. This scale has been used in previous studies and in several Native American populations.",
                    "timeFrame": "Baseline visit"
                },
                {
                    "measure": "Aim 1: Parental communal mastery",
                    "description": "Parent communal mastery will be measured via self-report using the 10-item Communal Mastery Scale, which was developed specifically for Native contexts using two commonly employed measures of mastery and self-efficacy and adapted to add more collectivist statements. This scale was successfully used in a previous study at Fort Peck.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Parent tribal identity",
                    "description": "Parent tribal identity will be assessed using a modified version of the 6-item Orthogonal Cultural Identification Scale. The scale has been adapted for Assiniboine and Sioux tribal identity and was also used in a previous study on the Fort Peck Reservation.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 1: Parental experiences related to historical trauma",
                    "description": "Parents' experiences related to historical trauma will be measured by the Historical Trauma Checklist. This measure is a 15-item checklist, developed from focus group discussions with the Fort Peck Reservation. Three questions are posed to determine relevant historical trauma experiences.",
                    "timeFrame": "Baseline visit"
                },
                {
                    "measure": "Aim 2: Parent stress",
                    "description": "Parent stress will be measured using the Perceived Stress Scale (PSS). The PSS is a 10-item scale that has been widely used and validated, including in Native American populations.",
                    "timeFrame": "Baseline visit, 6 weeks, 12 weeks, 6 months, 12 months"
                },
                {
                    "measure": "Aim 3: Social networks information",
                    "description": "Social networks information will be collected via a 17-item self-report Caregiver Ego Networks Questionnaire. Parents will provide information about tribal affiliation, relationships, substance use, communication, parenting support, and cultural involvement of up to 10 of their closest social relationships.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                },
                {
                    "measure": "Aim 3: Suicide risk",
                    "description": "Suicide risk will be measured with six items from the Columbia Suicide Severity Rating Scale (CSSR-S), which has been widely used to identify and assess individuals at risk for suicide across diverse communities and settings.",
                    "timeFrame": "Baseline visit, 12 weeks, 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Aim 1: Secondary outcome of child: child's externalization and internalization of symptoms",
                    "description": "The Strengths and Difficulties Questionnaire (SDQ) and impact supplement will measure childrens' externalization and internalization of symptoms via parent report. The SDQ is a 30-item scale which measures 25 attributes on five scales: emotional symptoms, conduct problems, hyperactivity/inattention, peer relationship problems, and prosocial behavior.",
                    "timeFrame": "Baseline visit, 6 months, 12 months"
                },
                {
                    "measure": "Aim 1: Secondary outcome of child: head start school attendance",
                    "description": "Head Start school attendance will be tracked via teacher report on an ongoing basis for all children enrolled in the study.",
                    "timeFrame": "Baseline visit, 6 weeks, 12 weeks, 6 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Parent or caregiver of 2-5-year-old child\n* Parent or caregiver must be willing to participate in all aspects of the study including random assignment\n* Parent or caregiver has been exposed to at least 1 adverse childhood event or historical trauma\n* Child is an enrolled member of Fort Peck Tribes or the descent of an enrolled member\n\nExclusion Criteria:\n\n* Parent or caregiver is under 18 years of age.\n* Inability to participate in full intervention",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Teresa Brockie, PhD",
                    "role": "CONTACT",
                    "phone": "410-955-1730",
                    "email": "tbrocki1@jhu.edu"
                },
                {
                    "name": "Ellie Decker, MSPH",
                    "role": "CONTACT",
                    "email": "edecker5@jhu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Teresa Brockie, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fort Peck Tribal Head Start",
                    "status": "RECRUITING",
                    "city": "Poplar",
                    "state": "Montana",
                    "zip": "59255",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alex Granbois",
                            "role": "CONTACT",
                            "phone": "406-688-9862",
                            "email": "agranbo1@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.11307,
                        "lon": -105.19831
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34922510",
                    "type": "BACKGROUND",
                    "citation": "Brockie T, Haroz EE, Nelson KE, Cwik M, Decker E, Ricker A, Littlepage S, Mayhew J, Wilson D, Wetsit L, Barlow A. Wakha engyeza (Little Holy One) - an intergenerational intervention for Native American parents and children: a protocol for a randomized controlled trial with embedded single-case experimental design. BMC Public Health. 2021 Dec 18;21(1):2298. doi: 10.1186/s12889-021-12272-9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000067073",
                    "term": "Psychological Trauma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M113",
                    "name": "Psychological Trauma",
                    "asFound": "Trauma, Psychological",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}