{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04533763",
            "orgStudyIdInfo": {
                "id": "201911073"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Living WELL: A Web-Based Program for Ovarian Cancer Survivors",
            "officialTitle": "Living WELL: A Web-Based Program to Improve Quality of Life in Rural and Urban Ovarian Cancer Survivors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "living-well-a-web-based-program-for-ovarian-cancer-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-18",
            "studyFirstSubmitQcDate": "2020-08-29",
            "studyFirstPostDateStruct": {
                "date": "2020-09-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Susan Lutgendorf",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Susan Lutgendorf",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "University of Miami",
                    "class": "OTHER"
                },
                {
                    "name": "University of Iowa",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the efficacy of a group-based and web-delivered psychosocial intervention for ovarian cancer survivors (Mindful Living \\[ML\\]) compared to a health promotion condition (Healthy Lifestyles \\[HL\\]) in increasing health related quality of life (HRQOL) and decreasing perceived stress, depressive mood (primary aims), anxiety, and fatigue (secondary aims) across a 12-month period.",
            "detailedDescription": "Living WELL is a randomized clinical trial examining two different programs for helping ovarian cancer survivors cope and improve the quality of their lives following treatment. The programs include techniques and information to enhance both mental and physical well-being. The study is conducted through an internet video conferencing platform and is open to survivors in all parts of the US. The purpose of this study is to examine the effects of various factors such as emotions, stress management and coping techniques, and health information on quality of life, stress levels, depression, fatigue, and distress in ovarian cancer survivors. Participants are randomized into either a Mindful Living group (targeting stress management skills - e.g., relaxation, coping) or a Healthy Lifestyles group (targeting health promotion strategies - e.g, nutrition, sleep, exercise). Participation in this study includes taking part in an introductory online meeting, 10 consecutive weekly online sessions, and follow-up meetings at approximately 4.5 and 9 months following randomization. Each session will be 1.5-2 hours. Participants will complete surveys online prior to beginning the program, within a week after the 10-week program is completed, and at 6 months and 12 months later."
        },
        "conditionsModule": {
            "conditions": [
                "Ovarian Cancer"
            ],
            "keywords": [
                "ovarian cancer",
                "behavioral",
                "mindfulness",
                "lifestyle",
                "CBT",
                "health promotion",
                "telemedicine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 292,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindful Living (ML)",
                    "type": "EXPERIMENTAL",
                    "description": "Mindful Living Intervention A 10-week group-based and web-delivered psychosocial intervention targeting key concerns of ovarian cancer survivors.",
                    "interventionNames": [
                        "Behavioral: Technology-based Mindful Living program"
                    ]
                },
                {
                    "label": "Healthy Lifestyles (HL)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Healthy Lifestyle Intervention A 10-week group-based and web-delivered intervention providing information on health promotion for ovarian cancer survivors.",
                    "interventionNames": [
                        "Behavioral: Technology-based Healthy Lifestyles program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Technology-based Mindful Living program",
                    "description": "The program is delivered using web-based group conferencing. During each session, participants are taught new stress management and coping techniques. Each week there is opportunity to apply techniques to real world situations for practice. Participants have a group orientation session, and then meet for 10 weeks. Group sessions last 1.5 - 2 hours. Booster sessions occur approximately 4.5 and 9 months post- randomization. Program includes training in mindfulness, cognitive behavioral stress management, relaxation, imagery, prioritizing meaningful activities, communication, and coping strategies. Content is geared toward concerns of cancer survivors.",
                    "armGroupLabels": [
                        "Mindful Living (ML)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Technology-based Healthy Lifestyles program",
                    "description": "The program is delivered using web-based group conferencing. Sessions include content from the National Cancer Institute, American Cancer Society, and health care providers with expertise in oncology. All content is geared to promoting healthy living among ovarian cancer survivors. Participants have a group orientation session, and then meet for 10 weeks, with group sessions lasting 1.5 - 2 hours. Booster sessions occur approximately 4.5 and 9 months post-randomization. Healthy Lifestyle sessions include topics such as nutrition, exercise, sleep, quality of life, survivorship, and cognitive function with content geared toward concerns of cancer survivors.",
                    "armGroupLabels": [
                        "Healthy Lifestyles (HL)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in HRQOL from baseline (T1) to T2 (immediate change: post-intervention).",
                    "description": "HRQOL will be measured by the Functional Assessment of Cancer Therapy (FACT-O) survey, a health survey designed to assess multiple dimensions of HRQOL. Higher scores indicate better HRQOL.",
                    "timeFrame": "Mean change from pre-intervention baseline to T2 (after completion of the 10 week intervention)"
                },
                {
                    "measure": "Change in HRQOL from baseline (T1) across a 12-month interval post randomization :((T4) Long-term change)",
                    "description": "HRQOL will be measured by the Functional Assessment of Cancer Therapy (FACT-O) survey, a health survey designed to assess multiple dimensions of HRQOL. Higher scores indicate better HRQOL Linear mixed models for repeated measures will be used to test for efficacy with p values adjusted using Bonferroni methods to account for the two timepoints.",
                    "timeFrame": "6 months to 12 months post-baseline (T4)"
                },
                {
                    "measure": "Change in Perceived Stress from baseline (T1) to T2 (immediate change: post-intervention).",
                    "description": "Perceived Stress will be measured by the Perceived Stress Scale (PSS) a scale commonly used to assess subjective levels of stress. Higher scores indicate more stress.",
                    "timeFrame": "Mean change from pre-intervention baseline to T2 (after completion of the 10 week intervention)"
                },
                {
                    "measure": "Change in Perceived Stress from baseline (T1) across a 12-month interval post randomization: ((T4) Long-term change)",
                    "description": "Perceived Stress will be measured by the Perceived Stress Scale (PSS) a scale commonly used to assess subjective levels of stress. Higher scores indicate more stress. Linear mixed models for repeated measures will be used to test for efficacy with p values adjusted using Bonferroni methods to account for the two timepoints.",
                    "timeFrame": "6 months to 12 months post-baseline (T4)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in anxiety from baseline (T1) to T2 (immediate change: post-intervention)",
                    "description": "Anxiety will be measured by the Profile of Mood States short form Anxiety subscale. Higher scores indicate greater anxiety.",
                    "timeFrame": "Mean change from pre-intervention baseline to T2 (after completion of the 10 week intervention)"
                },
                {
                    "measure": "Change in anxiety from baseline (T1) across a 12-month interval post randomization :((T4) Long-term change)",
                    "description": "Anxiety will be measured by the Profile of Mood States short form Anxiety subscale. Higher scores indicate higher levels of anxiety Linear mixed models for repeated measures will be used to test for efficacy with p values adjusted using Bonferroni methods to account for the two timepoints.",
                    "timeFrame": "6 months to 12 months post-baseline (T4)"
                },
                {
                    "measure": "Change in fatigue from baseline (T1) to T2 (immediate change: post-intervention).",
                    "description": "Fatigue will be measured by the Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT-F). Higher scores represent lower levels of fatigue.",
                    "timeFrame": "Mean change from pre-intervention baseline to T2 (after completion of the 10 week intervention)"
                },
                {
                    "measure": "Change in fatigue from baseline (T1) across a 12-month interval post randomization :((T4) Long-term change)",
                    "description": "Fatigue will be measured by the Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT-F). Higher scores represent lower levels of fatigue. Linear mixed models for repeated measures will be used to test for efficacy with p values adjusted using Bonferroni methods to account for the two timepoints.",
                    "timeFrame": "6 months to 12 months post-baseline (T4)"
                },
                {
                    "measure": "Change in CESD (depressive mood) from baseline (T1) to T2 (immediate change: post-intervention).",
                    "description": "Depressive Mood will be measured by the Center for Epidemiological Studies Depression (CES-D) scale. Higher scores indicate higher levels of depressive mood.",
                    "timeFrame": "Mean change from pre-intervention baseline to T2 (after completion of the 10 week intervention)"
                },
                {
                    "measure": "Change in CESD from baseline (T1) across a 12-month interval post randomization :((T4) Long-term change)",
                    "description": "Depressive Mood will be measured by the Center for Epidemiological Studies Depression (CES-D) scale. Higher scores indicate higher levels of depressive mood. Linear mixed models for repeated measures will be used to test for efficacy with p values adjusted using Bonferroni methods to account for the two timepoints.",
                    "timeFrame": "6 months to 12 months post-baseline (T4)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Statistical correlations between change in stress management skills, mindfulness, cognitive coping, acceptance, and relaxation frequency and changes in HRQOL, Depressive Mood, Perceived Stress, anxiety and fatigue.",
                    "description": "Stress management skills will be assessed using the Measure of Current States (MOS), Mindfulness skills will be assessed using the Freiburg Mindfulness Inventory, Cognitive Coping Skills will be assessed using the Brief COPE, Acceptance Skills will be assessed using the Acceptance and Action Questionnaire (AAQII), Relaxation frequency will be assessed by a web-based counter documenting frequency of relaxation practice.",
                    "timeFrame": "Mean change from pre-intervention baseline to completion of the 10 week intervention (T2), 6 months post-baseline,12 months post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Survivors 18 (19 at UNMC since age of Majority is 19 in Nebraska) years or older with a cytological or histological diagnosis of any stage of epithelial ovarian cancer, peritoneal cancer, fallopian tube cancer, or cancer of Mullerian origin consistent with ovarian/fallopian tube/peritoneal origin (not consistent with endometrial cancer). Individuals diagnosed with synchronous ovarian and endometrial cancer primaries may be included if the initial endometrial cancer was stage I.\n* Survivors who have completed primary treatment (surgery and chemotherapy or chemotherapy alone for a new diagnosis ovarian/peritoneal/fallopian tube cancer within the last 5 years). Date of completion of primary treatment is defined as within approximately 60 days after the last chemotherapy infusion. Maintenance therapy infusions do not count in determining date of completion of primary therapy. Women who were not recommended to receive adjuvant chemotherapy (for example, in the case of certain stage IA/IB cancers) are eligible after surgery alone. Women receiving consolidation or maintenance therapy following primary chemotherapy or following treatment for first recurrence are eligible.\n* Survivors must not have had more than one recurrence. Those who have had one recurrence will be eligible if they have completed active therapy for their recurrence.\n* Although most women meeting the above criteria will be in remission, complete clinical remission (normal tumor markers and normal CT scan) is not a requirement for eligibility. Even women with low-level disease after completion of cytotoxic chemotherapy who do not meet the strict definition of remission may have stable disease and may not require additional cytotoxic chemotherapy for a prolonged period of time, particularly if they are on maintenance therapy. If subjects recur during the group they will be allowed to continue to participate, as able, even while taking chemotherapy.\n* Survivors must be fluent in spoken English (6th grade level), which is necessary to participate in the intervention.\n* Survivors must be willing to be randomized and followed for 12 months.\n* Survivors must be able to understand and willing to sign a written informed consent document.\n* Survivors currently involved in the STEPS through Ovarian Cancer program will need to wait until their involvement is completed to participate.\n* Survivors receiving active treatment for another cancer may be eligible when their treatment is completed.\n\nTemporary Exclusion:\n\n* Survivors involved in Steps through OC must wait until they have completed that program to participate.\n* Survivors currently involved in a study involving another behavioral intervention or an exercise intervention must wait until the prior study is over to participate.\n* Survivors who score greater than or equal to 24 on the CESD can be rescreened when their depressive symptoms resolve.\n\nExclusion Criteria:\n\n* Non-epithelial ovarian cancer, ovarian tumors of low malignant potential (\"borderline\"), cancers originating from other organs. Survivor who have a history of a prior cancer besides their ovarian cancer will be considered eligible as long as they are not in active therapy for said other prior cancer.\n* History of prior inpatient psychiatric treatment for severe mental illness (e.g. psychosis) or current psychosis, history of bipolar disorder or schizophrenia in the last 2 years or current bipolar disorder or schizophrenia, current major depression, history of substance use disorder in the last 2 years or current substance dependence, organic mental disorder (e.g., dementia), or substance use disorder in the last 2 years.\n* Survivors who are younger than 18 or older than 90 years of age\n* Unable to meet study requirements\n* Currently receiving primary chemotherapy.\n* History of depression is not excluded as long as the patient is not currently depressed\n* Survivors who are currently depressed as indicated by a CES-D Score ≥ 24 (can be rescreened once the depressive symptoms resolve).",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sharaf Zia, MA",
                    "role": "CONTACT",
                    "phone": "319-467-9780",
                    "email": "sharaf-zia@uiowa.edu"
                },
                {
                    "name": "Debra J O'Connell-Moore, MBA",
                    "role": "CONTACT",
                    "phone": "319-356-1693",
                    "email": "debra-oconnell-moore@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susan K Lutgendorf, PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Luis Diaz, MS",
                            "role": "CONTACT",
                            "phone": "305-243-5825",
                            "email": "LDiaz5@med.miami.edu"
                        },
                        {
                            "name": "Frank J Penedo, PhD",
                            "role": "CONTACT",
                            "phone": "305-243-1391",
                            "email": "frank.penedo@miami.edu"
                        },
                        {
                            "name": "Frank J Penedo, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "University of Iowa Hospitals & Clinics",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sharif Zia, MA",
                            "role": "CONTACT",
                            "phone": "319-467-9780",
                            "email": "sharaf-zia@uiowa.edu"
                        },
                        {
                            "name": "Debra J O'Connell-Moore, MBA",
                            "role": "CONTACT",
                            "phone": "319-356-1693",
                            "email": "debra-oconnell-moore@uiowa.edu"
                        },
                        {
                            "name": "Susan Lutgendorf, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsey McAlarnen, MD",
                            "role": "CONTACT",
                            "phone": "402-559-4520",
                            "email": "pkayode@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Enna Manhardt",
                            "role": "CONTACT",
                            "phone": "206-616-3913",
                            "email": "ennahum@uw.edu"
                        },
                        {
                            "name": "Kathryn Pennington, MD",
                            "role": "CONTACT",
                            "phone": "206-543-3669",
                            "email": "adminonc@uw.edu"
                        },
                        {
                            "name": "Kathryn Pennington, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2020-09-29",
                    "uploadDate": "2021-02-02T11:22",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 591817
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-10-10",
                    "uploadDate": "2021-02-02T12:02",
                    "filename": "ICF_001.pdf",
                    "size": 353184
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}