{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05537402",
            "orgStudyIdInfo": {
                "id": "STU-2022-0848"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "LOcoregional vs Systemic Therapy in Patients With BCLC Stage B HCC",
            "officialTitle": "Phase II Multi-center Randomized, Open-label, Trial of Atezolizumab and Bevacizumab vs Locoregional Therapy (Transarterial Chemoembozliation or Radioembolization) as First-line Therapy in Patients With Large Intermediate-stage Hepatocellular Carcinoma",
            "acronym": "LOST-B",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "locoregional-vs-systemic-therapy-in-patients-with-bclc-stage-b-hcc"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-09",
            "studyFirstSubmitQcDate": "2022-09-09",
            "studyFirstPostDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Hsieh",
                "investigatorTitle": "Assistant Professor, Internal Medicine",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to compare the effectiveness and safety of two standard of care treatments in people who have been diagnosed with hepatocellular carcinoma (HCC).This research study is being done to compare atezolizumab/bevacizumab to locoregional therapy with either transarterial chemoembolization (TACE) or transarterial radioembolization (TARE).",
            "detailedDescription": "To evaluate the efficacy and safety of atezolizumab and bevacizumab compared to locoregional therapy (TACE or TARE) in patients with intermediate-stage HCC. The primary outcome is progression-free survival, which will be compared between two arms using stratified log-rank tests, adjusting the effect of stratification variables between two study arms. Cox regression analysis will be done to see if there are significant differences in PFS, controlling for the effects of confounding variables between the two study arms."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatocellular Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients will be randomly assigned to one of two study arms:\n\nArm A: Atezolizumab and bevacizumab or Arm B: Locoregional therapy with TACE or TARE as determined by local site. Randomization will occur on 1:1 ratio through permuted-block randomization method and will be stratified.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 204,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A: Atezolizumab and bevacizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Atezolizumab will be administered by IV infusion at a fixed dose of 1200 mg on Day 1 of each 21-day cycle. Bevacizumab will be administered by IV infusion at a dose of 15 mg/kg on Day 1 of each 21-day cycle.\n\nAtezolizumab will be administered first followed by bevacizumab, with a minimum of 5 minutes between dosing.",
                    "interventionNames": [
                        "Drug: Atezolizumab and bevacizumab"
                    ]
                },
                {
                    "label": "Arm B: Locoregional therapy with TACE or TARE",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will undergo locoregional therapy with TACE or TARE per investigator preference.\n\nTACE will be administered every 8 +/- 4 weeks; TARE will be administered every 12 +/- 4 weeks. Proportion of patients being treated with TARE will be capped at 50% of cohort at a protocol level. After 50% cap is reached, patients randomized to Arm B will be treated with TACE.",
                    "interventionNames": [
                        "Radiation: transarterial chemoembolization (TACE) or transarterial radioembolization (TARE"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Atezolizumab and bevacizumab",
                    "description": "Atezolizumab will be administered by IV infusion at a fixed dose of 1200 mg on Day 1 of each 21-day cycle and Bevacizumab will be administered by IV infusion at a dose of 15 mg/kg on Day 1 of each 21-day cycle",
                    "armGroupLabels": [
                        "Arm A: Atezolizumab and bevacizumab"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "transarterial chemoembolization (TACE) or transarterial radioembolization (TARE",
                    "description": "TACE cycles occur every 8 weeks +/- 7 days OR TARE cycles occur every 12 weeks +/- 7 days",
                    "armGroupLabels": [
                        "Arm B: Locoregional therapy with TACE or TARE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-free survival",
                    "description": "Evaluate the efficacy of atezolizumab and bevacizumab compared to TACE or TARE as measured by progression-free survival after randomization. PFS is defined as time from randomization to death from any cause or radiologic tumor progression, according to investigator assessment per mRECIST (modified Response Evaluation Criteria in Solid Tumors ).",
                    "timeFrame": "Baseline until date of first observed disease progression or death, assessed up to 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate",
                    "description": "To evaluate the efficacy of atezolizumab and bevacizumab compared to locoregional therapy with TACE or TARE as measured by ORR.\n\nORR to be assessed using investigator assessment per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
                    "timeFrame": "Baseline until date of first observed disease progression or death, assessed up to 24 months"
                },
                {
                    "measure": "Time to treatment Failure",
                    "description": "To evaluate the efficacy of atezolizumab and bevacizumab compared to locoregional therapy with TACE or Time to treatment failure, defined as time to death or inability to provide allocated treatment (atezolizumab/bevacizumab for Arm A or TACE/TARE for Arm B). Failure of strategy can be based on loss of clinical benefit, unacceptability toxicity, liver function deterioration, or no longer applicable as determined by local tumor board.",
                    "timeFrame": "Baseline until date of first observed disease progression or death, assessed up to 24 months"
                },
                {
                    "measure": "Overall Survival",
                    "description": "To evaluate the efficacy of atezolizumab and bevacizumab compared to locoregional therapy with TACE or TARE as measured by OS.\n\nOverall survival after randomization, defined as time from randomization to death from any cause",
                    "timeFrame": "Baseline until date of death, assessed up to 24 months"
                },
                {
                    "measure": "Time to Deterioration of Liver Function",
                    "description": "Time to deterioration of liver function, defined as time from randomization to first clinically meaningful deterioration in liver function, as measured by Child Pugh and ALBI. Meaningful increases in Child Pugh will be defined as increase in Child Pugh score to 8 and meaningful increased changes in ALBI will be defined as an increase in ALBI grade (from grade 1 to 2 or grade 2 to 3).",
                    "timeFrame": "Randomization until first clinically meaningful deterioration in liver function, assessed up to 24 months"
                },
                {
                    "measure": "Time to deterioration of quality of life",
                    "description": "To evaluate health related quality of life scores of patients treated with atezolizumab and bevacizumab compared to locoregional therapy with TACE or TARE.\n\nTime to deterioration of quality of life, defined as time for randomization to first clinically meaningful deterioration of quality of life measured by EORTC QLQ-C30 and EORTC-QLQ-HCC18.",
                    "timeFrame": "Randomization to first clinically meaningful deterioration of quality of life, assessed up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with confirmed HCC by imaging (LI-RADS 5) or histopathology\n2. Treatment-naïve, liver localized (intermediate-stage), i.e., beyond Milan Criteria (one tumor ≤5 cm, or two to three tumors, each ≤3 cm) and not amenable to curative surgery, liver transplantation, or local ablation and no evidence of extrahepatic disease or vascular invasion.\n3. Child Pugh class A\n4. Age ≥18 years at time of screening\n5. ECOG Performance Status 0 or 1\n6. Patients with HBV infection, which is characterized by positive hepatitis B surface antigen (HBsAg) and/or hepatitis B core antibodies (anti-HBcAb) with detectable HBV NA (≥10 IU/ml or above the limit of detection per local lab standard), must be treated with antiviral therapy, as per institutional practice. HBV antiviral therapy must be initiated prior to randomization and patients must remain on antiviral therapy for the study duration and for 6 months after the last dose of study medication.\n\n   Patients who test positive for anti-hepatitis B core (HBc) with undetectable HBV DNA (\\<10 IU/ml or under the limit of detection per local lab standard) are not required to start antiviral therapy prior to randomization. These subjects will be tested at every cycle to monitor HBV DNA levels and initiate antiviral therapy if HBV DNA is detected (≥10 IU/ml or above the limit of detection per local lab standard). HBV DNA detectable subjects must initiate and remain on antiviral therapy for the study duration and for 6 months after the last dose of study medication.\n7. Patients with HCV infection, defined by presence of detectable antibody or RNA, should have management of this disease per local institutional practice throughout the study.\n8. At least 1 measurable intrahepatic lesion suitable for repeat assessments according to the following mRECIST criteria: • Liver lesions that show typical features of HCC on IV contrast-enhanced CT or MRI scans, ie, hypervascularity in the arterial phase with washout in the portal or the late venous phase\n\n   * Viable, non-necrotic portion (arterial phase IV contrast-enhancing) that can be accurately measured at baseline as ≥10 mm in the longest diameter\n9. Adequate organ and marrow function at enrollment as defined below:\n\n   (a) Hemoglobin ≥9.0 g/dL Patients may be transfused to meet this criterion. (b) Absolute neutrophil count ≥1500/μL (c) Platelet count ≥75000/μL (d) Total bilirubin ≤3 × the upper limit of normal (ULN) (e) Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤5 × ULN (f) Albumin ≥2.8 g/dL (g) Lymphocyte count ≥0.5 X 109/L (500/µL) (h) 2+ proteinuria or less urine dipstick reading or normal UA with less than 100 mg/dL protein (i) Calculated creatinine clearance (CL) ≥30 mL/min as determined by Cockcroft-Gault (using actual body weight) or 24-hour urine creatinine CL (j) For patients not receiving therapeutic anticoagulation: INR or aPTT ≤2 × ULN\n10. Upper endoscopy to evaluate varices and risk of bleeding is required within one year prior to randomization\n11. Negative HIV test at screening\n12. All men, as well as women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation, and for 6 months following completion of therapy. Women must refrain from donating eggs during this same period. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n\n    • A female of child-bearing potential is any woman (regardless of sexual orientation, marital status, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n    * Has not undergone a hysterectomy or bilateral oophorectomy; or\n    * Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months).\n13. Ability to understand and the willingness to sign a written informed consent.\n\nExclusion Criteria:\n\n1. Chemotherapy, radiotherapy, or other cancer therapy within 3 months prior to starting study treatment.\n2. Any prior immunotherapy for malignancy.\n3. Known fibrolamellar HCC, sarcomatoid HCC, or mixed cholangiocarcinoma and HCC\n4. Patients with infiltrative-type HCC\n5. Definite macrovascular invasion or distant metastatic disease at randomization\n6. Clinically significant ascites, requiring non-pharmacological intervention (e.g., paracentesis) to maintain control within past 6 months\n7. History of hepatic encephalopathy within past 6 months\n8. Actively listed or under evaluation for liver transplantation\n9. Prior bleeding event due to untreated or incompletely treated esophageal and/or gastric varices within 6 months prior to randomization\n10. History or evidence of inherited bleeding diathesis or significant coagulopathy at risk of bleeding (i.e., in the absence of therapeutic anticoagulation).\n11. Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies\n12. Treatment with investigational therapy within 28 days prior to initiation of study treatment\n13. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications\n14. Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n15. Active tuberculosis\n16. History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT) scan\n17. History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n18. Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently)\n19. Patients with indwelling catheters (e.g., PleurX®) are allowed.\n20. Uncontrolled or symptomatic hypercalcemia (ionized calcium \\> 1.5 mmol/L, calcium \\> 12 mg/dL or corrected serum calcium \\> ULN)\n21. History or evidence upon physical or neurological examination of central nervous system dysfuction\n22. Current or recent (\\< 10 days prior to initiation of study treatment) use of aspirin (\\> 325 mg/day), or clopidogrel (\\> 75 mg/day) Note: The use of full-dose oral or parenteral anticoagulants for therapeutic purpose is permitted as long as the INR and/or aPTT is within therapeutic limits (according to institution standards) within 7 days prior to initiation of study treatment and the patient has been on a stable dose of anticoagulants for ≥ 2 weeks prior to initiation of study treatment. Prophylactic use of anticoagulants is allowed. However, the use of direct oral anticoagulant therapies such as dabigatran (Pradaxa®) and rivaroxaban (Xarelto®) is not recommended due to bleeding risk.\n23. History of leptomeningeal disease\n24. Uncontrolled tumor-related pain. Patients requiring pain medication should be on stable regimen prior to study entry.\n25. Active or history of autoimmune disease or immune deficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren syndrome, Guillain-Barré syndrome, or multiple sclerosis, with the following exceptions: Patients with a history of autoimmune-related hypothyroidism who are on thyroid-replacement hormone are eligible for the study.\n\n    Patients with controlled Type 1 diabetes mellitus who are on an insulin are eligible for the study.\n\n    Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met:\n    * Rash must cover \\<10% of body surface area.\n    * Disease is well controlled at baseline and requires only low-potency topical corticosteroids.\n    * There is no occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high-potency or oral corticosteroids within the 12 months prior to Day 1 of Cycle 1.\n26. Systemic immunostimulatory agents (including, but not limited to, IFNs and IL-2) are prohibited within 4 weeks or 5 drug-elimination half-lives (whichever is longer) prior to initiation of study treatment and during study treatment.\n27. History of hypertensive crisis or hypertensive encephalopathy.\n28. Significant vascular disease (e.g., aortic aneurysm requiring surgical repair or recent arterial thrombosis) within 6 months prior to randomization.\n29. History of arterial thrombotic event, including myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack, within 6 months prior to randomization.\n30. History of grade ≥4 venous thromboembolism.\n31. Non-healing wound, active ulcer, or bone fracture. Patients with granulating incisions healing by secondary intention with no evidence of facial dehiscence or infection are eligible but require wound examinations every 3 weeks.\n32. History of abdominal fistula or GI perforation, non-healed gastric ulcer that is refractory to treatment, or active GI bleeding within 6 months prior to enrollment.\n33. History of grade ≥ 2 hemoptysis (defined as ≥ 2.5 mL of bright red blood per episode) within one month of screening\n34. Core biopsy or other minor surgical procedure, excluding vascular access device, within 7 days prior to initiation of study treatment.\n35. Surgical procedure (including open biopsy, surgical resection, wound revision, or any other major surgery involving entry into a body cavity) or significant traumatic injury within 28 days prior to initiation of study treatment, or anticipation of need for major surgical procedure during the course of the study (Note: Biopsy and endoscopy are not considered surgery so would not be exclusion criteria)\n36. Uncontrolled hypertension defined by a systolic pressure \\>150 mmHg or diastolic pressure \\>90 mmHg, with or without antihypertensive medication. Patients with initial blood pressure (BP) elevations are eligible if initiation or adjustment of antihypertensive medication lowers pressure to meet entry criteria.\n37. History of allogeneic stem cell or organ transplantation\n38. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection (except for noted HBV or HCV as detailed above), symptomatic congestive heart failure, poorly controlled diabetes mellitus, unstable angina pectoris, uncontrolled cardiac arrhythmia, active Interstitial Lung Disease (ILD), serious chronic GI conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study\n39. History of another primary malignancy except for\n\n    - Malignancy treated with curative intent and with no known active disease ≥1 year before randomization and of low potential risk for recurrence\n    * Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n    * Adequately treated carcinoma in situ without evidence of disease\n40. History of active primary immunodeficiency.\n41. Patients co-infected with HBV and hepatitis D virus (HDV). (HBV infection is defined above; HDV positive infection is indicated by the presence of anti-HDV antibodies).\n42. Treatment with a live, attenuated vaccine (e.g., FluMist®) within 4 weeks prior to Day 1 of Cycle 1, or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab.\n\n43 Subjects must have recovered from prior treatment-related toxicities to grade 1 or baseline (excluding alopecia and clinically stable toxicities requiring ongoing medical management).\n\n44. Subjects may not be receiving any other investigational agents for the treatment of the cancer under study.\n\n45. History of allergic reactions attributed to compounds of similar chemical or biologic composition to atezolizumab or bevacizumab or other agents used in study.\n\n46. Subjects must not be pregnant or breastfeeding during the study treatment, or have the intention of becoming pregnant during the study treatment or within 6 months after the final dose of study treatment due to the potential for congenital abnormalities and the potential of this regimen to harm nursing infants. Women of childbearing potential must have a negative serum or urine pregnancy test result within 14 days prior to initiation of study treatment.\n\n47. Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF-a agents) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions: Patients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of Patients who receive mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for\n\n48. History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins.\n\n49. Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab formulation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ellen Siglinsky",
                    "role": "CONTACT",
                    "phone": "214-648-7097",
                    "email": "Ellen.Siglinsky@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Hsieh, MD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Simmons Comprehensive Cancer Center at University of Texas Southwestern Medical Center - Dallas",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Research Office -Simmons Cancer Center",
                            "role": "CONTACT",
                            "phone": "214-648-7097"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068258",
                    "term": "Bevacizumab"
                },
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M246",
                    "name": "Bevacizumab",
                    "asFound": "Non-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Status",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5982",
                    "name": "Chlorotrianisene",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}