{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05053659",
            "orgStudyIdInfo": {
                "id": "CASE5420"
            },
            "organization": {
                "fullName": "Case Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Loncastuximab Tesirine and Venetoclax for Relapsed/ Refractory Non-Hodgkin Lymphoma",
            "officialTitle": "Phase I Trial of Loncastuximab Tesirine and Venetoclax for Treatment of Relapsed/ Refractory Non-Hodgkin Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "loncastuximab-tesirine-and-venetoclax-for-relapsed-refractory-non-hodgkin-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-06-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-18",
            "studyFirstSubmitQcDate": "2021-09-14",
            "studyFirstPostDateStruct": {
                "date": "2021-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Brian Hill",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Case Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Brian Hill",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the correct dose and safety of combining two new cancer drugs, loncastuximab tesirine and venetoclax, as a treatment for relapsed or refractory B cell lymphoma.These drugs are used to treat some lymphomas, but have not yet been tested in combination for the treatment of lymphoma. The main goal of this study is to determine the safety of the combination.",
            "detailedDescription": "This is a phase I trial designed to evaluate the safety and tolerability of loncastuximab tesirine given in combination with venetoclax for treatment of relapsed/refractory non - Hodgkin lymphoma.\n\nLoncastuximab tesirine is an investigational (experimental) drug that works by targeting a protein in cancer cells (called CD19) and delivering a small amount of chemotherapy directly to the cancer cells. Loncastuximab tesirine is experimental because it is not approved by the Food and Drug Administration (FDA). Venetoclax, is a targeted anti-cancer drug, which works by imitating a particular protein produced by the tumor and interrupting its normal processes, ultimately causing the tumor cells to die. Adding venetoclax to the loncastuximab tesirine regimen is believed to increase the chance of getting relapsed or refractory B cell lymphoma cancer in remission. Venetoclax is approved by the FDA for treatment in some types of cancer, but is not approved by the FDA for the treatment of lymphoma soit is considered experimental in this study. Up to 36 subjects will take in this phase I research study.\n\nThe primary objective for this study: To determine the safety and tolerability of the combination of loncastuximab tesirine and venetoclax to identify the recommended phase 2 dose (RP2D) of these agents.\n\nSecondary objectives are:\n\n* To describe the adverse event profile of the combination of loncastuximab tesirine and venetoclax.\n* To describe the overall response rate (ORR) and complete response rate (CRR) of relapsed/refractory non-Hodgkin lymphoma treated with the combination of loncastuximab tesirine and venetoclax.\n* To describe the overall survival (OS) and progression free survival (PFS) of subjects with relapsed / refractory non-Hodgkin lymphoma treated with the combination of loncastuximab tesirine and venetoclax.\n* To describe the disease-free survival, the disease specific survival and time to treatment failure of subjects with relapsed/refractory non-Hodgkin lymphoma treated with the combination of loncastuximab tesirine and venetoclax."
        },
        "conditionsModule": {
            "conditions": [
                "Relapsed Non Hodgkin Lymphoma",
                "Refractory Non-Hodgkin Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Loncastuximab tesirine & venetoclax",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a baseline disease assessment via PET/CT in FDG avid lymphomas; CT scan (chest, abdomen, pelvis; inclusion of neck in selected cases). Bome marrow biopsy in selected cases.\n\nPremedication includes:\n\n* Allopurinol (to reduce uric acid) 300mg orally daily starting day -1 and continuing at least until day 7 of each cycle.\n* Dexamethasone (steroid pre-medication) 4mg orally twice daily on day -1, day 1 and day 2 of each cycle.\n* Adequate oral hydration starting on day -1 or -2, defined as 1 - 2 liters of oral intake of liquids in 24 hours\n\nStudy treatment to be given every 21 days.\n\n* Loncastuximab tesirine (50 - 150 μg/kg) intravenously (IV) on day 1 of each 21-day cycle\n* Venetoclax (400 - 800 mg) orally, every day on days 1 - 5 of each 21-day cycle. Dose ramp-up on cycle 1 (over days 1 - 5 for target dose 400mg, 1 - 6 for target dose 600mg and 1 - 7 for target dose 800mg",
                    "interventionNames": [
                        "Drug: Loncastuximab tesirine",
                        "Drug: Venetoclax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Loncastuximab tesirine",
                    "description": "Loncastuximab tesirine 50 - 150 μg/kg will be administered as a 30 minutes IV infusion on Day 1 of each cycle for 6 cycles. On doses over 100 μg/kg, subsequent dosing (i.e. beyond 100 μg/kg) will be done at 50% of the dose that is administered on the first 2 cycles.",
                    "armGroupLabels": [
                        "Loncastuximab tesirine & venetoclax"
                    ],
                    "otherNames": [
                        "ADCT-402",
                        "lonca"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Participants will receive venetoclax at target doses of 400 - 800mg orally on days 1 - 5 of each (21 day) cycle.\n\nOn cycle 1, venetoclax dose will be escalated to reach the target dose over the course of 5 days for target dose 400mg, 6 days for target dose 600mg and 7 days for target dose 800mg\n\nVenetoclax should preferably be given after a meal and on cycle 1 should be preceded by prophylaxis for tumor lysis syndrome (TLS).",
                    "armGroupLabels": [
                        "Loncastuximab tesirine & venetoclax"
                    ],
                    "otherNames": [
                        "ABT-199",
                        "GDC-0199"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose limiting toxicities (DLTs) during cycle 1 of loncastuximab tesirine and venetoclax",
                    "description": "Number of DLTs during cycle 1 (21 days) of loncastuximab tesirine and venetoclax",
                    "timeFrame": "Up to Day 21"
                },
                {
                    "measure": "Maximum tolerated dose (MTD) of loncastuximab tesirine and venetoclax",
                    "description": "Number of MTDs of loncastuximab tesirine and venetoclax",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR) as measured by proportion of participants with Complete Response (CR) and Partial Response (PR)",
                    "description": "ORR, described as proportion of participants with CR and PR. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "Day 5 of cycle 1 (each cycle is 21 days)"
                },
                {
                    "measure": "Overall response rate (ORR) as measured by proportion of participants with CR or PR",
                    "description": "ORR, described as proportion of participants with CR and PR. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "Between cycle 3 and 4 (21-day cycles) +/- 7 days"
                },
                {
                    "measure": "Overall response rate (ORR) as measured by proportion of participants with CR or PR",
                    "description": "ORR, described as proportion of participants with CR and PR. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "End of treatment, aproximately day 84 +/- 7 days"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR, described as a proportion. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "Followup, every 3 months up to one year after end of treatment"
                },
                {
                    "measure": "Complete response rate (CRR) as measured by proportion of participants with CR",
                    "description": "ORR, described as a proportion. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "Day 5 of cycle 1 (each cycle is 21 days)"
                },
                {
                    "measure": "Complete response rate (CRR)",
                    "description": "ORR, described as a proportion. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "Between cycle 3 and 4 (21-day cycles) +/- 7 days"
                },
                {
                    "measure": "Complete response rate (CRR)",
                    "description": "ORR, described as a proportion. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "End of treatment, aproximately day 84 +/- 7 days"
                },
                {
                    "measure": "Complete response rate (CRR)",
                    "description": "ORR, described as a proportion. Response assessed via Revised Response Criteria for Malignant Lymphoma",
                    "timeFrame": "Followup, every 3 months up to one year after end of treatment"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS is defined as the time from the date of study entry to the date of death, with censoring done on live patients at the time of last follow up. OS will be estimated using the Kaplan Meier method",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "PFS is defined as the time from entry onto study until lymphoma progression or death from any cause. PFS will be estimated using the Kaplan Meier method\n\nThe precise date of progression is generally unknown. It may be defined as the first date of documentation of a new lesion or enlargement of a previous lesion, or the date of the scheduled clinic visit immediately after radiologic assessment has been completed. Where there is missing information, censoring of the data may be defined as the last date at which progression status was adequately assessed or the first date of unscheduled new anti-lymphoma treatment.",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Median disease-free survival",
                    "description": "Disease-free survival is measured from the time of occurrence of disease-free state (e.g. the adjuvant setting following surgery or radiation therapy) or attainment of a complete remission) to disease recurrence or death from lymphoma or acute toxicity of treatment.",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Median disease-specific survival",
                    "description": "Disease-specific survival is defined as death from lymphoma, or from toxicity from the drug. Death from unknown causes should be attributed to the drug",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Time-to-treatment failure",
                    "description": "Time to treatment failure (event-free survival) is measured from the time from study entry to any treatment failure including discontinuation of treatment for any reason, such as disease progression, toxicity, patient preference, initiation of new treatment without documented progression, or death.",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Total number of adverse events during and after treatment",
                    "description": "The objective is to describe the adverse event profile of the combination therapy by reporting number of adverse events during and after treatment, described as a proportion",
                    "timeFrame": "At end of treatment (21-day cycles until disease progression or toxicity, up to 6 cycles max)"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR, as measured by the median time in months of from first response (PR or CR) until relapse or death, using Kaplan Meier",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Time to Progression (TTP)",
                    "description": "TTP as measured by median time in months from treatment to death or relapse",
                    "timeFrame": "At end of follow-up (1 year)"
                },
                {
                    "measure": "Partial response rate (PRR)",
                    "description": "PRR, as measured by proportion of patients with partial response",
                    "timeFrame": "At end of follow-up (1 year)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n-Participants must have histologic or cytologic diagnosis of non-Hodgkin lymphoma, with the exclusion of small lymphocytic lymphoma/chronic lymphocytic leukemia.\n\n* Patients with mantle cell lymphoma are not eligible for the dose escalation part of the study. Inclusion of patients with mantle cell lymphoma to the dose expansion part of the study will be done after an amendment delineates a MCL - specific venetoclax ramp up and tumor lysis syndrome prophylaxis and monitoring regimen.\n\n  -Participants must have received ≥2 prior systemic therapies for their lymphoma.\n\n  -Participants must have measurable disease as defined by the 2014 Lugano Classification.\n\n  -Participants must meet clinical indications for treatment.\n\n  -ECOG performance status ≤ 2 (see Appendix I)\n\n  -Adequate bone marrow function, defined by the following laboratory parameters\n* Absolute neutrophil count of 1.0 x 109/L\n* Platelet count of 75 x 109/L; platelet count of 50 - 75 x 109/L are permitted in participants with marrow involvement by the lymphoma. Platelets must not have received a platelet transfusion in 7 days.\n\n  -Adequate organ function, defined by the following laboratory parameters\n* Adequate hepatic function, with transaminases (alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], and gamma glutammyltransferase \\[GGT\\]) ≤ 2.5 times the upper limit of normal;\n* Bilirubin ≤1.5 x ULN (unless bilirubin rise is due to Gilbert's syndrome or of non-hepatic origin)\n* Serum creatinine ≤ 1.5 times the upper limit of normal. -For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use a contraceptive method with a failure rate of \\< 1% per year during the treatment period and for at least 30 days after the last dose of venetoclax and at least 9 months after the last dose of loncastuximab tesirine for women.\n* A woman is considered to be of childbearing potential if she is postmenarcheal, has not reached a postmenopausal state (\\< 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries and/or uterus).\n\nExamples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices.\n\nThe reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n\n-For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures, and agreement to refrain from donating sperm, as defined below:\n\n--With female partners of childbearing potential, men must remain abstinent or use a condom plus an additional contraceptive method that together result in a failure rate of \\< 1% per year during the treatment period and for at least 6 months after the last dose of loncastuximab. Men must refrain from donating sperm during this same period.\n\nWith pregnant female partners, men must remain abstinent or use a condom during the treatment period and for at least 6 months after the last dose of loncastuximab to avoid exposing the embryo.\n\nThe reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n\nExclusion Criteria:\n\n* Prior treatment toxicities not resolved to grade \\<2 according to NCI CTCAE 5.0 (with the exception of alopecia or grade 2 sensory peripheral neuropathy).\n* Patients with spontaneous tumor lysis syndrome.\n* Autologous stem cell transplant within 30 days of start of study drug (C1D1).\n* Allogeneic stem cell transplant within 60 days of start of study drug (C1D1).\n* Women who are pregnant or breastfeeding.\n* Active graft versus host disease\n* Active autoimmune disease\n* Known seropositive and requiring anti-viral therapy for human immunodeficiency (HIV) virus. Note: Testing is not mandatory to be eligible.\n* Malabsorption syndrome or other condition that precludes enteral route of administration.\n* Known allergy to both xanthine oxidase inhibitors and rasburicase. Allergy to only one of these agents does not constitute an exclusion criterion.\n* Use of strong CYP3A inhibitors or inducers.\n\n  --All medications that fall in these categories should be discontinued 7 days prior to the first dose of study drug.\n* Administration or consumption of any of the following within 3 days prior to the first dose of study drug:\n\n  * Grapefruit or grapefruit products\n  * Seville oranges (including marmalade containing Seville oranges)\n  * Star fruit\n* Evidence of other clinically significant uncontrolled condition(s) including, but not limited to:\n\n  * Uncontrolled and/or active systemic infection (viral, bacterial or fungal)\n  * Chronic hepatitis B virus (HBV) or hepatitis C (HCV) requiring treatment. Note: subjects with serologic evidence of prior vaccination to HBV (i.e. hepatitis B surface (HBs) antigen negative-, anti-HBs antibody positive and anti-hepatitis B core (HBc) antibody negative) or positive anti-HBc antibody from intravenous immunoglobulins (IVIG) may participate.\n  * Other uncontrolled conditions including uncontrolled cardiovascular disease or arrythmia, decompensated diabetes or COPD.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Hill, MD, PhD",
                    "role": "CONTACT",
                    "phone": "1-866-223-8100",
                    "email": "TaussigResearch@ccf.orgarch@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brian Hill, MD, PhD",
                    "affiliation": "Cleveland Clinic Taussig Cancer institute, Case Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic Taussig Cancer Center, Case Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Hill, MD, PhD",
                            "role": "CONTACT",
                            "phone": "866-223-8100",
                            "email": "TaussigResearch@ccf.org"
                        },
                        {
                            "name": "Brian Hill, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plans to share Individual Participant Data (IPD)"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "C000710749",
                    "term": "Loncastuximab tesirine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "relevance": "LOW"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17277",
                    "name": "Uric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M3834",
                    "name": "Allopurinol",
                    "relevance": "LOW"
                },
                {
                    "id": "M347673",
                    "name": "Loncastuximab tesirine",
                    "asFound": "RDT",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}