{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06095297",
            "orgStudyIdInfo": {
                "id": "IRB-300010908"
            },
            "secondaryIdInfos": [
                {
                    "id": "90IFRE0073",
                    "type": "OTHER_GRANT",
                    "domain": "NIDILRR"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Long COVID Brain Fog: Cognitive Rehabilitation Trial",
            "officialTitle": "Technique to Enable Return-to-Work by Employees With Long COVID Brain Fog",
            "therapeuticArea": [
                "Rare Diseases",
                "Infectious Diseases",
                "Other"
            ],
            "study": "long-covid-brain-fog-cognitive-rehabilitation-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-19",
            "studyFirstSubmitQcDate": "2023-10-19",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gitendra Uswatte",
                "investigatorTitle": "Professor of Psychology & Physical Therapy",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Disability, Independent Living, and Rehabilitation Research",
                    "class": "FED"
                },
                {
                    "name": "Posit Science",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will compare two approaches to cognitive rehabilitation in adults with long COVID with persistent, mild to moderate, cognitive impairment. One approach will feature (A) web-based computer \"games\" that trains how quickly individuals process information that they receive through their senses; (B) in-lab training on everyday activities with important cognitive components, (C) procedures designed to transfer improvements in cognition from the treatment setting to everyday life, and (D) a non-invasive form of vagus nerve stimulation (VNS), i.e., trans-auricular VNS (taVNS). Component B will include work-related tasks. This approach is termed Constraint-Induced Cognitive Therapy (CICT). The other approach will feature (A) web-based computer \"games\" that train reaction time and eye-hand coordination; (B) in-lab training on relaxation, healthy nutrition, and healthy sleep, (C) procedures designed to promote integration of these lifestyle changes into everyday life, and (D) taVNS. This approach is termed Brain Fitness Training (BFT).\n\nA subset of participants, who qualify for and and desire vocational rehabilitation (VR), will receive VR from the Alabama Department of Rehabilitation Services (ADRS) in addition to CICT or BFT. ADRS VR will include career counseling, prescription of on-the-job accommodations, and guidance on return-to-work. Those in the CICT + VR group will also receive on-the-job coaching from a peer mentor for a month after completing training.\n\nCICT, with or without VR, will involve 30 hours of training. Ten 3-hour in-lab, face-to-face, therapist-directed sessions will be scheduled. These sessions will feature one hour of gaming; the remainder will be committed to in-lab training on the target behaviors and the procedures designed to promote transfer of therapeutic gains to daily life and improving skills essential to work; the set of the latter procedures is termed the Transfer Package. ta-VNS will administered for 10 minutes before gaming and in-lab target behavior training. To accommodate the demands of participants' other activities, training sessions will be permitted to be scheduled as tightly as every weekday over 2 weeks or as loosely as every other weekday or so over 4 weeks. If a family caregiver is available, they will receive training on how to best support participants in their therapeutic program. After training ends, four follow-up phone calls will be scheduled approximately one-week apart with participants to promote integration of the skills gained during training into everyday life.\n\nBFT, with or without VR, will involve 30 hours of training following the same schedule as for CICT. Ten 3-hour in-lab, face-to-face, therapist-directed sessions will be scheduled. These sessions will feature one hour of gaming; the remainder will be committed to in-lab training on the target behaviors (healthy sleep, nutrition and relaxation habits) and the procedures designed to promote transfer of behavior change to daily life. ta-VNS will be administered for 10 minutes before gaming and in-lab target behavior training. If a family caregiver is available, they will receive training on how to best support participants in their therapeutic program. After training ends, four follow-up phone calls will be scheduled approximately one-week apart with participants to promote integration of the skills gained during training into everyday life.\n\nParticipants will be randomly assigned to the interventions. Randomization will be stratified by whether participants qualify for and desire VR from ADRS or not. If yes, participants will be randomized in equal numbers to CICT + VR or BFT + VR. If no, participants will be randomized in equal numbers to CICT or BFT.\n\nTesting will happen one month before treatment, one day before treatment, one day afterwards, and 6- and 12-months afterwards. Outcomes measured will include cognitive processing speed, cognitive function on laboratory tests, and spontaneous performance of everyday activities with important cognitive components in daily life. Another important outcome measure will be whether or not participants were able to return back to work or had significant improvements in their work activities."
        },
        "conditionsModule": {
            "conditions": [
                "Long COVID",
                "Brain Fog",
                "Cognitive Impairment",
                "Cognitive Dysfunction",
                "Post-Acute COVID-19 Syndrome"
            ],
            "keywords": [
                "Long COVID",
                "Brain Fog",
                "Cognitive Impairment",
                "Vocational Rehabilitation",
                "COVID-19",
                "PASC",
                "Cognitive Rehabilitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The tester will masked to group assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CICT",
                    "type": "EXPERIMENTAL",
                    "description": "Constraint-Induced Cognitive Therapy uses in-lab training on everyday activities with important cognitive components and procedures designed to transfer improvements from the treatment setting to every day life. This will be combined with computer-based processing speed training and non-invasive vagus nerve stimulation.",
                    "interventionNames": [
                        "Behavioral: Processing Speed Training",
                        "Behavioral: In-lab Instrumental Activities of Daily Living Training",
                        "Behavioral: Transfer Package",
                        "Behavioral: Follow Up Phone Calls",
                        "Procedure: Trans-auricular Vagus Nerve Stimulation: High Intensity"
                    ]
                },
                {
                    "label": "CICT + VR",
                    "type": "EXPERIMENTAL",
                    "description": "Constraint-Induced Cognitive Therapy plus Vocational Rehabilitation uses in-lab training on everyday activities with important cognitive components and procedures designed to transfer improvements from the treatment setting to every day life. This will be combined with computer-based processing speed training and non-invasive vagus nerve stimulation. This group will also receive vocational rehabilitation from the Alabama Department of Rehabilitation Services, such as career counseling and building important career skills.",
                    "interventionNames": [
                        "Behavioral: Processing Speed Training",
                        "Behavioral: In-lab Instrumental Activities of Daily Living Training",
                        "Behavioral: Transfer Package",
                        "Behavioral: Follow Up Phone Calls",
                        "Behavioral: Vocational Rehabilitation",
                        "Behavioral: Peer Mentoring",
                        "Procedure: Trans-auricular Vagus Nerve Stimulation: High Intensity"
                    ]
                },
                {
                    "label": "BFT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Brain Fitness Training involves in-lab training on relaxation, healthy nutrition, and healthy sleep with procedures designed to promote integration of these lifestyles into everyday life. This will be combined with computer-based reaction time training and non-invasive vagus nerve stimulation.",
                    "interventionNames": [
                        "Behavioral: In-lab Brain Health Training",
                        "Behavioral: Transfer Package",
                        "Behavioral: Follow Up Phone Calls",
                        "Behavioral: Reaction Time Training",
                        "Procedure: Trans-auricular Vagus Nerve Stimulation: Low Intensity"
                    ]
                },
                {
                    "label": "BFT + VR",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Brain Fitness Training plus Vocational Rehabilitation involves in-lab training on relaxation, healthy nutrition, and healthy sleep with procedures designed to promote integration of these lifestyles into everyday life. This will be combined with computer-based reaction time training and non-invasive vagus nerve stimulation. This group will also receive vocational rehabilitation from the Alabama Department of Rehabilitation Services, such as career counseling and building important career skills.",
                    "interventionNames": [
                        "Behavioral: In-lab Brain Health Training",
                        "Behavioral: Transfer Package",
                        "Behavioral: Follow Up Phone Calls",
                        "Behavioral: Vocational Rehabilitation",
                        "Behavioral: Reaction Time Training",
                        "Procedure: Trans-auricular Vagus Nerve Stimulation: Low Intensity"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Processing Speed Training",
                    "description": "Speed of processing training involves trainer-guided practice of computer-based video \"games.\" The games require the \"player\" to rapidly distinguish targets from decoys, which trains how rapidly the player processes information received through their senses.",
                    "armGroupLabels": [
                        "CICT",
                        "CICT + VR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "In-lab Instrumental Activities of Daily Living Training",
                    "description": "Participant will receive shaping on IADLS. Participants will receive training on everyday tasks with important cognitive components, in which the difficulty is increased in small steps over the course of treatment.",
                    "armGroupLabels": [
                        "CICT",
                        "CICT + VR"
                    ],
                    "otherNames": [
                        "In-lab IADL Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "In-lab Brain Health Training",
                    "description": "Participants will receive training on healthy eating, sleeping, and relaxation techniques that have been shown to improve brain health.",
                    "armGroupLabels": [
                        "BFT",
                        "BFT + VR"
                    ],
                    "otherNames": [
                        "In-lab Stress Management Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Transfer Package",
                    "description": "The Transfer Package was designed to try and bridge the gap between what is trained in the lab and what the participant does outside of the treatment setting. This components includes negotiation of a behavioral contract with participants at the outset of treatment regarding the responsibilities of the participant, family caregivers, if available, and the treatment team, self-monitoring, assignment of \"homework,\" review of homework by the trainer, and support of problem-solving by the participant.",
                    "armGroupLabels": [
                        "BFT",
                        "BFT + VR",
                        "CICT",
                        "CICT + VR"
                    ],
                    "otherNames": [
                        "TP"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Follow Up Phone Calls",
                    "description": "After completing training, participants will receive four follow up phone calls in the first month of training. Each call will separated by about a week. The focus of the calls will incorporating the lessons learnt during treatment into daily life.",
                    "armGroupLabels": [
                        "BFT",
                        "BFT + VR",
                        "CICT",
                        "CICT + VR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Vocational Rehabilitation",
                    "description": "In partnership with the Alabama Department of Rehabilitation Services (ADRS), participants who are eligible may receive vocational rehabilitation. Participants will receive typical services offered by the ADRS. These could include career counseling, guidance regarding job retention or return-to-work, and guidance regarding workplace accommodations.",
                    "armGroupLabels": [
                        "BFT + VR",
                        "CICT + VR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Peer Mentoring",
                    "description": "Participants who are eligible for vocational rehabilitation, and agree will also have a peer mentor, a co-worker that will be trained by our team, to reinforce strategies the participant learned during training, and to help the participant problem solve issues that may arise on the job during the first month after treatment. Peer mentors will meet with trainers during the month after treatment to make sure procedures are being followed and address any issues that may arise.",
                    "armGroupLabels": [
                        "CICT + VR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Reaction Time Training",
                    "description": "Reaction time training involves trainer-guided practice of computer-based video \"games.\" Several different games will be featured that train how rapidly \"players\" react to \"threats\" and train eye-hand coordination.",
                    "armGroupLabels": [
                        "BFT",
                        "BFT + VR"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Trans-auricular Vagus Nerve Stimulation: High Intensity",
                    "description": "The vagus nerve run from the brain to the external ear, throat, chest, and abdomen and controls, among other functions, the rest and relax response, which supports learning and turns down inflammatory processes. The rest and relax response can be turned on by electrically stimulating the vagus nerve. We will place electrodes on the external part of each ear and safely apply a microcurrent of at least 4 milliamps. Stimulation will administered for 10 minutes near the start and midway point of each treatment session.",
                    "armGroupLabels": [
                        "CICT",
                        "CICT + VR"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Trans-auricular Vagus Nerve Stimulation: Low Intensity",
                    "description": "The vagus nerve run from the brain to the external ear, throat, chest, and abdomen and controls, among other functions, the rest and relax response, which supports learning and turns down inflammatory processes. The rest and relax response can be turned on by electrically stimulating the vagus nerve. We will place electrodes on the external part of each ear and safely apply a microcurrent of less than 4 milliamps. Stimulation will administered for 10 minutes near the start and midway point of each treatment session.",
                    "armGroupLabels": [
                        "BFT",
                        "BFT + VR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Canadian Occupational Performance Measure (COPM)",
                    "description": "The COPM is a standard, validated, trans-diagnostic, patient-centered structured interview which is commonly used to measure the real-world outcome of rehabilitation procedures that span both motor and cognitive functions after stroke. The Performance Scale assesses how well a participant performs five activities in their daily life, i.e., outside the lab, that are important to the participant. Activities, for this purpose, will be restricted to those with an important cognitive component ,i.e., IADL. The 10-point response scale ranges from 1 (not able to do the activity at all) to 10 (able to do the activity extremely well). Performance Scale scores from the participant will be the primary outcome.",
                    "timeFrame": "Change from Day 30 to Day 60, i.e., from Pre- to Post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>3 months post COVID\n* mild or greater cognitive impairment\n* moderate or greater brain fog\n* impairment in performance of daily activities\n* reside in community\n* reliable transportation to lab\n* sufficiently mentally and physically fit\n* adequate sight and hearing\n* ability to follow directions, and retain information\n* sufficient English proficiency\n\nExclusion Criteria:\n\n* cognitive impairment due to developmental disability, psychiatric disorder, or substance abuse, TBI or progressive brain disease\n* stroke prior to the onset of COVID\n* current substance abuse disorder\n* prior cognitive processing speed training on DoubleDecision or similar program\n* cannot tolerate trans-auricular vagus nerve stimulation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Piper Hempfling, MS",
                    "role": "CONTACT",
                    "phone": "205-934-9768",
                    "email": "pchemp@uab.edu"
                },
                {
                    "name": "Staci McKay, BS",
                    "role": "CONTACT",
                    "phone": "205-934-9768",
                    "email": "stacemc@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gitendra Uswatte, PhD",
                    "affiliation": "Professor of Psychology, University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Piper Hempfling, MS",
                            "role": "CONTACT",
                            "phone": "205-934-9768",
                            "email": "pchemp@uab.edu"
                        },
                        {
                            "name": "Staci McKay, BS",
                            "role": "CONTACT",
                            "phone": "205-934-9768",
                            "email": "stacemc@uab.edu"
                        },
                        {
                            "name": "Gitendra Uswatte, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000094024",
                    "term": "Post-Acute COVID-19 Syndrome"
                },
                {
                    "id": "D000005222",
                    "term": "Mental Fatigue"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000094025",
                    "term": "Post-Infectious Disorders"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000005221",
                    "term": "Fatigue"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "asFound": "Long COVID",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8365",
                    "name": "Mental Fatigue",
                    "asFound": "Brain Fog",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M3014",
                    "name": "Post-Infectious Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}