{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06107062",
            "orgStudyIdInfo": {
                "id": "23-0373"
            },
            "organization": {
                "fullName": "University of Colorado, Boulder",
                "class": "OTHER"
            },
            "briefTitle": "Longitudinal Outpatient Treatment for Cannabis Use Disorder",
            "officialTitle": "Hemp-derived Cannabidiol for the Treatment of Cannabis Use Disorder: A Double-blind Placebo-controlled Randomized Trial",
            "acronym": "LOTUS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "longitudinal-outpatient-treatment-for-cannabis-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-12",
            "studyFirstSubmitQcDate": "2023-10-23",
            "studyFirstPostDateStruct": {
                "date": "2023-10-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "L. Cinnamon Bidwell",
                "investigatorTitle": "PI",
                "investigatorAffiliation": "University of Colorado, Boulder"
            },
            "leadSponsor": {
                "name": "University of Colorado, Boulder",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a placebo-controlled randomized trial comparing the effects of hemp-derived cannabidiol (CBD) with and without Delta-9-tetrahydrocannabinol (THC), relative to placebo, on reducing cannabis use and cannabis use disorder (CUD) symptoms in adult treatment seeking cannabis concentrate users with CUD. Participants enroll in the study for 8 weeks (with telehealth follow-ups at 12 and 16 weeks) and are randomized to either full spectrum CBD, broad spectrum CBD, or placebo. Participants are also engaged in five weeks of psychotherapy treatment for CUD. Blood is collected to quantify investigational drug exposure and cannabis use. Participants also complete self-report measures of medical history, sleep quality, subjective cognitive function, physical activity, psychological functioning, substance use, and acute drug effects.",
            "detailedDescription": "As cannabis legalization continues to spread across the United States, average Δ9-tetrahydrocannabinol (THC) concentrations in recreational products have significantly increased, with THC levels as high as 90-95%. The investigators' preliminary data suggest that concentrate use elicits blood THC levels more than twice as high as cannabis flower use, and that concentrate use is associated with greater withdrawal, tolerance, and Cannabis Use Disorder (CUD), prompting concern about the risks of these high potency products in relation to problem use and CUD. No prior study has evaluated effective treatments to reduce cannabis use in this high risk group.\n\nSeveral previous studies have found that the non-intoxicating cannabinoid cannabidiol (CBD), which may antagonize the effects of THC on CB1 and CB2 receptors, reduces cannabis use and CUD-related symptoms, such as affective disturbance and withdrawal. Results of these studies are promising, but limited to synthetic or isolated forms of CBD that are not widely available. There have been no tests of the hemp-derived CBD that is widely available without a prescription across the U.S. Importantly, hemp-derived CBD comes in two forms, one with a small amount of THC (7.8mg (3.4mg BID) THC, full spectrum; fsCBD) and one without THC (0% THC; broad spectrum; bsCBD). It is possible that a small amount of THC may confer additional benefits with respect to withdrawal and related affective disturbance, and in turn be beneficial for reducing THC use overall. Consistent with this hypothesis, pilot data from the investigators' lab suggest that CBD, that also contains low levels of THC, reduces THC drug reward, withdrawal, anxiety, and overall THC use in heavy concentrate users, supporting the potential for hemp-derived CBD to reduce THC use and mitigate withdrawal in this high risk group. However, no placebo-controlled trial has been conducted comparing hemp-derived CBD with and without THC on reducing THC use.\n\nThis study is a placebo-controlled RCT comparing the effects of hemp-derived CBD (fsCBD vs. bsCBD vs. placebo) on reducing THC use in concentrate users with CUD. 150 adult treatment-seeking concentrate users with DSM5 CUD will be recruited to complete an eight-week protocol. Participants will be randomly assigned to take 400 mg of either hemp-derived bsCBD (contains no THC), hemp-derived fsCBD (contains low levels of THC), or matched placebo daily for eight weeks. All participants will receive a five-session empirically supported psychological intervention to support cannabis use reduction during the trial. Participants will be assessed for changes in THC use \\[self-reported mg of THC used and levels of THC's metabolite 11-nor-9-carboxy-Δ9-THC (THC-COOH)\\] and CUD symptoms, as well as levels of CBD and CBD's metabolite, 7-Carboxy-Cannabidiol (CBD-COOH) to monitor medication adherence. Primary outcomes include reduction in THC exposure \\[via self-reported amount used and urine THC-COOH (standardized for creatinine)\\], CUD symptoms, and withdrawal symptoms, including affective, physiological, and physical symptom facets, across the 8-week study."
        },
        "conditionsModule": {
            "conditions": [
                "Cannabis Use Disorder"
            ],
            "keywords": [
                "Cannabis Use Disorder",
                "CUD",
                "Cannabidiol",
                "CBD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 165,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "400mg Full Spectrum Cannabidiol (fsCBD)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Cannabidiol - fsCBD"
                    ]
                },
                {
                    "label": "400mg Broad Spectrum Cannabidiol (bsCBD)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Cannabidiol - bsCBD"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol - fsCBD",
                    "description": "Full-spectrum (i.e., fsCBD, 7.8mg THC (3.4mg BID)), plant-derived CBD capsules produced by Ecofibre/Ananda Hemp will be used.",
                    "armGroupLabels": [
                        "400mg Full Spectrum Cannabidiol (fsCBD)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo arm",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cannabidiol - bsCBD",
                    "description": "Broad-spectrum (i.e., bsCBD, 0% THC), plant-derived CBD capsules produced by Ecofibre/Ananda Hemp will be used",
                    "armGroupLabels": [
                        "400mg Broad Spectrum Cannabidiol (bsCBD)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in cannabis use",
                    "description": "The change in the amount of cannabis used by participants as measured by self-report",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in cannabis use",
                    "description": "The change in the amount of cannabis used by participants as measured by biomarkers of metabolites",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in symptoms of cannabis use disorder (CUD)",
                    "description": "The change in symptom levels of CUD as measured by the Cannabis Use Disorders Identification Test (CUDIT). This questionnaire was designed for self administration and is scored by adding each of the 8 items:\n\n* Question 1-7 are scored on a 0-4 scale\n* Question 8 is scored 0, 2 or 4. Scores of 8 or more indicate hazardous cannabis use, while scores of 12 or more indicate a possible cannabis use disorder for which further intervention may be required.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in withdrawal symptoms",
                    "description": "The change in three facets of withdrawal including affective, physiological, and physical withdrawal symptoms as measured by the Marijuana Withdrawal Checklist (MWC)",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in alcohol use",
                    "description": "The change in alcohol use as measured by the Alcohol Use Disorders Identification Test (AUDIT)",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in alcohol use",
                    "description": "The change in alcohol use as measured by the Timeline Follow-back",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in wellbeing and quality of life",
                    "description": "The change in wellbeing as measured by the Health Related Quality of Life survey",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in emotional states",
                    "description": "The change in emotional states as measured by the Depression Anxiety and Stress Scale (DASS). Each of the three DASS-21 scales contains 7 items, divided into subscales with similar content (Depression, Anxiety, and Stress). Scores range from 0-42 for each subscale (0-126 for the total scale), with higher numbers reflecting more negative emotional states over the past week.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Difference in cannabis use",
                    "description": "Difference in cannabis use as measured by the DSM-5 Cannabis Use Disorder diagnostic criteria",
                    "timeFrame": "8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Moderators of designated outcomes",
                    "description": "Exploratory models will examine biological sex and age as a moderators of the designated outcomes",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Regular use (at least 4 times per week) of cannabis concentrates for at least the last year.\n* Meets DSM5 criteria for at least moderate CUD.\n* Currently seeking to cut down or stop cannabis use.\n\nExclusion Criteria:\n\n* Use of any substance of abuse besides alcohol, nicotine, or cannabis (e.g., cocaine, non-prescription use of opiates, methamphetamine, MDMA, benzodiazepines, or barbiturates) in the past 90 days, as indicated by self-report and urine toxicology screening (Syva Rapid Test) at baseline.\n* Use of CBD-dominant products in the past 90 days, as evidenced by self-report of use of a CBD\\>THC product or CBD blood levels at baseline of \\>= 5 ng/mL\n* Alcohol use on 3 or more days per week, and/or \\> 3 drinks per drinking day in the past 90 days. Participants must also have a breath alcohol level of 0 at the beginning of each study visit.\n* Daily nicotine use.\n* Meets DSM-5 diagnostic criteria for a psychotic disorder (e.g., schizophrenia, schizophreniform disorder, schizoaffective disorder), bipolar disorder, or major depression with suicidal ideation, or has a history of treatment for these disorders. Psychiatric disorders will be assessed with the Mini-International Neuropsychiatric Interview (MINI).\n* Current cardiovascular or respiratory disease (e.g., coronary artery disease, severe asthma, chronic obstructive pulmonary disease, etc.)\n* Current use of psychotropics (e.g., antidepressants, anxiogenics), which may dampen effects of CBD.\n* Current use of anti-epileptic medications (e.g., clobazam, sodium valproate) or medications known to have major interactions with Epidiolex (buprenorphine, leflunomide, levomethadyl acetate, lomitapide, mipomersen, pexidartinib, propoxyphene, sodium oxybate, and/or teriflunomide).\n* Current or past hepatocellular disease, as indicated by alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2 times the upper limit of the normal range at screening or a history of liver disease irrespective of AST and ALT at the time of screening.\n* For participants assigned female at birth, pregnancy or trying to become pregnant as indicated by a urine pregnancy test administered at the beginning of each study visit.\n* History of seizures\n* Current use of potent CYP2C19 or CYP3A4 inducers (e.g., Rifampin, apalutamide, carbamazepine, enzalutamide, ivosidenib9, lumacaftor, ivacaftor, phenytoin, St. John's wort, Fosphenytoin, Mitotane, Phenobarbital, Primidone), or strong CYP3A inhibitors (e.g., clarithromycin, HIV protease inhibitors, and most antifungals), 2C19 inhibitors (e.g., fluoxetine, Lansoprazole, Tricyclic antidepressants (TCAs))\n* Allergy to study medications (hemp seed oil, hemp extract, gelatin, glycerin)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan Lisano, PhD",
                    "role": "CONTACT",
                    "phone": "303-492-9549",
                    "email": "Jonathon.Lisano@colorado.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Boulder",
                    "status": "RECRUITING",
                    "city": "Boulder",
                    "state": "Colorado",
                    "zip": "80301",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Devon Rapken",
                            "role": "CONTACT",
                            "email": "devon.rapken@colorado.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.01499,
                        "lon": -105.27055
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002189",
                    "term": "Marijuana Abuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "asFound": "Cannabis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}