{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05836402",
            "orgStudyIdInfo": {
                "id": "HS-22-00640"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Long COVID-19 Syndrome Lifestyle Intervention Study",
            "officialTitle": "Low-Carbohydrate Dietary and Lifestyle Interventions for the Management of Long COVID-19 Syndrome: A Prospective and Interventional Randomized Controlled Pilot Study",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "long-covid-syndrome-lifestyle-intervention-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-25",
            "studyFirstSubmitQcDate": "2023-04-28",
            "studyFirstPostDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nuria M. Pastor-Soler",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Rationale: Hyper-inflammatory responses seen in acute COVID-19 are also a feature of long covid, a condition of long-term consequences that are persisting or appearing after initial infection and recovery from acute COVID-19. Long-standing, often disabling symptoms are common in long covid and can be highly varied. Common symptoms include fatigue, brain fog, muscle and chest pain, migraines, shortness of breath, anosmia, muscle weakness, and cognitive dysfunction. 35% of post-COVID patients were found to have decreased kidney function at 6 months post-discharge. In this study, we will evaluate the effect of dietary interventions in long covid patients. The dietary interventions are aimed at lowering blood glucose levels, and raising blood BHB levels. The dietary plan will recommend a low-carbohydrate diet including the avoidance of foods containing sugars and starch, while simultaneously increasing the consumption of healthy fats and sources of protein. The dietary interventions are supported by the consumption of a medical food that delivers exogenous BHB in order to raise blood BHB levels without the necessity of adhering to a strict ketogenic diet which would be difficult to implement and typically requires strict medical supervision.\n\nIntervention: Dietary intervention with Ketocitra versus control arm (no intervention) in a 1:1 ratio Objectives: The hypothesis of this study is that low-carbohydrate dietary interventions leading to lowering of blood glucose and raising of blood BHB in addition to standard therapy will lead to faster recovery and amelioration of symptoms in long covid compared to those treated with standard therapy alone.\n\nStudy population: Subjects with a history of COVID-19 at least 2 months ago and with at least 2 neurological and/or symptoms that are typical for long covid that either started at COVID-19 infection and are ongoing at time of study entry Study methodology: Prospective and interventional randomized controlled pilot study Study arms: Dietary intervention (including medical food) arm versus control arm Study endpoints: The primary endpoint is the feasibility, safety and tolerability of dietary intervention.",
            "detailedDescription": "Hyperglycemia, obesity, and diabetes are recognized risk factors for worse outcomes in acute COVID-19. Several studies have proposed that a change in the host metabolic state from a carbohydrate-dependent glycolytic to a fat-dependent ketogenic state is expected to be beneficial in acute Covid-19. The benefits may involve several mechanisms including inhibition of inflammatory cytokine secretion, inhibition of the NLRP3 inflammasome, anti-inflammatory effects on specific T cell populations, altered viral replication, increased resistance to mitochondrial stress, an improvement in antioxidant defenses, augmented autophagy, and DNA repair.\n\nMany of the proposed beneficial mechanisms are thought to be mediated by the main ketone body produced in the ketogenic state, beta-hydroxybutyrate (BHB). Besides its role as a metabolic energy carrier, BHB also has pleiotropic signaling functions and potent anti-inflammatory effects. Numerous studies indicate that the ketogenic state is tissue- and organ-protective 12-15 such as in acute kidney injury, and cardiac and liver injury.\n\nThe ketogenic state can be induced by dietary interventions such as intermittent fasting, time-restricted feeding, and high-fat, low-carbohydrate ketogenic diets. All of these interventions led to the lowering of blood glucose and insulin levels and increased BHB levels. Since the 1920s, ketogenic diets have been used to treat epilepsy in children. They are effective in blood glucose control and lead to effective fat weight loss in obese individuals. Ketogenic diets are increasingly used and studied to rapidly reverse nonalcoholic fatty liver disease and insulin resistance, polycystic kidney disease (PKD), and in the management of severe obesity, metabolic diseases, migraine, cancer, and numerous other conditions.\n\nRecent research indicates that the hyper-inflammatory responses seen in acute COVID-19 are also a feature of long-COVID. Long-COVID is characterized by a varying range of long-standing, often disabling symptoms that are persisting or appearing after the initial infection and recovery from acute COVID-19. Common symptoms include fatigue, brain fog, muscle and chest pain, migraines, shortness of breath, anosmia, muscle weakness, and cognitive dysfunction. Interestingly, a study found that 35% of long-COVID patients reported having decreased kidney function at 6 months post-discharge, and 13% of patients with normal kidney function during the acute phase presented with decreased eGFR at follow-up 28. Furthermore, patients with long-COVID and mast cell activation syndrome (MCAS) tend to experience virtually identical symptoms. As a result, the induction of ketosis by fasting, or the administration of exogenous BHB, has been shown to ameliorate hypersensitivity and mast cell degranulation in a rat model of (mast cell activation syndrome) MCAS.\n\nIn this study, we will evaluate the effects of nutritional management for patients with long-COVID. Nutritional management is aimed at lowering blood glucose levels and raising blood BHB levels. The dietary plan will recommend a low-carbohydrate diet, including avoiding foods containing sugars and starch, while simultaneously increasing the consumption of healthy fats and protein sources. The dietary intervention is supported by the consumption of a medical food, KetoCitra®, that delivers exogenous BHB in order to raise blood BHB levels without the necessity of adhering to a strict ketogenic diet which would be difficult to implement and typically requires strict medical supervision."
        },
        "conditionsModule": {
            "conditions": [
                "Long COVID-19 Syndrome"
            ],
            "keywords": [
                "Keto",
                "beta-hydroxybutyrate",
                "citrate",
                "ketogenic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, Interventional, Randomized, Controlled Pilot Study (Treatement with dietary intervention and medical food VS. usual therapy)",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "-Usual diet."
                },
                {
                    "label": "Low Carbohydrate",
                    "type": "EXPERIMENTAL",
                    "description": "-Low-Carbohydrate Diet Intervention:Patients will receive a study kit. The kit will contain the following:\n\n* Instruction sheet containing medical food instructions and food journal and a web link to the weekly online journal\n* A 30-day supply of the medical food, KetoCitra, developed by Santa Barbara Nutrients, Inc. KetoCitra® is a ready-to-mix powder to be dissolved in water and taken twice per day with meals. KetoCitra® contains BHB, citrate, and a blend of minerals (potassium, calcium, magnesium) and is flavored with natural lemon flavor and stevia natural sweetener. KetoCitra® is sugar- and sodium-free and is intended to support the metabolic switch aimed for with the low-carbohydrate diet by providing exogenous BHB. (Package insert)",
                    "interventionNames": [
                        "Dietary Supplement: Low carbohydrate diet intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Low carbohydrate diet intervention",
                    "description": "Patients will receive a study kit. The kit will contain the following:\n\n* Instruction sheet containing medical food instructions and food journal and a web link to the weekly online journal\n* A 30-day supply of the medical food, KetoCitra, developed by Santa Barbara Nutrients, Inc. KetoCitra® is a ready-to-mix powder to be dissolved in water and taken twice per day with meals. KetoCitra® contains BHB, citrate, and a blend of minerals (potassium, calcium, magnesium) and is flavored with natural lemon flavor and stevia natural sweetener. KetoCitra® is sugar- and sodium-free and is intended to support the metabolic switch aimed for with the low-carbohydrate diet by providing exogenous BHB (Package insert)",
                    "armGroupLabels": [
                        "Low Carbohydrate"
                    ],
                    "otherNames": [
                        "Low carbohydrate diet intervention and Ketocitra"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of dietary intervention:",
                    "description": "Questionnaire on diet feasibility (Appendix F). Exit Questionnaire. Scale 1-5 (1= worse outcome; 5=better outcome)",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Safety signals for electrolytes",
                    "description": "calcium, sodium, potassium, carbon dioxide, chloride,",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Safety signals for kidney function",
                    "description": "BUN and creatinine",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Safety signals for liver function",
                    "description": "Alkaline Phosphatase, ALT, AST, bilirubin, \\& total protein, glucose",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Cardiovascular risk",
                    "description": "Fasting lipid panel: total cholesterol, HDL cholesterol, LDL cholesterol, and triglycerides",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Improved uric acid metabolism",
                    "description": "Serum Uric Acid",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "kidney function: proteinuria",
                    "description": "urinalysis and urine protein to creatinine ratio",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Safety and tolerability of dietary intervention:",
                    "description": "Questionnaire on parameters of safety and tolerability (Appendix E) 0-10 (Scale 0= best outcome to 10=worse outcome)",
                    "timeFrame": "30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improvement of long-COVID syndrome signs Measurement of change in body weight",
                    "description": "● body weight",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs Measurement of aerobic capacity:",
                    "description": "6-minute walk test",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: Measures of inflammation",
                    "description": "● C-reactive protein (CRP)",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: stability of kidney function",
                    "description": "● Measurement of serum creatinine/eGFR, proteinuria/cystatin C into the CKD-EPI equation",
                    "timeFrame": "At start and at day 30"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: respiratory health review of systems",
                    "description": "* Breathing: cough, shortness of breath, lung or chest pain, sleep\n* Pain\n* Fatigue: tired/low energy\n* Memory, Thinking, \\& Communication: lack of concentration/focus, forgetfulness (short/long), expressive aphasia\n* Sleep\n* Ear, Nose, \\& Throat: change or loss of taste/smell/appetite/weight, sinus symptoms (face pain, nasal congestion)\n* Stomach \\& Digestion: nausea/vomiting/diarrhea\n* Muscles \\& Joints: body aches (muscle), neuropathy (numbness or tingling)\n* Mental Health \\& Wellbeing: depression, anxiety or feelings of overwhelm\n* Skin: skin changes (rash, swelling)\n* Eye: visual disturbances\n* Fever/Chills\n* Headache\n* Any changes in urine (color, amount, frequency, appearance, pain)",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: neurological and mental health review of systems",
                    "description": "Pain, Fatigue, Memory, Thinking, \\& Communication: lack of concentration/focus, forgetfulness (short/long), expressive aphasia, Headache, depression, anxiety or feelings of overwhelm, neuropathy (numbness or tingling), visual disturbances, change or loss of taste/smell, Sleep. sinus symptoms (face pain, nasal congestion)\n\n:appetite/weight, sinus symptoms (face pain, nasal congestion)\n\n* Stomach \\& Digestion: nausea/vomiting/diarrhea\n* Muscles \\& Joints: body aches (muscle),\n* Skin: skin changes (rash, swelling)\n* Fever/Chills\n* Any changes in urine (color, amount, frequency, appearance, pain)",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: Gastrointestinal review of systems",
                    "description": "appetite/weight changes; Stomach \\& Digestion: nausea/vomiting/diarrhea\n\n* Muscles \\& Joints: body aches (muscle),\n* Skin: skin changes (rash, swelling)\n* Fever/Chills\n* Any changes in urine (color, amount, frequency, appearance, pain)",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: musculoskeletal review of systems",
                    "description": "● Muscles \\& Joints: such as body aches (muscle)",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: urinary tract review of systems",
                    "description": "Any changes in urine (color, amount, frequency, appearance, pain)",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Improvement of long-COVID syndrome signs: infectious diseases review of systems",
                    "description": "● Fever/Chills/ Skin changes/rashes",
                    "timeFrame": "One month"
                },
                {
                    "measure": "Quality of Life Changes",
                    "description": "Short-Form Health Survey 12 (SF-12v2) 30",
                    "timeFrame": "One month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older.\n* Positive test result for SARS-CoV-2 (PCR or antigen test) at least 2 months prior to study entry.\n* At least two neurological and/or physical symptoms that are typical for long covid and that either started at COVID-19 infection and are ongoing at study entry, or that have appeared after the acute phase of COVID-19 infection. Typical symptoms include fatigue, weakness, headache, loss of smell, tingling/numbness, shortness of breath, loss of appetite, palpitations/tachycardia, hair loss, musculoskeletal and/or chest pain, as well as no sign of AKI recovery or establishment of a new diagnosis of CKD.\n\nExclusion Criteria:\n\n* Subjects who are hospitalized.\n* Any significant systemic illness or medical condition or use of medication that could affect the safety of the research subject or could affect compliance with the study, as determined by the study personnel and a physician.\n\n  * Medications include, but are not limited to:\n\n    * KetoCitra\n    * Urine alkalizing agents such as sodium bicarbonate or potassium citrate\n    * Citrate treatments\n    * Calcium supplements\n    * Use of antacids or phosphate binders containing aluminum.\n    * SGLT2 inhibitors (e.g. canagliflozin, dapagliflozin)\n    * Active use of aluminum-containing supplements or medications such as aluminum antacids (e.g. Maalox) or aluminum-based phosphate binders\n    * Immunosuppressive treatment\n  * Health conditions include but are not limited to:\n\n    * Chronic hyperkalemia\n    * HIV infection\n    * Chronic drug or alcohol abuse\n    * Chronic malabsorption syndrome\n    * Malignancy (non-melanoma skin cancer exempted)\n    * Autoimmune disease\n    * Current or past history of disordered eating or feeding behaviors regarding restrictive behaviors\n    * History of gastric bypass\n    * Active diagnosis of ulcerative colitis, Irritable Bowel Syndrome, Crohn's or Gallbladder Disease\n    * Chronic history or active urinary tract infection (≥ 3/12 months)\n    * Diabetes mellitus Type 1 or insulin-dependent Type 2.\n    * Heart failure\n    * Liver cirrhosis\n    * Chronic kidney disease stage III or greater, or other renal condition that severely impairs bone mineral homeostasis.\n    * Any other condition, that in the opinion of the enrolling physician, makes the subject an unsuitable candidate for the study.\n* Participants who are pregnant, planning to become pregnant, or nursing within the study period.\n* Inability or unwillingness to implement dietary changes including the use of the medical food.\n* Inability or unwillingness to submit to blood testing.\n* Inability or unwillingness to self-monitor health data.\n* Inability or unwillingness to maintain a regular online journal to enter health data and data relevant to this study.\n* Inability or unwillingness to be reached by phone or video call by a study coordinator or assistant in order to obtain any missing health data and data relevant to this study.\n* Intolerance to low-carbohydrate dietary changes.\n* Intolerance or allergy to any of the ingredients in the provided medical food.\n* Oxygen-dependent with an increase in the last month\n* Currently following a low-carbohydrate or ketogenic diet\n* Currently on a dialysis treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Melissa Ramos",
                    "role": "CONTACT",
                    "phone": "3234427983",
                    "email": "melissa.ramos@med.usc.edu"
                },
                {
                    "name": "Nuria Pastor-Soler, MD, PhD",
                    "role": "CONTACT",
                    "email": "pastorso@usc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Keck School of Medicine of USC",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nuria M Pastor-Soler, MD, PhD",
                            "role": "CONTACT",
                            "phone": "323-442-8500",
                            "email": "pastorso@med.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000094024",
                    "term": "Post-Acute COVID-19 Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000094025",
                    "term": "Post-Infectious Disorders"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "asFound": "Long COVID-19 Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3014",
                    "name": "Post-Infectious Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "T301",
                    "name": "Stevia",
                    "relevance": "LOW"
                },
                {
                    "id": "T431",
                    "name": "Stevioside",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}