{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05605574",
            "orgStudyIdInfo": {
                "id": "10001056"
            },
            "secondaryIdInfos": [
                {
                    "id": "001056-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Longitudinal Early Advance Care Planning Discussions and Documentation (LEADD) Program: An Exploratory Study in Adolescents and Young Adults (AYAs) Receiving Hematopoietic Stem Cell Transplant",
            "officialTitle": "Longitudinal Early Advance Care Planning Discussions and Documentation (LEADD) Program: An Exploratory Study in Adolescents and Young Adults (AYAs) Receiving Hematopoietic Stem Cell Transplant",
            "therapeuticArea": [
                "Other"
            ],
            "study": "longitudinal-early-advance-care-planning-discussions-and-documentation-leadd-program-an-exploratory-study-in-adolescents-and-young-adults-ayas-receiving-hematopoietic-stem-cell-transplant"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-19",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-03",
            "studyFirstSubmitQcDate": "2022-11-03",
            "studyFirstPostDateStruct": {
                "date": "2022-11-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nFor adolescent and young adults (AYAs) with certain life-threatening illnesses, hematopoietic stem cell transplant (HSCT) provides the best chance for cure and survival. HSCT is a life-saving therapy, but this treatment also comes with significant risks. Given these risks, it is imperative that patients and their families have the opportunity to share their values, priorities, and goals through advance care planning (ACP) to ensure that the care they receive through the transplant process remains patient-centered. Despite the benefits of ACP discussions, many barriers, including provider discomfort, may prevent these conversations with AYAs.\n\nObjective:\n\nTo see if AYAs who undergo HSCT and their caregivers benefit from discussing ACP topics.\n\nEligibility:\n\nPeople aged 18 to 39 years enrolled in an NIH study with a planned HSCT. One caregiver aged 18 years or older will also be invited to participate.\n\nDesign:\n\nParticipants will complete a 20-minute questionnaire. They will be asked about the priorities they have related to their care and their prior experiences with ACP.\n\nParticipants will have 3 conversations with a study team member over 4 to 9 weeks. Each talk will last 45 to 60 minutes.\n\nFirst, participants will talk about their upcoming transplant and their expectations. They will also be asked about their fears and worries and will discuss what is most important to them in terms of support, comfort, their values, and their goals.\n\nNext, they will learn about Voicing My CHOiCES . This guide gives people a place to say what kind of care they want to receive during their treatment and includes a place to document how they would want to be cared for if they can no longer make decisions on their own. Participants will be guided as they fill in a few pages from this guide.\n\nThe third conversation will review the first talks. Participants may ask questions and review any topic. They will complete follow-up questionnaires and be provided with a summary of their care priorities revealed in the discussions. They will be asked about their experience participating in this study, and their comfort with ACP discussions. They will be asked what they think of the meaningfulness, timing, and cultural sensitivity of these talks....",
            "detailedDescription": "Background:\n\n* Allogeneic hematopoietic stem cell transplantation (HSCT) carries a significant risk of morbidity and mortality with adolescent and young adult (AYA) patients at inherently high cumulative risk of a myriad of late effects.\n* Participation in advance care planning (ACP) is crucial to promoting patient-centered care and has been shown to have positive impacts on patients, caregivers, and providers. Many barriers exist in the engagement of AYAs and HSCT recipients in ACP conversations, including provider discomfort.\n* A recent retrospective review of AYA patients that received an HSCT at the NIH Clinical Center (CC) in the past 5 years identified patterns of documented ACP discussions. The study revealed that very few patients engaged in ACP discussions beyond completion of an advance directive or physician completion of a medical order. Moreover, the majority of all ACP occurred in patients that ultimately died post-HSCT with most conversations occurring in the last days and weeks of life. Documentation of conversations was scattered throughout many different note types within the electronic medical record.\n\nObjective:\n\n-Assess the feasibility and acceptability of a series of longitudinal conversations about ACP topics with AYA HSCT recipients and their caregivers presenting to the Clinical Center for HSCT.\n\nEligibility:\n\nAYA Participants:\n\nAge: 18 through 39 years\n\nEnglish-speaking\n\nPlanned HSCT at a participating site\n\nCaregiver Participants:\n\nAge: \\>= 18\n\nEnglish-speaking\n\nIdentified as a caregiver by participating AYA participant\n\nProvider Participants:\n\nPrimary clinical attending and advance practice providers (APPs) at the NIH Clinical Center who are part of the AYA participant s HSCT team and provided direct clinical care to AYA participants during period of study enrollment between completion of conversation #1 and conversation #3.\n\nDesign:\n\nThis study consists of a baseline and follow-up assessments, and 3 conversation time points. For each participant, all conversations must be conducted by the same interviewer, excluding the final qualitative interview."
        },
        "conditionsModule": {
            "conditions": [
                "Hematopoietic Stem Cell Transplantation"
            ],
            "keywords": [
                "Communication",
                "Goals Of Care",
                "Voicing My Choices",
                "Palliative Care",
                "Psychosocial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1 / Assessments and Conversation",
                    "type": "EXPERIMENTAL",
                    "description": "Baseline and follow-up assessments and conversations at three timepoints",
                    "interventionNames": [
                        "Behavioral: Advance Care Planning conversations"
                    ]
                },
                {
                    "label": "2 / Survey",
                    "type": "NO_INTERVENTION",
                    "description": "Following each AYA/caregiver dyad s completion of timepoint 3, a one-time survey will be sent to a primary clinical attending and APPs who cared for the AYA during the study period"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Advance Care Planning conversations",
                    "description": "In the first conversation, patients and caregivers are guided through conversations using a modified version of the Serious Illness Conversation Guide, which explores understanding of the AYA's illness and treatment plan, information preferences, goals, sources of support, fears and worries, and goals of care. In the second conversation, participants are introduced to and encouraged to complete portions of the advance care planning document, Voicing My CHOiCES. Participants are guided through a discussion of this experience and may share their perceptions of each other's preferences for care. In the third conversation, participants may discuss previous conversations or other new Advance Care Planning topics. At the end of each conversation, a summary of the conversation will be documented in the electronic medical record and the investigator will communicate directly any information requested by the patient or caregiver to be shared with specific members of the patient's care team.",
                    "armGroupLabels": [
                        "1 / Assessments and Conversation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability, Timing of intervention",
                    "description": "AYA and caregiver responses to items 2-3 on the ACP Experiences and Comfort Questionnaire; follow-up timepoint ratings of 1-2 on Likert scale (corresponding to agreement that ACP discussions are moderately or extremely important and should occur prior to transplant) reflect acceptability of the timing of the intervention.",
                    "timeFrame": "Follow-up (Week 4-9)"
                },
                {
                    "measure": "Feasibility, Retention",
                    "description": "Target retention rate of 80% of participants for the 8 weeks of the study period (excluding those taken off study due to incapacitation or death).",
                    "timeFrame": "Week 9"
                },
                {
                    "measure": "Acceptability, Emotional impact of intervention",
                    "description": "AYA and caregiver responses to ACP Experiences and Comfort Questionnaire; mean scores on items (7) and (8) will be compared between baseline and follow up, using paired samples t-tests. Separate chi square analyses will be conducted for sub-items in item (8) to assess if more participants agree (either agree or strongly agree ) or do not agree with the statement at follow-up compared to baseline.",
                    "timeFrame": "Baseline (Week 0), Follow-up (Week 4-9)"
                },
                {
                    "measure": "Acceptability, qualitative interview",
                    "description": "Using a grounded theory approach, semi-structured interviews with AYAs and caregivers will be coded and analyzed to explore perceptions of the timing, appropriateness, and meaningfulness of the intervention.",
                    "timeFrame": "Week 10"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Concordance of ratings",
                    "description": "AYA-caregiver dyad responses to the Life Priorities Survey; the difference between an AYA and caregiver dyad s ratings will be calculated for each individual goal (difference between 0 and 4) and for the total 9 goals combined (difference between 0 and 36). Pre-post differences in individual respondent ratings will be analyzed using paired t-tests or Wilcoxon signed rank tests as appropriate.",
                    "timeFrame": "Baseline (Week 0), Follow-up (Week 4-9)"
                },
                {
                    "measure": "Communication quality",
                    "description": "AYA and caregiver scores on the Serious Illness Communication Quality Questionnaire-HSCT; Mean scores on the Serious Illness Communication Quality Questionnaire - HSCT (minimum to maximum score, 11 - 55) will be compared between baseline and follow up, using paired samples t-tests. A separate McNemar test will be conducted for item #1 in this questionnaire to assess if more participants agree (either agree or strongly agree ) or do not agree with the statement at follow-up compared to baseline",
                    "timeFrame": "Baseline (Week 0), Follow-up (Week 4-9)"
                },
                {
                    "measure": "Concordance of rankings",
                    "description": "AYA-caregiver dyad responses to the Life Priorities Survey; the total number of shared ranked goals between an AYA and caregiver dyad (between 0 and 5) will be compared at baseline and follow-up, using paired t-tests, to determine if participation in the study significantly decreases incongruence between AYA and caregiver rankings",
                    "timeFrame": "Baseline (Week 0), Follow-up (Week 4-9)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* AYA Participants:\n\n  * Age \\>= 18 to \\<= 39 years\n  * Planned allogeneic HSCT at a participating site. Note: For participants at NIH only, enrollment on another NIH protocol for the HSCT is also required.\n  * Participants must be English speaking\n  * Ability to understand and the willingness to sign a written informed consent document.\n* Caregiver Participants:\n\n  * Age: \\>= 18 years\n  * Identified as caregiver by participating AYA participant. Only a single caregiver will be allowed to participate.\n  * Physically present at the participating site.\n  * Participants must be English speaking.\n  * Ability to understand and the willingness to sign a written informed consent document.\n* Provider participants:\n\nEither primary clinical attending or advance practice providers (APPs) at the NIH Clinical Center who are part of the AYA participant s HSCT team and provided direct clinical care to AYA participants during period of study enrollment between completion of conversation #1 and conversation #3.\n\nEXCLUSION CRITERIA:\n\nNone.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian W Pennarola, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-9148",
                    "email": "brian.pennarola@nih.gov"
                },
                {
                    "name": "Lori Wiener, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6419",
                    "email": "lori.wiener@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lori Wiener, Ph.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Pennarola, MD",
                            "role": "CONTACT",
                            "phone": "Not Listed",
                            "email": "bpennar1@jhmi.edu"
                        },
                        {
                            "name": "Heather Symons",
                            "role": "CONTACT",
                            "phone": "(443) 287-2949",
                            "email": "hsymons@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001056-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All collected IPD will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data from this study may be requested from other researchers after the completion of the primary endpoint.",
            "accessCriteria": "Data from this study may be requested by contacting the PI or Lead AI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}