{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05035030",
            "orgStudyIdInfo": {
                "id": "A4250-015"
            },
            "secondaryIdInfos": [
                {
                    "id": "2023-509028-17-00",
                    "type": "CTIS"
                }
            ],
            "organization": {
                "fullName": "Ipsen",
                "class": "INDUSTRY"
            },
            "briefTitle": "Long-term Safety and Efficacy of Odevixibat in Patients With Alagille Syndrome",
            "officialTitle": "An Open Label Study to Evaluate the Long-term Safety and Efficacy of Odevixibat (A4250) in Patients With Alagille Syndrome (ASSERT-EXT)",
            "acronym": "ASSERT-EXT",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "long-term-safety-and-efficacy-of-odevixibat-in-patients-with-alagille-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-16",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-13",
            "studyFirstSubmitQcDate": "2021-09-01",
            "studyFirstPostDateStruct": {
                "date": "2021-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Albireo, an Ipsen Company",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the long-term safety and effectiveness of odevixibat in participants with Alagille syndrome (ALGS).\n\nThe participants of this study will have ALGS a rare genetic disorder that can affect multiple organ systems of the body including the liver, heart, skeleton, eyes and kidneys. Common symptoms, which often develop during the first three months of life, include blockage of the flow of bile from the liver (cholestasis), yellowing of the skin and mucous membranes (jaundice), poor weight gain and growth and severe itching (pruritis).\n\nThe drug used for the study is odevixibat and was authorized for the treatment of cholestatic pruritus in infants with ALGS over 12 months of age by the United States Food and Drug Administration on 13 June 2023.",
            "detailedDescription": "This Phase 3, open-label, multi-center extension study will have two groups of participants: Cohort 1 (participants who participated in Study A4250-012 \\[NCT04674761; ASSERT\\] and meet the entry criteria for this study) and Cohort 2 (infants under 12 months of age) with ALGS.\n\nThe study will consist of 2 or 3 periods:\n\n1. A 'Treatment period' of 72 weeks (cohort 1) or 12 weeks (cohort 2). Participants will visit the clinic every 4 to 12 weeks and will receive a dose of 120 μg/kg odevixibat daily.\n2. An 'Optional extension period' where participants who wish to continue receiving odevixibat after the 'treatment period' will have the opportunity to remain on treatment with visits every 16 weeks until the drug is commercially available. The optional extension is available provided continued use is supported by the risk-benefit profile, the participant has not been previously withdrawn or discontinued from the study, and the study is not terminated by the Sponsor.\n3. A 'Safety follow-up period' of 4 weeks (cohort 1) or 2 weeks (cohort 2). The Safety Follow-up Period will not occur for those who remain on treatment in the optional extension period.\n\nParticipants will need to complete an e-diary and questionnaires throughout the study (cohort 1 only). Participants will undergo blood samplings, urine collections (cohort 1 only), physical examinations, and clinical evaluations. They may continue some other medications, but the details need to be recorded."
        },
        "conditionsModule": {
            "conditions": [
                "Alagille Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Odevixibat (A4250)",
                    "type": "EXPERIMENTAL",
                    "description": "Capsules for oral administration once daily for 72 weeks.",
                    "interventionNames": [
                        "Drug: Odevixibat"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Odevixibat",
                    "description": "Odevixibat is a small molecule and selective inhibitor of IBAT.",
                    "armGroupLabels": [
                        "Odevixibat (A4250)"
                    ],
                    "otherNames": [
                        "A4250"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in pruritus",
                    "description": "Assessed as change in scratching score as measured by measured by the Albireo Observer-Reported Outcome Caregiver Instrument.",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Percentage of participants with Treatment Emergent Adverse Event (TEAEs) and Serious Adverse Events (SAEs)",
                    "description": "An Adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. A serious adverse event (SAE) is an AE that results in any of following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. Treatment-emergent adverse events. TEAEs included both Serious TEAEs and non-serious TEAEs.",
                    "timeFrame": "Baseline to week 12 (cohort 2)."
                },
                {
                    "measure": "Percentage of participants with clinically significant changes from baseline in Physical Examination",
                    "description": "The clinical significance will be graded by the investigator.",
                    "timeFrame": "Baseline to week 12 (cohort 2)."
                },
                {
                    "measure": "Percentage of participants with clinically significant changes in Laboratory Parameters",
                    "description": "The following laboratory parameters will be reported: blood chemistry, hematology and coagulation. The clinical significance will be graded by the investigator.",
                    "timeFrame": "Baseline to week 12 (cohort 2)."
                },
                {
                    "measure": "Percentage of participants with clinically significant changes from baseline in Vital Signs.",
                    "description": "The clinical significance will be graded by the investigator.",
                    "timeFrame": "Baseline to week 12 (cohort 2)."
                },
                {
                    "measure": "Change from baseline in concomitant medications.",
                    "timeFrame": "Baseline to week 12 (cohort 2)."
                },
                {
                    "measure": "Change from baseline in fat-soluble vitamin levels.",
                    "timeFrame": "Baseline to week 12 (cohort 2)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in serum bile acids levels",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in patient reported and observer reported itching and scratching severity scores",
                    "description": "Assessed by the the Albireo ObsRO/ Patient Reported Outcomes (PRO) instruments. The Albireo ObsRO/PRO scratching and itch severity items use 0 to 4 response scales, where each response is distinguished by a unique facial expression, verbal anchor, number, and color code.",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Percentage of participants achieving a clinically meaningful decrease in pruritus (pruritus responders)",
                    "description": "Assessed by the Albireo ObsRO/patient reported outcomes (PRO) instruments",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in sleep parameters.",
                    "description": "Assessed with the Albireo ObsRO/PRO instruments (e.g: tiredness and number of awakenings).",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in Pediatric Quality of Life Inventory (PedsQL) scores.",
                    "description": "The PedsQL instrument consists of 36 questions and uses a 5-point response scales, where higher scores indicates worst symptoms.",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in in Global Symptom Relief: Patient Global Impression of Improvement (PGIC) score.",
                    "description": "The Patient Global Impression of Change (PGIC) is a patient-reported instrument that measures change in overall status on a scale ranging from one (\"very much improved\") to seven (\"very much worse\").",
                    "timeFrame": "Baseline to Weeks 4, 12, 24, 48 and 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in in Global Symptom Relief: Clinical Global Impression of Improvement (CGIC) score.",
                    "description": "The Clinical Global Impression of Change (CGIC) is a clinician-reported instrument that measures change in overall status on a scale ranging from one (\"very much improved\") to seven (\"very much worse\").",
                    "timeFrame": "Baseline to Weeks 4, 12, 24, 48 and 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in in Global Symptom Relief: Caregiver Global Impression of Change (CaGIC) score",
                    "description": "The caregiver Global Impression of Change is a caregiver-reported instrument that measures change in overall status on a scale ranging from one (\"very much improved\") to seven (\"very much worse\").",
                    "timeFrame": "Baseline to Weeks 4, 12, 24, 48 and 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in serum bile acid levels.",
                    "timeFrame": "Baseline through week 72 (cohort 1)."
                },
                {
                    "measure": "Percentage of participants with Treatment Emergent Adverse Event (TEAEs) and Serious Adverse Events (SAEs)",
                    "description": "An Adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. A serious adverse event (SAE) is an AE that resultes in any of following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. Treatment-emergent adverse events. TEAEs included both Serious TEAEs and non-serious TEAEs.",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Number of participants with change from baseline in physical examination",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Number of participants with change from baseline in vital signs",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in concomitant medications",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in laboratory test results Pharmacokinetic (PK) Cmax [Time Frame: Day 1, Week 4, Week 8, and Week 12]",
                    "timeFrame": "Baseline to week 72 (cohort 1)."
                },
                {
                    "measure": "Change from baseline in plasma concentration of study drug",
                    "timeFrame": "Day 1, Week 4, Week 8, and Week 12 (cohort 1)."
                },
                {
                    "measure": "Pharmacodynamic Parameters: Change in serum bile acids levels",
                    "timeFrame": "Baseline to Week 12 (cohort 2)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCohort 1 :\n\n1. Completion of the 24-week Treatment Period of Study A4250-012\n2. Signed informed consent and assent as appropriate. Patients who turn 18 years of age (or legal age per country) during the study will be required to re-consent to remain on the study\n3. Caregivers (and age-appropriate patients) must be willing and able to use an electronic diary (eDiary) device as required by the study\n4. Sexually active males and females must agree to use a reliable contraceptive method with ≤1% failure rate (such as hormonal contraception, intra-uterine device, or complete abstinence) from signed informed consent through 90 days after last dose of study drug.\n\nCohort 2 :\n\n1. Infant with clinically confirmed ALGS , ≤11 months of age at Study Day 1\n2. Body weight ≥2 kg at Study Day 1\n3. Gestational age ≥36 weeks. For children born with gestational age between 32 and 36 weeks, a postmenstrual age of ≥36 weeks is required .\n4. Signed parent/legal guardian informed consent.\n\nExclusion Criteria:\n\nCohort 1 :\n\n1. Decompensated liver disease, history or presence of clinically significant ascites, variceal hemorrhage, and/or encephalopathy\n2. Patients who were not compliant with study drug treatment or procedures in Study A4250-012\n3. Any other conditions or abnormalities which, in the opinion of the investigator, may compromise the safety of the patient, or interfere with the patient participating in or completing the study\n4. Known hypersensitivity to any components of odevixibat\n\nCohort 2 :\n\n1. Patient with past medical history or ongoing presence of other types of liver disease including, but not limited to, the following:\n\n   1. Biliary atresia of any kind\n   2. Progressive familial intrahepatic cholestasis (PFIC)\n   3. Benign recurrent intrahepatic cholestasis\n2. Patient with a past medical history or ongoing presence of any other disease or condition known to interfere with the absorption, distribution, metabolism (specifically bile acid metabolism), or excretion of drugs in the intestine, including but not limited to, inflammatory bowel disease\n3. Patient with past medical history or ongoing chronic diarrhea requiring intravenous fluid or nutritional intervention for treatment of the diarrhea and/or its sequelae\n4. Patient has a confirmed past diagnosis of infection with human immunodeficiency virus or other present and active, clinically significant chronic infection\n5. Recent infection requiring hospitalization or treatment with parenteral anti-infective within 4 weeks of Study Day 1 or completion of oral anti-infective treatment within 2 weeks prior to the Screening Visit\n6. Cancer diagnosis (except for basal cell carcinoma)\n7. Chronic kidney disease with an impaired renal function and a glomerular filtration rate \\<70 mL/min/1.73 m2\n8. Patient with surgical history of disruption of the enterohepatic circulation (biliary diversion surgery) within 6 months prior to the Screening Visit\n9. Patient has had a liver transplant, or a liver transplant is planned within 6 months of Study Day 1\n10. Decompensated liver disease, history or presence of clinically significant ascites, variceal hemorrhage, and/or encephalopathy\n11. International normalized ratio (INR) \\>1.4 (the patient may be treated with Vitamin K, and if INR is ≤1.4 at resampling the patient may be enrolled)\n12. Serum alanine aminotransferase (ALT) \\>10 × upper limit of normal (ULN) at Screening\n13. Serum ALT \\>15 × ULN at any time point during the last 6 months unless an alternate etiology was confirmed for the elevation\n14. Total bilirubin \\>15 × ULN at Screening\n15. Patient suffers from uncontrolled, recalcitrant pruritic condition other than ALGS. Examples include, but not limited to, refractory atopic dermatitis or other primary pruritic skin diseases.\n16. Patient exposed to alcohol or substance abuse in utero\n17. Bile acid or lipid binding resins and medications that slow gastrointestinal motility\n18. Patient has had investigational exposure to a drug, biologic agent, or medical device within 30 days prior to the Screening Visit, or 5 half-lives of the study agent, whichever is longer\n19. Any other conditions or abnormalities which, in the opinion of the investigator may compromise the safety of the patient, or interfere with the patient participating in or completing the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ipsen Recruitment enquiries",
                    "role": "CONTACT",
                    "phone": "See e mail",
                    "email": "clinical.trials@ipsen.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ipsen Medical Director",
                    "affiliation": "Ipsen",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCSF",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Johns Hopkins Hospital",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Boston Children's Hospital",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Children's Mercy Hospital and Clinics",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64018",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                },
                {
                    "facility": "The Childrens Hospital at Montefiore Albert Einstein School of Medicine",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Hassenfeld Children's Hospital at NYU Langone",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neha Ogale",
                            "role": "CONTACT",
                            "phone": "646-754-2233",
                            "email": "neha.ogale@nyulangone.org"
                        },
                        {
                            "name": "Nadia Ovchinsky, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Cliniques Universitaires Saint-Luc Bruxelles",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Bruxelles",
                    "zip": "1200",
                    "country": "Belgium",
                    "geoPoint": {
                        "lat": 50.85045,
                        "lon": 4.34878
                    }
                },
                {
                    "facility": "Hôpital Femme Mère Enfant de Lyon",
                    "status": "WITHDRAWN",
                    "city": "Bron",
                    "zip": "69677",
                    "country": "France",
                    "geoPoint": {
                        "lat": 45.73333,
                        "lon": 4.91667
                    }
                },
                {
                    "facility": "Antenne pediatrique du CIC-Hopital Jeanne De Flandre",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Lille",
                    "country": "France",
                    "geoPoint": {
                        "lat": 50.63297,
                        "lon": 3.05858
                    }
                },
                {
                    "facility": "Hopital Necker Enfants Malades",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Paris",
                    "zip": "75015",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.85341,
                        "lon": 2.3488
                    }
                },
                {
                    "facility": "Charité - Universitätsmedizin Berlin",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Berlin",
                    "zip": "13353",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 52.52437,
                        "lon": 13.41053
                    }
                },
                {
                    "facility": "Medizinische Hochschul",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Hannover",
                    "zip": "30625",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 52.37052,
                        "lon": 9.73322
                    }
                },
                {
                    "facility": "Universitatsklinik fur Kinder-und Jugendmedizin Tubingen",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Tübingen",
                    "zip": "72076",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 48.52266,
                        "lon": 9.05222
                    }
                },
                {
                    "facility": "AOU Meyer",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Florence",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 43.77925,
                        "lon": 11.24626
                    }
                },
                {
                    "facility": "Azienda Ospedale University",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Padova",
                    "zip": "35128",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.40797,
                        "lon": 11.88586
                    }
                },
                {
                    "facility": "Ospedale Pediatrico Bambino Gesu",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Rome",
                    "zip": "00165",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 41.89193,
                        "lon": 12.51133
                    }
                },
                {
                    "facility": "University of Malaya Medical Center",
                    "status": "RECRUITING",
                    "city": "Kuala Lumpur",
                    "zip": "59100",
                    "country": "Malaysia",
                    "contacts": [
                        {
                            "name": "Yee Siong Chaw",
                            "role": "CONTACT",
                            "phone": "6017-672-1338",
                            "email": "chaw.esther87@gmail.com"
                        },
                        {
                            "name": "Way Seah Lee",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 3.1412,
                        "lon": 101.68653
                    }
                },
                {
                    "facility": "Universitair Medisch Centrum Groningen",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Groningen",
                    "zip": "9713 GZ",
                    "country": "Netherlands",
                    "geoPoint": {
                        "lat": 53.21917,
                        "lon": 6.56667
                    }
                },
                {
                    "facility": "University Medical Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Utrecht",
                    "country": "Netherlands",
                    "geoPoint": {
                        "lat": 52.09083,
                        "lon": 5.12222
                    }
                },
                {
                    "facility": "Instytut Pomnik-Centrum Zdrowia Dzieck",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Warszawa",
                    "zip": "04-730",
                    "country": "Poland",
                    "geoPoint": {
                        "lat": 52.22977,
                        "lon": 21.01178
                    }
                },
                {
                    "facility": "Istanbul University Istanbul Medical Faculty Hospital",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Istanbul",
                    "country": "Turkey",
                    "geoPoint": {
                        "lat": 41.01384,
                        "lon": 28.94966
                    }
                },
                {
                    "facility": "King's College Hospital",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "London",
                    "zip": "SE5 9RS",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Qualified researchers may request access to patient level data and related study documents including the clinical study report, study protocol with any amendments, annotated case report form, statistical analysis plan, and dataset specifications.\n\nPatient level data will be anonymized and study documents will be redacted to protect the privacy of study participants.\n\nAny requests should be submitted to www.vivli.org for assessment by an independent scientific review board.",
            "timeFrame": "Where applicable, data from eligible studies are available 6 months after the studied medicine and indication have been approved in the US and EU or after the primary manuscript describing the results has been accepted for publication, whichever is later.",
            "accessCriteria": "Further details on Ipsen's sharing criteria, eligible studies and process for sharing are available here (https://vivli.org/members/ourmembers/).",
            "url": "https://vivli.org/members/ourmembers/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016738",
                    "term": "Alagille Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002780",
                    "term": "Cholestasis, Intrahepatic"
                },
                {
                    "id": "D000002779",
                    "term": "Cholestasis"
                },
                {
                    "id": "D000001649",
                    "term": "Bile Duct Diseases"
                },
                {
                    "id": "D000001660",
                    "term": "Biliary Tract Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19099",
                    "name": "Alagille Syndrome",
                    "asFound": "Alagille Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6019",
                    "name": "Cholestasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6020",
                    "name": "Cholestasis, Intrahepatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4935",
                    "name": "Bile Duct Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4946",
                    "name": "Biliary Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T260",
                    "name": "Alagille Syndrome",
                    "asFound": "Alagille Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}