{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02196935",
            "orgStudyIdInfo": {
                "id": "HS-10-00369"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Los Angeles Prospective GI Biliary and EUS Series",
            "officialTitle": "Prospective Evaluation of Pancreatic, Biliary, and Gastrointestinal Neoplasia by Endoscopic Retrograde Cholangiopancreatography (ERCP) and Endoscopic Ultrasound (EUS)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "los-angeles-prospective-gi-biliary-and-eus-series"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-09"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-07-19",
            "studyFirstSubmitQcDate": "2014-07-19",
            "studyFirstPostDateStruct": {
                "date": "2014-07-22",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2022-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Buxbaum",
                "investigatorTitle": "Director of Endoscopy, Los Angeles County Hospital",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Endoscopic retrograde cholangiopancreatography and endoscopic ultrasound are increasingly being used to manage complex disease of the bile duct, pancreas and cancer. Gastroenterology patients at the Los Angeles County Hospital presents a unique and diverse patient population.\n\nOur aim is to study the biochemical, radiographic, and clinical predictors of bile duct stones. Exploratory aims include the study of the management of cholangitis, bile leaks, GI cancer diagnosis and management, and the management of pancreaticobiliary problems in the underserved.\n\nAll patients managed by EUS or ERCP at the LA County \\& USC University Hospitals will be enrolled in the databaseThe timing, clinical presentation, and objective details of patient presentation are recorded prospectively. Additionally the results of the subsequent ERCP and EUS procedures. Subsequent, clinical course and pathology will also be recorded.",
            "detailedDescription": "AIMS A) Characterize unusual disease and pathologic presentations which require endoscopic treatment in a large safety net hospital B) To study the impact of EUS and ERCP on the management of these patients. C) Analyze how EUS and ERCP results correlate with other radiographic methods including conventional ultrasound and computed tomography (CT) D) Compare role of EUS and ERCP in a safety net versus tertiary care center\n\nII) BACKGROUND Endscopic Ultrasound (EUS) which consists of an endoscope containing a high frequency transducer, has become standard of care to evaluate gastrointestinal cancer as well as diseases included chronic pancreatitis. EUS with fine needle aspiration (FNA) has been demonstrated to be the least invasive and most effective means to acquire tissue in a number of situations included pancreas cancer and maligant lymph nodes. Endoscopic Retrograde Cholangiopancreatography (ERCP) is a therapeutic procedure used to manage choledocholithiasis, bile duct obstruction and occasional pancreatic ductal problems. Its diagostic uses are now more limited with the advent of EUS and cross sectional radiographic studies including CT and magnetic resonance cholangiopancreatography (MRCP).\n\nA number of leading ERCP/EUS groups including those at the University of Alabama (Birmingham, Alabama), the Cleveland Clinic (Cleveland Ohio) and the Mayo Clinic (Rochester, Minnesota) have developed ERCP/EUS databases which have led to important insight about the role of these procedure and the diseases they are used to manage. However, these groups and indeed almost the entire world literature regarding EUS and ERCP focuses on America, Western European, and Japanese populations.\n\nThe goal of this database will be to study the impact of EUS and ERCP on an underserved population at LAC. The prevalence of certain diseases including cholangitis, large bile duct stones, and gastric cancer are markedly higher at our institution than in other western facilities presenting a unique opportunity to report how they are treated as part of standard management.\n\nIIIA) DESIGN AND METHODOLOGY\n\n1. ALL PROCEDURES ARE DONE STRICTLY AS STANDARD OF CARE.\n2. Detailed collection sheets containing no PHI but with detailed information about laboratories, symptoms, radiographic tests, time of presentation and procedure detals are prospectively completed for patients undergoing EUS or ERCP by the Gastroenterology service at the USC Hospitals. The resulting pathology and clinical course are collected on these anonymized forms.\n3. The information in the extraction sheets is entered into a database stripped of all personal health identifiers.\n\nIIIB) PLANNED DATA COLLECTION\n\n1. The aim of this project will be to develop a prospective database of EUS/ERCP cases at USC.\n2. For both ERCP and EUS cases detailed information regarding the presentation of the patients will be noted. Specifically, which radiographic and biochemical markers and clinical symptoms are of interest.\n\n4) For EUS the outcomes include the confirmation by biopsies and imaging of the underlying pathology.\n\n5) For ERCP the outcomes are procedural success and more specifically bile duct stone confirmation and removal, treatment of cholangitis, treatment of leaks biliary, and decompression of obstruction. Success of anesthesia strategy is an aim of the collection.\n\n6) For potential quality of care assessment procedure complications and success of anesthesia strategy are a priori areas of study\n\nIV) STATISTICAL CONSIDERATIONS As this study involves creation of a database of standard of care management of patients by EUS and ERCP primarily descriptive statistics will be used in future studies. If individual groups are compared (ie those with positive versus atypical fine needle aspiration) chi squared versus t statistic will be used for analysis depending on distribution.."
        },
        "conditionsModule": {
            "conditions": [
                "Biliary Disease",
                "Pancreatitis",
                "Gastrointestinal Neoplasms"
            ],
            "keywords": [
                "Cholangitis",
                "Choledocholithiasis",
                "Gastrointestinal Neoplasms",
                "Medically underserved area",
                "Anesthesia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ERCP/EUS",
                    "description": "All patients who undergo ERCP and EUS for clinical indications will undergo a detailed prospective assessment of clinical course.",
                    "interventionNames": [
                        "Other: clinical course"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "clinical course",
                    "description": "Detailed presentation including labs, demographics, imaging of those who undergo ERCP/EUS with be prospectively recorded. Details of procedure including sedation strategy and success will be collected. Results of procedure including final pathology results with be recorded.",
                    "armGroupLabels": [
                        "ERCP/EUS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Successful ERCP or EUS",
                    "description": "Completed ERCP or EUS in which objectives of procedure were met.Unsuccessful ERCP will be classified as secondary to technical (such as failed cannulation or stent placement) versus sedation failure in which patient could not be sedated.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Bile Duct Stone",
                    "description": "Definite bile duct stone confirmed by cholangiogram",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Length of Hospitalization",
                    "description": "Duration of hospitalization from presentation to the emergency department to discharge or death.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Definitive Diagnosis",
                    "description": "Pathologic diagnosis which enables definitive treatment plan, answer",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients undergoing EUS or ERCP at LAC, UH, and Norris Cancer Hospitals as standard of clinical care will be enrolled.\n\nExclusion Criteria:\n\n* None of the patients will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All patients undergoing ERCP or EUS for clinical indications",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James Buxbaum, MD",
                    "role": "CONTACT",
                    "phone": "3234096939",
                    "email": "jbuxbaum@usc.edu"
                },
                {
                    "name": "Maria Trujillo",
                    "role": "CONTACT",
                    "phone": "3234096939",
                    "email": "mit@usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James L Buxbaum, MD",
                    "affiliation": "University of Southern California School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Los Angeles County Hospital",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "91030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Trujillo",
                            "role": "CONTACT",
                            "phone": "323-409-6939",
                            "email": "mit@usc.edu"
                        },
                        {
                            "name": "James Buxbaum, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24573718",
                    "type": "BACKGROUND",
                    "citation": "Singh S, Purohit T, Aoun E, Patel Y, Carleton N, Mitre M, Morrissey S, Dhawan M, Thakkar S. Comparison of the outcomes of endoscopic ultrasound based on community hospital versus tertiary academic center settings. Dig Dis Sci. 2014 Aug;59(8):1925-30. doi: 10.1007/s10620-014-3075-9. Epub 2014 Feb 27."
                },
                {
                    "pmid": "21274625",
                    "type": "BACKGROUND",
                    "citation": "Mehta PP, Vargo JJ, Dumot JA, Parsi MA, Lopez R, Zuccaro G. Does anesthesiologist-directed sedation for ERCP improve deep cannulation and complication rates? Dig Dis Sci. 2011 Jul;56(7):2185-90. doi: 10.1007/s10620-011-1568-3. Epub 2011 Jan 28."
                },
                {
                    "pmid": "12105827",
                    "type": "BACKGROUND",
                    "citation": "Vargo JJ, Zuccaro G Jr, Dumot JA, Shermock KM, Morrow JB, Conwell DL, Trolli PA, Maurer WG. Gastroenterologist-administered propofol versus meperidine and midazolam for advanced upper endoscopy: a prospective, randomized trial. Gastroenterology. 2002 Jul;123(1):8-16. doi: 10.1053/gast.2002.34232."
                },
                {
                    "pmid": "22507875",
                    "type": "BACKGROUND",
                    "citation": "Khashab MA, Tariq A, Tariq U, Kim K, Ponor L, Lennon AM, Canto MI, Gurakar A, Yu Q, Dunbar K, Hutfless S, Kalloo AN, Singh VK. Delayed and unsuccessful endoscopic retrograde cholangiopancreatography are associated with worse outcomes in patients with acute cholangitis. Clin Gastroenterol Hepatol. 2012 Oct;10(10):1157-61. doi: 10.1016/j.cgh.2012.03.029. Epub 2012 Apr 13."
                },
                {
                    "pmid": "23528654",
                    "type": "BACKGROUND",
                    "citation": "Navaneethan U, Gutierrez NG, Jegadeesan R, Venkatesh PG, Butt M, Sanaka MR, Vargo JJ, Parsi MA. Delay in performing ERCP and adverse events increase the 30-day readmission risk in patients with acute cholangitis. Gastrointest Endosc. 2013 Jul;78(1):81-90. doi: 10.1016/j.gie.2013.02.003. Epub 2013 Mar 23."
                },
                {
                    "pmid": "7517657",
                    "type": "BACKGROUND",
                    "citation": "Barkun AN, Barkun JS, Fried GM, Ghitulescu G, Steinmetz O, Pham C, Meakins JL, Goresky CA. Useful predictors of bile duct stones in patients undergoing laparoscopic cholecystectomy. McGill Gallstone Treatment Group. Ann Surg. 1994 Jul;220(1):32-9. doi: 10.1097/00000658-199407000-00006."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000010195",
                    "term": "Pancreatitis"
                },
                {
                    "id": "D000005705",
                    "term": "Gallbladder Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000001660",
                    "term": "Biliary Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6002",
                    "name": "Cholangitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "asFound": "Gastrointestinal Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "asFound": "Gastrointestinal Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13115",
                    "name": "Pancreatitis",
                    "asFound": "Pancreatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8823",
                    "name": "Gallbladder Diseases",
                    "asFound": "Biliary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25096",
                    "name": "Choledocholithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4946",
                    "name": "Biliary Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}