{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05637216",
            "orgStudyIdInfo": {
                "id": "2022-155"
            },
            "organization": {
                "fullName": "Shaw Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Losartan to Reduce Radiation Induced Fibrosis in Breast Cancer Patients",
            "officialTitle": "A Pilot Study of Losartan to Reduce Radiation Induced Fibrosis in Breast Cancer Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "losartan-to-reduce-radiation-induced-fibrosis-in-breast-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-17",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-17",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-10",
            "studyFirstSubmitQcDate": "2022-11-23",
            "studyFirstPostDateStruct": {
                "date": "2022-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patricia Hardenbergh",
                "investigatorTitle": "Medical Director",
                "investigatorAffiliation": "Shaw Cancer Center"
            },
            "leadSponsor": {
                "name": "Shaw Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Steadman Philippon Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate the efficacy of Losartan (LOS), an FDA-approved transforming growth factor beta-1 (TGF-β1) blocker, to decrease radiation induced fibrosis (RIF) in the breast and the lung of breast cancer patients, testing the hypothesis that Losartan will decrease RIF, TGF- β1 and cellular senescence/inflammation in the breast and the lung of irradiated breast cancer patients relative to placebo treatment and consequently improve clinical outcomes in breast cancer patients.",
            "detailedDescription": "This single site study will be conducted at the Shaw Cancer Center in Edwards, Colorado. A block, double-blinded, placebo-controlled, randomized phase II design will be utilized .\n\nStudy participants will be blocked by surgical intervention (breast conserving surgery vs. mastectomy) and then randomized, 1:1, into the treatment and control arms for a total of four study arms. The research team and study participants will be blinded to the study arm and a placebo will be used to reduce detection bias in the reporting of outcomes. Selection bias will be minimized through the randomization of study arms.\n\nStudy participants will be prescribed 25mg capsules of placebo or the investigational drug, Losartan, to be taken by mouth once daily. The treatment start date will be the day that subject begins radiation therapy. Radiation therapy will continue to be prescribed in accordance with local clinic procedures. Treatment with the study intervention will continue for one year upon completion of radiation therapy. All participants will be assessed for fibrosis, cosmetic outcomes, and incidence of reoperation for 18 months following the completion of radiation therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Radiation Induced Fibrosis"
            ],
            "keywords": [
                "losartan",
                "radiation",
                "fibrosis",
                "cosmesis",
                "reoperation",
                "TGFB1",
                "Transforming growth factor beta 1 (TGF-β1)",
                "Angiotensin II Receptor Blockers",
                "ace inhibitor",
                "Angiotensin-converting enzyme (ACE) inhibitors",
                "TGF-β1",
                "antifibrotic",
                "signaling pathway",
                "breast cancer",
                "TGF beta",
                "radiation induced fibrosis",
                "irradiation fibrosis",
                "Radiation injury with fibrosis",
                "Transforming growth factor beta 1",
                "Inflammation",
                "Biomarker",
                "Suppressor of Mothers against Decapentaplegic (SMAD)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be blocked by surgical type (breast conservation surgery/mastectomy) and then randomized 1:1 in a parallel design into treatment and control arms. All participants will take an oral 25 milligram tablet once daily of either losartan or placebo.\n\nAssessments of fibrosis will include provider assessments and participant reported outcomes of fibrosis and cosmesis, the participant's decision for reoperation, laboratory assessments of inflammatory biomarkers, a CT scan and bilateral mammograms.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participants, research staff and clinicians will be blinded from study group assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Breast Conservation Surgery with Losartan",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who underwent breast conservation surgery will take losartan in a 25 milligram oral capsule once daily starting day one of radiation therapy until one year following the completion of radiation therapy.",
                    "interventionNames": [
                        "Drug: Losartan 25 milligram capsule"
                    ]
                },
                {
                    "label": "Breast Conservation Surgery with Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants who underwent breast conservation surgery will take placebo in a 25 milligram oral capsule once daily starting day one of radiation therapy until one year following the completion of radiation therapy.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Mastectomy with Losartan",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who underwent a mastectomy will take losartan in a 25 milligram oral capsule once daily starting day one of radiation therapy until one year following the completion of radiation therapy.",
                    "interventionNames": [
                        "Drug: Losartan 25 milligram capsule"
                    ]
                },
                {
                    "label": "Mastectomy with Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants who underwent a mastectomy will take placebo in a 25 milligram oral capsule once daily starting day one of radiation therapy until one year following the completion of radiation therapy.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Losartan 25 milligram capsule",
                    "description": "Losartan 25 milligram oral capsule",
                    "armGroupLabels": [
                        "Breast Conservation Surgery with Losartan",
                        "Mastectomy with Losartan"
                    ],
                    "otherNames": [
                        "losartan potassium"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo 25 milligram oral capsule",
                    "armGroupLabels": [
                        "Breast Conservation Surgery with Placebo",
                        "Mastectomy with Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fibrosis of the breast or reconstructed breast in irradiated breast cancer patients",
                    "description": "Fibrosis will be assessed by a radiation oncology provider using the Late Effects Normal Tissue Task Force (LENT)-Subjective, Objective, Management, Analytic (SOMA) (LENT-SOMA) scale. 0=Fibrosis absent, not detectable. 1=Fibrosis is Barely Palpable; 2=Definite increased density; 3=Very marked density, retraction and firmness and fixation",
                    "timeFrame": "Baseline, 3-, 6-, 12- and 18- month follow up visits"
                },
                {
                    "measure": "Radiographic lung fibrosis in the radiation field of irradiated breast cancer patients",
                    "description": "Radiographic lung fibrosis will be assessed with high resolution CT scans of the thorax. Thorax CT scans will be fused to the radiation planning CT scan for confirmation of the overlap of fibrosis with the radiation field.",
                    "timeFrame": "Baseline, 3- and 12- month follow up visits"
                },
                {
                    "measure": "Average levels of cellular senescence, transforming growth factor beta-1 (TGF-β1) and senescence-associated secretory phenotype (SASP) serum biomarkers",
                    "description": "Cellular senescence, and senescence-associated secretory phenotype (SASP) including TGF-β and inflammation will be quantified in the treatment and control group. A novel and expert approach to measure senescent cells in serum will be utilized.",
                    "timeFrame": "Baseline, day of last radiation therapy fraction, 3- and 12- month follow up visits"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in breast volume",
                    "description": "Bilateral mammographic determination of breast volume will be calculated at routine follow-up intervals. Breast shrinkage associated with radiation-induced fibrosis will be assessed by monitoring the change in the breast volume of the treated breast from baseline to 18 months following completion of radiation therapy. Measurement of breast volume on both breasts will use breast height in centimeters (cm) (H), breast width in cm (W) and compression thickness in cm (C), from a craniocaudal projection. Volume in milliliters (mL) = (π/4) x H x W x C. Mammograms will also provide a distance measurement, in centimeters, on the nipple line from nipple to pectoralis muscle and a length measurement, in centimeters, from the superior to inferior margin that bisects the Posterior to Nipple Line (PNL) at a 90° angle.",
                    "timeFrame": "Baseline, 6-, 12- and 18- month follow up visits"
                },
                {
                    "measure": "Cosmesis",
                    "description": "Cosmesis will be assessed using a clinician assessment The Harvard Cosmesis Scale: 1=Excellent (Treated breast nearly identical to untreated breast); 2=Good (Treated breast slightly different from untreated breast); 3=Fair (Treated breast clearly different from untreated breast but not distorted); 4=Poor Treated breast seriously distorted.",
                    "timeFrame": "Baseline, 3-, 6-, 12- and 18- month follow up visits"
                },
                {
                    "measure": "Patient reported outcomes",
                    "description": "Self-reported participant quality of life will be assessed by Breast-Q Reconstruction Module. The Breast-Q, Version 2.0 tool was developed to assess participant's perception of clinical outcomes in both psychological and satisfaction domains will be used.\n\n* Psychosocial Well-Being module: measures psychological well being\n* Physical Well-Being\n* Chest module: measures pain or tightness and difficulty with mobility\n* Satisfaction with Breasts (Post-Op) module: satisfaction with breast size, how bras fit, and appearance in mirror clothed or unclothed, as well as how breasts feel when they are touched.\n* Adverse Effects of Radiation module: measures physical changes such as soreness of skin.",
                    "timeFrame": "Baseline, 3-, 6-, 12- and 18-month follow up visits"
                },
                {
                    "measure": "Reoperation notation",
                    "description": "The participant's decision to have corrective surgery on either breast after radiation will be recorded at each time-point. Post-mastectomy patients will be considered to have been reoperated if corrective surgery occurred after permanent implant placement.",
                    "timeFrame": "Anytime from completion of radiation therapy assessed at 6-, 12- and 18-month follow up visits"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Diagnosed with clinical or pathologic stage 0-IV invasive breast cancer to include ductal carcinoma in situ (Tis), primary tumor cannot be assessed (TX) and all other primary tumor stage categories (T1-T4)\n* Has been treated with breast conserving surgery or mastectomy with reconstruction\n* Is a candidate for unilateral post-surgery radiation therapy per National Comprehensive Cancer Network (NCCN) guidelines\n* Age ≥ 18\n* Female\n* Laboratory values\n\n  * Aspartate Aminotransferase (AST) ≤ 2.5 x Upper Limit Normal (ULN)\n  * Alanine Aminotransferase (ALT) ≤ 2.5 x ULN\n  * Creatine ≤ 1.5 x ULN\n  * Estimated Glomerular Filtration Rate (eGFR) ≥ 60\n\nInclusion of Women and Minorities - Women of any race/ethnicity are eligible for this trial.\n\nExclusion Criteria\n\n* Recurrent breast cancer or history of prior breast radiation therapy\n* Breast cancer requiring bilateral breast/chest wall radiation therapy\n* Undergoing concurrent chemotherapy treatment\n* Documented fall risk\n* Active known or suspected systemic autoimmune disease (except for vitiligo, residual auto-immune hypothyroidism requiring hormone replacement only, psoriasis not requiring systemic treatment for two years, conditions not expected to recur in the absence of an external trigger) or any history of a systemic inflammatory arthritis such as psoriatic, rheumatoid, systemic lupus, ankylosing spondylitis or reactive arthritis\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * Symptomatic congestive heart failure\n  * Unstable angina pectoris\n  * Kidney disease\n  * Uncontrolled diabetes\n  * Cystic fibrosis\n  * Fibromyalgia based on American College of Rheumatology criteria\n* Concomitant use of:\n\n  * Losartan\n  * Other renin-angiotensin system (RAS) agent\n  * Agents to increase serum potassium\n  * Lithium\n  * Aliskiren for diabetes\n* Having a known allergy to any active or inactive ingredient in Losartan\n* Unable to tolerate oral medication\n* Pregnant or breast-feeding or planning pregnancy for the year following radiation\n* The presence of interstitial lung disease on baseline CT scan Patients with any medical condition, including findings in laboratory or medical history or in the baseline assessments, that (in the opinion of the Principal Clinical Investigator or his/her designee), constitutes a risk or contraindication for participation in the study or that could interfere with the study conduct, endpoint evaluation or prevent the subject from fully participating in all aspects of the study\n* Individuals known to possess deoxyribonucleic acid (DNA) gene mutations including:\n\n  * Ataxia-Telangiectasia Mutated (ATM)\n  * Double-strand-break repair protein rad21 homolog (RAD21)\n  * C-to-T single-nucleotide polymorphism (C-509T) in the Transforming growth factor β-1 gene",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katie Hess, Bachelors",
                    "role": "CONTACT",
                    "phone": "(970) 485-7874",
                    "phoneExt": "7874",
                    "email": "katherine.hess@vailhealth.org"
                },
                {
                    "name": "Paige Bordelon, MPH",
                    "role": "CONTACT",
                    "phone": "(970) 569-7806",
                    "email": "paige.bordelon@vailhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patricia H Hardenbergh, MD",
                    "affiliation": "Medical Director",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vail Health Shaw Cancer Center",
                    "status": "RECRUITING",
                    "city": "Edwards",
                    "state": "Colorado",
                    "zip": "81632",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Hess, Bachelors",
                            "role": "CONTACT",
                            "phone": "970-485-7874",
                            "email": "katherine.hess@vailhealth.org"
                        },
                        {
                            "name": "Paige Bordelon, MPH",
                            "role": "CONTACT",
                            "phone": "(970) 569-7608",
                            "email": "paige.bordelon@vailhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.64499,
                        "lon": -106.5942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34406870",
                    "type": "BACKGROUND",
                    "citation": "McCormick B, Winter KA, Woodward W, Kuerer HM, Sneige N, Rakovitch E, Smith BL, Germain I, Hartford AC, O'Rourke MA, Walker EM, Strom EA, Hopkins JO, Pierce LJ, Pu AT, Sumida KNM, Vesprini D, Moughan J, White JR. Randomized Phase III Trial Evaluating Radiation Following Surgical Excision for Good-Risk Ductal Carcinoma In Situ: Long-Term Report From NRG Oncology/RTOG 9804. J Clin Oncol. 2021 Nov 10;39(32):3574-3582. doi: 10.1200/JCO.21.01083. Epub 2021 Aug 18."
                },
                {
                    "pmid": "18757193",
                    "type": "BACKGROUND",
                    "citation": "Collette S, Collette L, Budiharto T, Horiot JC, Poortmans PM, Struikmans H, Van den Bogaert W, Fourquet A, Jager JJ, Hoogenraad W, Mueller RP, Kurtz J, Morgan DA, Dubois JB, Salamon E, Mirimanoff R, Bolla M, Van der Hulst M, Warlam-Rodenhuis CC, Bartelink H; EORTC Radiation Oncology Group. Predictors of the risk of fibrosis at 10 years after breast conserving therapy for early breast cancer: a study based on the EORTC Trial 22881-10882 'boost versus no boost'. Eur J Cancer. 2008 Nov;44(17):2587-99. doi: 10.1016/j.ejca.2008.07.032. Epub 2008 Aug 29. Erratum In: Eur J Cancer. 2009 Jul;45(11):2061."
                },
                {
                    "pmid": "34618657",
                    "type": "BACKGROUND",
                    "citation": "Karlsen J, Tandstad T, Sowa P, Salvesen O, Stenehjem JS, Lundgren S, Reidunsdatter RJ. Pneumonitis and fibrosis after breast cancer radiotherapy: occurrence and treatment-related predictors. Acta Oncol. 2021 Dec;60(12):1651-1658. doi: 10.1080/0284186X.2021.1976828. Epub 2021 Oct 7."
                },
                {
                    "pmid": "30027292",
                    "type": "BACKGROUND",
                    "citation": "Grossberg AJ, Lei X, Xu T, Shaitelman SF, Hoffman KE, Bloom ES, Stauder MC, Tereffe W, Schlembach PJ, Woodward WA, Buchholz TA, Smith BD. Association of Transforming Growth Factor beta Polymorphism C-509T With Radiation-Induced Fibrosis Among Patients With Early-Stage Breast Cancer: A Secondary Analysis of a Randomized Clinical Trial. JAMA Oncol. 2018 Dec 1;4(12):1751-1757. doi: 10.1001/jamaoncol.2018.2583."
                },
                {
                    "pmid": "23000686",
                    "type": "BACKGROUND",
                    "citation": "Akhurst RJ, Hata A. Targeting the TGFbeta signalling pathway in disease. Nat Rev Drug Discov. 2012 Oct;11(10):790-811. doi: 10.1038/nrd3810. Epub 2012 Sep 24."
                },
                {
                    "pmid": "24139518",
                    "type": "BACKGROUND",
                    "citation": "Boothe DL, Coplowitz S, Greenwood E, Barney CL, Christos PJ, Parashar B, Nori D, Chao KS, Wernicke AG. Transforming growth factor beta-1 (TGF-beta1) is a serum biomarker of radiation induced fibrosis in patients treated with intracavitary accelerated partial breast irradiation: preliminary results of a prospective study. Int J Radiat Oncol Biol Phys. 2013 Dec 1;87(5):1030-6. doi: 10.1016/j.ijrobp.2013.08.045. Epub 2013 Oct 16."
                },
                {
                    "pmid": "20413640",
                    "type": "BACKGROUND",
                    "citation": "Anscher MS. Targeting the TGF-beta1 pathway to prevent normal tissue injury after cancer therapy. Oncologist. 2010;15(4):350-9. doi: 10.1634/theoncologist.2009-S101."
                },
                {
                    "pmid": "10096248",
                    "type": "BACKGROUND",
                    "citation": "Li C, Wilson PB, Levine E, Barber J, Stewart AL, Kumar S. TGF-beta1 levels in pre-treatment plasma identify breast cancer patients at risk of developing post-radiotherapy fibrosis. Int J Cancer. 1999 Apr 20;84(2):155-9. doi: 10.1002/(sici)1097-0215(19990420)84:23.0.co;2-s."
                },
                {
                    "pmid": "21617460",
                    "type": "BACKGROUND",
                    "citation": "Katzel EB, Koltz PF, Tierney R, Williams JP, Awad HA, O'Keefe RJ, Langstein HN. The impact of Smad3 loss of function on TGF-beta signaling and radiation-induced capsular contracture. Plast Reconstr Surg. 2011 Jun;127(6):2263-2269. doi: 10.1097/PRS.0b013e3182131bea."
                },
                {
                    "pmid": "34917620",
                    "type": "BACKGROUND",
                    "citation": "Zhang M, Zhang YY, Chen Y, Wang J, Wang Q, Lu H. TGF-beta Signaling and Resistance to Cancer Therapy. Front Cell Dev Biol. 2021 Nov 30;9:786728. doi: 10.3389/fcell.2021.786728. eCollection 2021."
                },
                {
                    "pmid": "33252888",
                    "type": "BACKGROUND",
                    "citation": "Gans I, El Abiad JM, James AW, Levin AS, Morris CD. Administration of TGF-ss Inhibitor Mitigates Radiation-induced Fibrosis in a Mouse Model. Clin Orthop Relat Res. 2021 Mar 1;479(3):468-474. doi: 10.1097/CORR.0000000000001286."
                },
                {
                    "pmid": "27501834",
                    "type": "BACKGROUND",
                    "citation": "Kobayashi M, Ota S, Terada S, Kawakami Y, Otsuka T, Fu FH, Huard J. The Combined Use of Losartan and Muscle-Derived Stem Cells Significantly Improves the Functional Recovery of Muscle in a Young Mouse Model of Contusion Injuries. Am J Sports Med. 2016 Dec;44(12):3252-3261. doi: 10.1177/0363546516656823. Epub 2016 Aug 8."
                },
                {
                    "pmid": "34884782",
                    "type": "BACKGROUND",
                    "citation": "Kovacs MG, Kovacs ZZA, Varga Z, Szucs G, Freiwan M, Farkas K, Kovari B, Cserni G, Kriston A, Kovacs F, Horvath P, Foldesi I, Csont T, Kahan Z, Sarkozy M. Investigation of the Antihypertrophic and Antifibrotic Effects of Losartan in a Rat Model of Radiation-Induced Heart Disease. Int J Mol Sci. 2021 Nov 30;22(23):12963. doi: 10.3390/ijms222312963."
                },
                {
                    "pmid": "24659129",
                    "type": "BACKGROUND",
                    "citation": "Bar-Klein G, Cacheaux LP, Kamintsky L, Prager O, Weissberg I, Schoknecht K, Cheng P, Kim SY, Wood L, Heinemann U, Kaufer D, Friedman A. Losartan prevents acquired epilepsy via TGF-beta signaling suppression. Ann Neurol. 2014 Jun;75(6):864-75. doi: 10.1002/ana.24147. Epub 2014 May 28."
                },
                {
                    "pmid": "27881100",
                    "type": "BACKGROUND",
                    "citation": "Lipworth L, Abdel-Kader K, Morse J, Stewart TG, Kabagambe EK, Parr SK, Birdwell KA, Matheny ME, Hung AM, Blot WJ, Ikizler TA, Siew ED. High prevalence of non-steroidal anti-inflammatory drug use among acute kidney injury survivors in the southern community cohort study. BMC Nephrol. 2016 Nov 24;17(1):189. doi: 10.1186/s12882-016-0411-7."
                },
                {
                    "pmid": "33663521",
                    "type": "BACKGROUND",
                    "citation": "Li W, Li S, Chen IX, Liu Y, Ramjiawan RR, Leung CH, Gerweck LE, Fukumura D, Loeffler JS, Jain RK, Duda DG, Huang P. Combining losartan with radiotherapy increases tumor control and inhibits lung metastases from a HER2/neu-positive orthotopic breast cancer model. Radiat Oncol. 2021 Mar 4;16(1):48. doi: 10.1186/s13014-021-01775-9."
                },
                {
                    "pmid": "29659447",
                    "type": "BACKGROUND",
                    "citation": "Billig JI, Duncan A, Zhong L, Aliu O, Sears ED, Chung KC, Momoh AO. The Cost of Contralateral Prophylactic Mastectomy in Women with Unilateral Breast Cancer. Plast Reconstr Surg. 2018 May;141(5):1094-1102. doi: 10.1097/PRS.0000000000004272."
                },
                {
                    "pmid": "19644246",
                    "type": "BACKGROUND",
                    "citation": "Pusic AL, Klassen AF, Scott AM, Klok JA, Cordeiro PG, Cano SJ. Development of a new patient-reported outcome measure for breast surgery: the BREAST-Q. Plast Reconstr Surg. 2009 Aug;124(2):345-353. doi: 10.1097/PRS.0b013e3181aee807."
                },
                {
                    "pmid": "33638038",
                    "type": "BACKGROUND",
                    "citation": "Tsangaris E, Pusic AL, Kaur MN, Voineskos S, Bordeleau L, Zhong T, Vidya R, Broyles J, Klassen AF. Development and Psychometric Validation of the BREAST-Q Animation Deformity Scale for Women Undergoing an Implant-Based Breast Reconstruction After Mastectomy. Ann Surg Oncol. 2021 Sep;28(9):5183-5193. doi: 10.1245/s10434-021-09619-2. Epub 2021 Feb 26."
                },
                {
                    "pmid": "31965369",
                    "type": "BACKGROUND",
                    "citation": "Klassen AF, Dominici L, Fuzesi S, Cano SJ, Atisha D, Locklear T, Gregorowitsch ML, Tsangaris E, Morrow M, King T, Pusic AL. Development and Validation of the BREAST-Q Breast-Conserving Therapy Module. Ann Surg Oncol. 2020 Jul;27(7):2238-2247. doi: 10.1245/s10434-019-08195-w. Epub 2020 Jan 21."
                },
                {
                    "pmid": "30675702",
                    "type": "BACKGROUND",
                    "citation": "Zhang L, Jin K, Wang X, Yang Z, Wang J, Ma J, Mei X, Chen X, Wang X, Zhou Z, Luo J, Wu J, Shao Z, Zhang Z, Yu X, Guo X. The Impact of Radiotherapy on Reoperation Rates in Patients Undergoing Mastectomy and Breast Reconstruction. Ann Surg Oncol. 2019 Apr;26(4):961-968. doi: 10.1245/s10434-018-07135-4. Epub 2019 Jan 23."
                },
                {
                    "pmid": "34268635",
                    "type": "BACKGROUND",
                    "citation": "Chagpar AB, Berger E, Alperovich M, Zanieski G, Avraham T, Lannin DR. Assessing Interobserver Variability of Cosmetic Outcome Assessment in Breast Cancer Patients Undergoing Breast-Conservation Surgery. Ann Surg Oncol. 2021 Oct;28(10):5663-5667. doi: 10.1245/s10434-021-10442-y. Epub 2021 Jul 15."
                },
                {
                    "pmid": "10584814",
                    "type": "BACKGROUND",
                    "citation": "Kalbhen CL, McGill JJ, Fendley PM, Corrigan KW, Angelats J. Mammographic determination of breast volume: comparing different methods. AJR Am J Roentgenol. 1999 Dec;173(6):1643-9. doi: 10.2214/ajr.173.6.10584814."
                },
                {
                    "pmid": "29308107",
                    "type": "BACKGROUND",
                    "citation": "Itsukage S, Sowa Y, Goto M, Taguchi T, Numajiri T. Breast Volume Measurement by Recycling the Data Obtained From 2 Routine Modalities, Mammography and Magnetic Resonance Imaging. Eplasty. 2017 Dec 20;17:e39. eCollection 2017."
                },
                {
                    "pmid": "31616281",
                    "type": "BACKGROUND",
                    "citation": "Azam F, Latif MF, Farooq A, Tirmazy SH, AlShahrani S, Bashir S, Bukhari N. Performance Status Assessment by Using ECOG (Eastern Cooperative Oncology Group) Score for Cancer Patients by Oncology Healthcare Professionals. Case Rep Oncol. 2019 Sep 25;12(3):728-736. doi: 10.1159/000503095. eCollection 2019 Sep-Dec."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Alkabban, F. M. & Ferguson, T. A. Brest Cancer: Facts and Figs 2017-2018. (2022)."
                },
                {
                    "pmid": "3602425",
                    "type": "BACKGROUND",
                    "citation": "Overgaard M, Bentzen SM, Christensen JJ, Madsen EH. The value of the NSD formula in equation of acute and late radiation complications in normal tissue following 2 and 5 fractions per week in breast cancer patients treated with postmastectomy irradiation. Radiother Oncol. 1987 May;9(1):1-11. doi: 10.1016/s0167-8140(87)80213-x."
                },
                {
                    "pmid": "28865514",
                    "type": "BACKGROUND",
                    "citation": "Citrin DE, Mitchell JB. Mechanisms of Normal Tissue Injury From Irradiation. Semin Radiat Oncol. 2017 Oct;27(4):316-324. doi: 10.1016/j.semradonc.2017.04.001."
                },
                {
                    "pmid": "33792717",
                    "type": "BACKGROUND",
                    "citation": "Prasanna PG, Citrin DE, Hildesheim J, Ahmed MM, Venkatachalam S, Riscuta G, Xi D, Zheng G, Deursen JV, Goronzy J, Kron SJ, Anscher MS, Sharpless NE, Campisi J, Brown SL, Niedernhofer LJ, O'Loghlen A, Georgakilas AG, Paris F, Gius D, Gewirtz DA, Schmitt CA, Abazeed ME, Kirkland JL, Richmond A, Romesser PB, Lowe SW, Gil J, Mendonca MS, Burma S, Zhou D, Coleman CN. Therapy-Induced Senescence: Opportunities to Improve Anticancer Therapy. J Natl Cancer Inst. 2021 Oct 1;113(10):1285-1298. doi: 10.1093/jnci/djab064. Erratum In: J Natl Cancer Inst. 2023 Feb 8;115(2):235. doi: 10.1093/jnci/djac225."
                },
                {
                    "pmid": "9719112",
                    "type": "BACKGROUND",
                    "citation": "Anscher MS, Kong FM, Andrews K, Clough R, Marks LB, Bentel G, Jirtle RL. Plasma transforming growth factor beta1 as a predictor of radiation pneumonitis. Int J Radiat Oncol Biol Phys. 1998 Jul 15;41(5):1029-35. doi: 10.1016/s0360-3016(98)00154-0."
                },
                {
                    "pmid": "36586717",
                    "type": "BACKGROUND",
                    "citation": "Yamaura K, Nelson AL, Nishimura H, Rutledge JC, Ravuri SK, Bahney C, Philippon MJ, Huard J. The effects of losartan or angiotensin II receptor antagonists on cartilage: a systematic review. Osteoarthritis Cartilage. 2023 Apr;31(4):435-446. doi: 10.1016/j.joca.2022.11.014. Epub 2022 Dec 28."
                },
                {
                    "pmid": "18550776",
                    "type": "BACKGROUND",
                    "citation": "Bedair HS, Karthikeyan T, Quintero A, Li Y, Huard J. Angiotensin II receptor blockade administered after injury improves muscle regeneration and decreases fibrosis in normal skeletal muscle. Am J Sports Med. 2008 Aug;36(8):1548-54. doi: 10.1177/0363546508315470. Epub 2008 Jun 11. Erratum In: Am J Sports Med. 2008 Dec;36(12):2465."
                },
                {
                    "pmid": "34259597",
                    "type": "BACKGROUND",
                    "citation": "Logan CA, Gao X, Utsunomiya H, Scibetta AC, Talwar M, Ravuri SK, Ruzbarsky JJ, Arner JW, Zhu D, Lowe WR, Philippon MJ, Huard J. The Beneficial Effect of an Intra-articular Injection of Losartan on Microfracture-Mediated Cartilage Repair Is Dose Dependent. Am J Sports Med. 2021 Jul;49(9):2509-2521. doi: 10.1177/03635465211008655."
                },
                {
                    "pmid": "32027515",
                    "type": "BACKGROUND",
                    "citation": "Utsunomiya H, Gao X, Deng Z, Cheng H, Nakama G, Scibetta AC, Ravuri SK, Goldman JL, Lowe WR, Rodkey WG, Alliston T, Philippon MJ, Huard J. Biologically Regulated Marrow Stimulation by Blocking TGF-beta1 With Losartan Oral Administration Results in Hyaline-like Cartilage Repair: A Rabbit Osteochondral Defect Model. Am J Sports Med. 2020 Mar;48(4):974-984. doi: 10.1177/0363546519898681. Epub 2020 Feb 6."
                },
                {
                    "pmid": "30092110",
                    "type": "BACKGROUND",
                    "citation": "Huard J, Bolia I, Briggs K, Utsunomiya H, Lowe WR, Philippon MJ. Potential Usefulness of Losartan as an Antifibrotic Agent and Adjunct to Platelet-Rich Plasma Therapy to Improve Muscle Healing and Cartilage Repair and Prevent Adhesion Formation. Orthopedics. 2018 Sep 1;41(5):e591-e597. doi: 10.3928/01477447-20180806-05. Epub 2018 Aug 10."
                },
                {
                    "pmid": "21468560",
                    "type": "BACKGROUND",
                    "citation": "Feng X, Wang L, Li Y. Change of telomere length in angiotensin II-induced human glomerular mesangial cell senescence and the protective role of losartan. Mol Med Rep. 2011 Mar-Apr;4(2):255-60. doi: 10.3892/mmr.2011.436. Epub 2011 Jan 25."
                },
                {
                    "pmid": "7713776",
                    "type": "BACKGROUND",
                    "citation": "LENT SOMA scales for all anatomic sites. Int J Radiat Oncol Biol Phys. 1995 Mar 30;31(5):1049-91. doi: 10.1016/0360-3016(95)90159-0. No abstract available."
                },
                {
                    "pmid": "34226162",
                    "type": "BACKGROUND",
                    "citation": "Mo H, Jazieh KA, Brinzevich D, Abraham J. A Review of Treatment-Induced Pulmonary Toxicity in Breast Cancer. Clin Breast Cancer. 2022 Jan;22(1):1-9. doi: 10.1016/j.clbc.2021.05.014. Epub 2021 Jun 10."
                },
                {
                    "pmid": "15762361",
                    "type": "BACKGROUND",
                    "citation": "Marcenaro M, Sacco S, Pentimalli S, Berretta L, Andretta V, Grasso R, Parodi RC, Guarrera M, Scarpati D. Measures of late effects in conservative treatment of breast cancer with standard or hypofractionated radiotherapy. Tumori. 2004 Nov-Dec;90(6):586-91. doi: 10.1177/030089160409000609."
                },
                {
                    "pmid": "31980737",
                    "type": "BACKGROUND",
                    "citation": "Sobti N, Weitzman RE, Nealon KP, Jimenez RB, Gfrerer L, Mattos D, Ehrlichman RJ, Gadd M, Specht M, Austen WG, Liao EC. Evaluation of capsular contracture following immediate prepectoral versus subpectoral direct-to-implant breast reconstruction. Sci Rep. 2020 Jan 24;10(1):1137. doi: 10.1038/s41598-020-58094-4."
                },
                {
                    "pmid": "35711897",
                    "type": "BACKGROUND",
                    "citation": "Batenburg MCT, Bartels M, Maarse W, Witkamp A, Verkooijen HM, van den Bongard HJGD. Factors Associated with Late Local Radiation Toxicity after Post-Operative Breast Irradiation. Breast J. 2022 Apr 16;2022:6745954. doi: 10.1155/2022/6745954. eCollection 2022."
                },
                {
                    "pmid": "28954300",
                    "type": "BACKGROUND",
                    "citation": "Jagsi R, Momoh AO, Qi J, Hamill JB, Billig J, Kim HM, Pusic AL, Wilkins EG. Impact of Radiotherapy on Complications and Patient-Reported Outcomes After Breast Reconstruction. J Natl Cancer Inst. 2018 Feb 1;110(2):157-65. doi: 10.1093/jnci/djx148."
                },
                {
                    "pmid": "32988607",
                    "type": "BACKGROUND",
                    "citation": "Hammond JB, Kosiorek HE, Cronin PA, Rebecca AM, Casey WJ 3rd, Wong WW, Vargas CE, Vern-Gross TZ, McGee LA, Pockaj BA. Capsular contracture in the modern era: A multidisciplinary look at the incidence and risk factors after mastectomy and implant-based breast reconstruction. Am J Surg. 2021 May;221(5):1005-1010. doi: 10.1016/j.amjsurg.2020.09.020. Epub 2020 Sep 21."
                },
                {
                    "pmid": "15256622",
                    "type": "BACKGROUND",
                    "citation": "Choi YW, Munden RF, Erasmus JJ, Park KJ, Chung WK, Jeon SC, Park CK. Effects of radiation therapy on the lung: radiologic appearances and differential diagnosis. Radiographics. 2004 Jul-Aug;24(4):985-97; discussion 998. doi: 10.1148/rg.244035160."
                },
                {
                    "pmid": "19721835",
                    "type": "BACKGROUND",
                    "citation": "Yi A, Kim HH, Shin HJ, Huh MO, Ahn SD, Seo BK. Radiation-induced complications after breast cancer radiation therapy: a pictorial review of multimodality imaging findings. Korean J Radiol. 2009 Sep-Oct;10(5):496-507. doi: 10.3348/kjr.2009.10.5.496. Epub 2009 Aug 25."
                },
                {
                    "pmid": "35647406",
                    "type": "BACKGROUND",
                    "citation": "Nogueira RMP, Vital FMR, Bernabe DG, Carvalho MB. Interventions for Radiation-Induced Fibrosis in Patients With Breast Cancer: Systematic Review and Meta-analyses. Adv Radiat Oncol. 2022 Feb 5;7(3):100912. doi: 10.1016/j.adro.2022.100912. eCollection 2022 May-Jun."
                },
                {
                    "pmid": "22846413",
                    "type": "BACKGROUND",
                    "citation": "Jacobson G, Bhatia S, Smith BJ, Button AM, Bodeker K, Buatti J. Randomized trial of pentoxifylline and vitamin E vs standard follow-up after breast irradiation to prevent breast fibrosis, evaluated by tissue compliance meter. Int J Radiat Oncol Biol Phys. 2013 Mar 1;85(3):604-8. doi: 10.1016/j.ijrobp.2012.06.042. Epub 2012 Jul 28."
                },
                {
                    "pmid": "24186596",
                    "type": "BACKGROUND",
                    "citation": "Kajdaniuk D, Marek B, Borgiel-Marek H, Kos-Kudla B. Transforming growth factor beta1 (TGFbeta1) in physiology and pathology. Endokrynol Pol. 2013;64(5):384-96. doi: 10.5603/EP.2013.0022."
                },
                {
                    "pmid": "27108839",
                    "type": "BACKGROUND",
                    "citation": "Meng XM, Nikolic-Paterson DJ, Lan HY. TGF-beta: the master regulator of fibrosis. Nat Rev Nephrol. 2016 Jun;12(6):325-38. doi: 10.1038/nrneph.2016.48. Epub 2016 Apr 25."
                },
                {
                    "pmid": "21740331",
                    "type": "BACKGROUND",
                    "citation": "Biernacka A, Dobaczewski M, Frangogiannis NG. TGF-beta signaling in fibrosis. Growth Factors. 2011 Oct;29(5):196-202. doi: 10.3109/08977194.2011.595714. Epub 2011 Jul 11."
                },
                {
                    "pmid": "24596699",
                    "type": "BACKGROUND",
                    "citation": "Jarvinen TA, Jarvinen M, Kalimo H. Regeneration of injured skeletal muscle after the injury. Muscles Ligaments Tendons J. 2014 Feb 24;3(4):337-45. eCollection 2013 Oct."
                },
                {
                    "pmid": "25954202",
                    "type": "BACKGROUND",
                    "citation": "Garg K, Corona BT, Walters TJ. Therapeutic strategies for preventing skeletal muscle fibrosis after injury. Front Pharmacol. 2015 Apr 21;6:87. doi: 10.3389/fphar.2015.00087. eCollection 2015."
                },
                {
                    "pmid": "24432177",
                    "type": "BACKGROUND",
                    "citation": "Alessandrino F, Balconi G. Complications of muscle injuries. J Ultrasound. 2013 Mar 2;16(4):215-22. doi: 10.1007/s40477-013-0010-4. eCollection 2013 Mar 2."
                },
                {
                    "pmid": "19296884",
                    "type": "BACKGROUND",
                    "citation": "Hinz B. Tissue stiffness, latent TGF-beta1 activation, and mechanical signal transduction: implications for the pathogenesis and treatment of fibrosis. Curr Rheumatol Rep. 2009 Apr;11(2):120-6. doi: 10.1007/s11926-009-0017-1."
                },
                {
                    "pmid": "15117886",
                    "type": "BACKGROUND",
                    "citation": "Leask A, Abraham DJ. TGF-beta signaling and the fibrotic response. FASEB J. 2004 May;18(7):816-27. doi: 10.1096/fj.03-1273rev."
                },
                {
                    "pmid": "14982854",
                    "type": "BACKGROUND",
                    "citation": "Li Y, Foster W, Deasy BM, Chan Y, Prisk V, Tang Y, Cummins J, Huard J. Transforming growth factor-beta1 induces the differentiation of myogenic cells into fibrotic cells in injured skeletal muscle: a key event in muscle fibrogenesis. Am J Pathol. 2004 Mar;164(3):1007-19. doi: 10.1016/s0002-9440(10)63188-4."
                },
                {
                    "pmid": "16630019",
                    "type": "BACKGROUND",
                    "citation": "Khan R, Sheppard R. Fibrosis in heart disease: understanding the role of transforming growth factor-beta in cardiomyopathy, valvular disease and arrhythmia. Immunology. 2006 May;118(1):10-24. doi: 10.1111/j.1365-2567.2006.02336.x."
                },
                {
                    "pmid": "28432134",
                    "type": "BACKGROUND",
                    "citation": "Kim KK, Sheppard D, Chapman HA. TGF-beta1 Signaling and Tissue Fibrosis. Cold Spring Harb Perspect Biol. 2018 Apr 2;10(4):a022293. doi: 10.1101/cshperspect.a022293."
                },
                {
                    "pmid": "26704519",
                    "type": "BACKGROUND",
                    "citation": "Lichtman MK, Otero-Vinas M, Falanga V. Transforming growth factor beta (TGF-beta) isoforms in wound healing and fibrosis. Wound Repair Regen. 2016 Mar;24(2):215-22. doi: 10.1111/wrr.12398. Epub 2016 Mar 2."
                },
                {
                    "pmid": "31399973",
                    "type": "BACKGROUND",
                    "citation": "Ma TT, Meng XM. TGF-beta/Smad and Renal Fibrosis. Adv Exp Med Biol. 2019;1165:347-364. doi: 10.1007/978-981-13-8871-2_16."
                },
                {
                    "pmid": "26747705",
                    "type": "BACKGROUND",
                    "citation": "Xu F, Liu C, Zhou D, Zhang L. TGF-beta/SMAD Pathway and Its Regulation in Hepatic Fibrosis. J Histochem Cytochem. 2016 Mar;64(3):157-67. doi: 10.1369/0022155415627681. Epub 2016 Jan 8."
                },
                {
                    "pmid": "21798096",
                    "type": "BACKGROUND",
                    "citation": "Burks TN, Cohn RD. Role of TGF-beta signaling in inherited and acquired myopathies. Skelet Muscle. 2011 May 4;1(1):19. doi: 10.1186/2044-5040-1-19."
                },
                {
                    "pmid": "18313409",
                    "type": "BACKGROUND",
                    "citation": "Gordon KJ, Blobe GC. Role of transforming growth factor-beta superfamily signaling pathways in human disease. Biochim Biophys Acta. 2008 Apr;1782(4):197-228. doi: 10.1016/j.bbadis.2008.01.006. Epub 2008 Feb 11."
                },
                {
                    "pmid": "24877152",
                    "type": "BACKGROUND",
                    "citation": "Kharraz Y, Guerra J, Pessina P, Serrano AL, Munoz-Canoves P. Understanding the process of fibrosis in Duchenne muscular dystrophy. Biomed Res Int. 2014;2014:965631. doi: 10.1155/2014/965631. Epub 2014 May 4."
                },
                {
                    "pmid": "15942678",
                    "type": "BACKGROUND",
                    "citation": "Nakamuta M, Morizono S, Tsuruta S, Kohjima M, Kotoh K, Enjoji M. Remote delivery and expression of soluble type II TGF-beta receptor in muscle prevents hepatic fibrosis in rats. Int J Mol Med. 2005 Jul;16(1):59-64."
                },
                {
                    "pmid": "26684242",
                    "type": "BACKGROUND",
                    "citation": "Wang S, Meng XM, Ng YY, Ma FY, Zhou S, Zhang Y, Yang C, Huang XR, Xiao J, Wang YY, Ka SM, Tang YJ, Chung AC, To KF, Nikolic-Paterson DJ, Lan HY. TGF-beta/Smad3 signalling regulates the transition of bone marrow-derived macrophages into myofibroblasts during tissue fibrosis. Oncotarget. 2016 Feb 23;7(8):8809-22. doi: 10.18632/oncotarget.6604."
                },
                {
                    "pmid": "10646637",
                    "type": "BACKGROUND",
                    "citation": "Ueno H, Sakamoto T, Nakamura T, Qi Z, Astuchi N, Takeshita A, Shimizu K, Ohashi H. A soluble transforming growth factor beta receptor expressed in muscle prevents liver fibrogenesis and dysfunction in rats. Hum Gene Ther. 2000 Jan 1;11(1):33-42. doi: 10.1089/10430340050016139."
                },
                {
                    "pmid": "22457179",
                    "type": "BACKGROUND",
                    "citation": "Gharaibeh B, Chun-Lansinger Y, Hagen T, Ingham SJ, Wright V, Fu F, Huard J. Biological approaches to improve skeletal muscle healing after injury and disease. Birth Defects Res C Embryo Today. 2012 Mar;96(1):82-94. doi: 10.1002/bdrc.21005."
                },
                {
                    "pmid": "16581448",
                    "type": "BACKGROUND",
                    "citation": "Bae DK, Yoon KH, Song SJ. Cartilage healing after microfracture in osteoarthritic knees. Arthroscopy. 2006 Apr;22(4):367-74. doi: 10.1016/j.arthro.2006.01.015."
                },
                {
                    "pmid": "31485234",
                    "type": "BACKGROUND",
                    "citation": "Di Matteo B, Vandenbulcke F, Vitale ND, Iacono F, Ashmore K, Marcacci M, Kon E. Minimally Manipulated Mesenchymal Stem Cells for the Treatment of Knee Osteoarthritis: A Systematic Review of Clinical Evidence. Stem Cells Int. 2019 Aug 14;2019:1735242. doi: 10.1155/2019/1735242. eCollection 2019."
                },
                {
                    "pmid": "29533038",
                    "type": "BACKGROUND",
                    "citation": "Guo HS, Tian YJ, Liu G, An L, Zhou ZG, Liu HZ. [Arthroscopy-guided core decompression and bone grafting combined with selective arterial infusion for treatment of early stage avascular necrosis of femoral head]. Zhongguo Gu Shang. 2018 Jan 25;31(1):56-61. doi: 10.3969/j.issn.1003-0034.2018.01.010. Chinese."
                },
                {
                    "pmid": "24745631",
                    "type": "BACKGROUND",
                    "citation": "Zhen G, Cao X. Targeting TGFbeta signaling in subchondral bone and articular cartilage homeostasis. Trends Pharmacol Sci. 2014 May;35(5):227-36. doi: 10.1016/j.tips.2014.03.005. Epub 2014 Apr 15."
                },
                {
                    "pmid": "26355014",
                    "type": "BACKGROUND",
                    "citation": "Chen R, Mian M, Fu M, Zhao JY, Yang L, Li Y, Xu L. Attenuation of the progression of articular cartilage degeneration by inhibition of TGF-beta1 signaling in a mouse model of osteoarthritis. Am J Pathol. 2015 Nov;185(11):2875-85. doi: 10.1016/j.ajpath.2015.07.003. Epub 2015 Sep 4."
                },
                {
                    "pmid": "27164863",
                    "type": "BACKGROUND",
                    "citation": "Fang J, Xu L, Li Y, Zhao Z. Roles of TGF-beta 1 signaling in the development of osteoarthritis. Histol Histopathol. 2016 Nov;31(11):1161-7. doi: 10.14670/HH-11-779. Epub 2016 May 11."
                },
                {
                    "pmid": "29900155",
                    "type": "BACKGROUND",
                    "citation": "van der Kraan PM. Differential Role of Transforming Growth Factor-beta in an Osteoarthritic or a Healthy Joint. J Bone Metab. 2018 May;25(2):65-72. doi: 10.11005/jbm.2018.25.2.65. Epub 2018 May 31."
                },
                {
                    "pmid": "31675495",
                    "type": "BACKGROUND",
                    "citation": "Gorgoulis V, Adams PD, Alimonti A, Bennett DC, Bischof O, Bishop C, Campisi J, Collado M, Evangelou K, Ferbeyre G, Gil J, Hara E, Krizhanovsky V, Jurk D, Maier AB, Narita M, Niedernhofer L, Passos JF, Robbins PD, Schmitt CA, Sedivy J, Vougas K, von Zglinicki T, Zhou D, Serrano M, Demaria M. Cellular Senescence: Defining a Path Forward. Cell. 2019 Oct 31;179(4):813-827. doi: 10.1016/j.cell.2019.10.005."
                },
                {
                    "pmid": "33328614",
                    "type": "BACKGROUND",
                    "citation": "Di Micco R, Krizhanovsky V, Baker D, d'Adda di Fagagna F. Cellular senescence in ageing: from mechanisms to therapeutic opportunities. Nat Rev Mol Cell Biol. 2021 Feb;22(2):75-95. doi: 10.1038/s41580-020-00314-w. Epub 2020 Dec 16."
                },
                {
                    "pmid": "27341653",
                    "type": "BACKGROUND",
                    "citation": "Farr JN, Fraser DG, Wang H, Jaehn K, Ogrodnik MB, Weivoda MM, Drake MT, Tchkonia T, LeBrasseur NK, Kirkland JL, Bonewald LF, Pignolo RJ, Monroe DG, Khosla S. Identification of Senescent Cells in the Bone Microenvironment. J Bone Miner Res. 2016 Nov;31(11):1920-1929. doi: 10.1002/jbmr.2892. Epub 2016 Oct 24."
                },
                {
                    "pmid": "28869295",
                    "type": "BACKGROUND",
                    "citation": "Kirkland JL, Tchkonia T, Zhu Y, Niedernhofer LJ, Robbins PD. The Clinical Potential of Senolytic Drugs. J Am Geriatr Soc. 2017 Oct;65(10):2297-2301. doi: 10.1111/jgs.14969. Epub 2017 Sep 4."
                },
                {
                    "pmid": "29988130",
                    "type": "BACKGROUND",
                    "citation": "Xu M, Pirtskhalava T, Farr JN, Weigand BM, Palmer AK, Weivoda MM, Inman CL, Ogrodnik MB, Hachfeld CM, Fraser DG, Onken JL, Johnson KO, Verzosa GC, Langhi LGP, Weigl M, Giorgadze N, LeBrasseur NK, Miller JD, Jurk D, Singh RJ, Allison DB, Ejima K, Hubbard GB, Ikeno Y, Cubro H, Garovic VD, Hou X, Weroha SJ, Robbins PD, Niedernhofer LJ, Khosla S, Tchkonia T, Kirkland JL. Senolytics improve physical function and increase lifespan in old age. Nat Med. 2018 Aug;24(8):1246-1256. doi: 10.1038/s41591-018-0092-9. Epub 2018 Jul 9."
                },
                {
                    "pmid": "30279143",
                    "type": "BACKGROUND",
                    "citation": "Yousefzadeh MJ, Zhu Y, McGowan SJ, Angelini L, Fuhrmann-Stroissnigg H, Xu M, Ling YY, Melos KI, Pirtskhalava T, Inman CL, McGuckian C, Wade EA, Kato JI, Grassi D, Wentworth M, Burd CE, Arriaga EA, Ladiges WL, Tchkonia T, Kirkland JL, Robbins PD, Niedernhofer LJ. Fisetin is a senotherapeutic that extends health and lifespan. EBioMedicine. 2018 Oct;36:18-28. doi: 10.1016/j.ebiom.2018.09.015. Epub 2018 Sep 29."
                },
                {
                    "pmid": "7811104",
                    "type": "BACKGROUND",
                    "citation": "Plovins A, Alvarez AM, Ibanez M, Molina M, Nombela C. Use of fluorescein-di-beta-D-galactopyranoside (FDG) and C12-FDG as substrates for beta-galactosidase detection by flow cytometry in animal, bacterial, and yeast cells. Appl Environ Microbiol. 1994 Dec;60(12):4638-41. doi: 10.1128/aem.60.12.4638-4641.1994."
                },
                {
                    "pmid": "32555459",
                    "type": "BACKGROUND",
                    "citation": "Amor C, Feucht J, Leibold J, Ho YJ, Zhu C, Alonso-Curbelo D, Mansilla-Soto J, Boyer JA, Li X, Giavridis T, Kulick A, Houlihan S, Peerschke E, Friedman SL, Ponomarev V, Piersigilli A, Sadelain M, Lowe SW. Senolytic CAR T cells reverse senescence-associated pathologies. Nature. 2020 Jul;583(7814):127-132. doi: 10.1038/s41586-020-2403-9. Epub 2020 Jun 17. Erratum In: Nature. 2024 Mar;627(8004):E9. doi: 10.1038/s41586-024-07197-3."
                },
                {
                    "pmid": "32531228",
                    "type": "BACKGROUND",
                    "citation": "Song S, Lam EW, Tchkonia T, Kirkland JL, Sun Y. Senescent Cells: Emerging Targets for Human Aging and Age-Related Diseases. Trends Biochem Sci. 2020 Jul;45(7):578-592. doi: 10.1016/j.tibs.2020.03.008. Epub 2020 Apr 6."
                },
                {
                    "pmid": "28124466",
                    "type": "BACKGROUND",
                    "citation": "McCulloch K, Litherland GJ, Rai TS. Cellular senescence in osteoarthritis pathology. Aging Cell. 2017 Apr;16(2):210-218. doi: 10.1111/acel.12562. Epub 2017 Jan 26."
                },
                {
                    "pmid": "33208917",
                    "type": "BACKGROUND",
                    "citation": "Coryell PR, Diekman BO, Loeser RF. Mechanisms and therapeutic implications of cellular senescence in osteoarthritis. Nat Rev Rheumatol. 2021 Jan;17(1):47-57. doi: 10.1038/s41584-020-00533-7. Epub 2020 Nov 18."
                },
                {
                    "pmid": "33981041",
                    "type": "BACKGROUND",
                    "citation": "Yousefzadeh MJ, Flores RR, Zhu Y, Schmiechen ZC, Brooks RW, Trussoni CE, Cui Y, Angelini L, Lee KA, McGowan SJ, Burrack AL, Wang D, Dong Q, Lu A, Sano T, O'Kelly RD, McGuckian CA, Kato JI, Bank MP, Wade EA, Pillai SPS, Klug J, Ladiges WC, Burd CE, Lewis SE, LaRusso NF, Vo NV, Wang Y, Kelley EE, Huard J, Stromnes IM, Robbins PD, Niedernhofer LJ. An aged immune system drives senescence and ageing of solid organs. Nature. 2021 Jun;594(7861):100-105. doi: 10.1038/s41586-021-03547-7. Epub 2021 May 12."
                },
                {
                    "pmid": "30981698",
                    "type": "BACKGROUND",
                    "citation": "He Y, Thummuri D, Zheng G, Okunieff P, Citrin DE, Vujaskovic Z, Zhou D. Cellular senescence and radiation-induced pulmonary fibrosis. Transl Res. 2019 Jul;209:14-21. doi: 10.1016/j.trsl.2019.03.006. Epub 2019 Mar 27."
                },
                {
                    "pmid": "29061963",
                    "type": "BACKGROUND",
                    "citation": "Murray IR, Gonzalez ZN, Baily J, Dobie R, Wallace RJ, Mackinnon AC, Smith JR, Greenhalgh SN, Thompson AI, Conroy KP, Griggs DW, Ruminski PG, Gray GA, Singh M, Campbell MA, Kendall TJ, Dai J, Li Y, Iredale JP, Simpson H, Huard J, Peault B, Henderson NC. alphav integrins on mesenchymal cells regulate skeletal and cardiac muscle fibrosis. Nat Commun. 2017 Oct 24;8(1):1118. doi: 10.1038/s41467-017-01097-z."
                },
                {
                    "pmid": "17597062",
                    "type": "BACKGROUND",
                    "citation": "Zhu J, Li Y, Shen W, Qiao C, Ambrosio F, Lavasani M, Nozaki M, Branca MF, Huard J. Relationships between transforming growth factor-beta1, myostatin, and decorin: implications for skeletal muscle fibrosis. J Biol Chem. 2007 Aug 31;282(35):25852-63. doi: 10.1074/jbc.M704146200. Epub 2007 Jun 27."
                },
                {
                    "pmid": "16192645",
                    "type": "BACKGROUND",
                    "citation": "Shen W, Li Y, Tang Y, Cummins J, Huard J. NS-398, a cyclooxygenase-2-specific inhibitor, delays skeletal muscle healing by decreasing regeneration and promoting fibrosis. Am J Pathol. 2005 Oct;167(4):1105-17. doi: 10.1016/S0002-9440(10)61199-6."
                },
                {
                    "pmid": "23211448",
                    "type": "BACKGROUND",
                    "citation": "Chu H, Chen CW, Huard J, Wang Y. The effect of a heparin-based coacervate of fibroblast growth factor-2 on scarring in the infarcted myocardium. Biomaterials. 2013 Feb;34(6):1747-56. doi: 10.1016/j.biomaterials.2012.11.019. Epub 2012 Dec 2."
                },
                {
                    "pmid": "26923362",
                    "type": "BACKGROUND",
                    "citation": "Li H, Hicks JJ, Wang L, Oyster N, Philippon MJ, Hurwitz S, Hogan MV, Huard J. Customized platelet-rich plasma with transforming growth factor beta1 neutralization antibody to reduce fibrosis in skeletal muscle. Biomaterials. 2016 May;87:147-156. doi: 10.1016/j.biomaterials.2016.02.017. Epub 2016 Feb 17."
                },
                {
                    "pmid": "12213718",
                    "type": "BACKGROUND",
                    "citation": "Li Y, Huard J. Differentiation of muscle-derived cells into myofibroblasts in injured skeletal muscle. Am J Pathol. 2002 Sep;161(3):895-907. doi: 10.1016/S0002-9440(10)64250-2."
                },
                {
                    "pmid": "17657727",
                    "type": "BACKGROUND",
                    "citation": "Shen W, Li Y, Zhu J, Schwendener R, Huard J. Interaction between macrophages, TGF-beta1, and the COX-2 pathway during the inflammatory phase of skeletal muscle healing after injury. J Cell Physiol. 2008 Feb;214(2):405-12. doi: 10.1002/jcp.21212."
                },
                {
                    "pmid": "20086363",
                    "type": "BACKGROUND",
                    "citation": "Li Y, Fu FH, Huard J. Cutting-edge muscle recovery: using antifibrosis agents to improve healing. Phys Sportsmed. 2005 May;33(5):44-50. doi: 10.3810/psm.2005.05.91."
                },
                {
                    "pmid": "25328712",
                    "type": "BACKGROUND",
                    "citation": "Haloua MH, Krekel NM, Jacobs GJ, Zonderhuis B, Bouman MB, Buncamper ME, Niessen FB, Winters HA, Terwee C, Meijer S, van den Tol MP. Cosmetic Outcome Assessment following Breast-Conserving Therapy: A Comparison between BCCT.core Software and Panel Evaluation. Int J Breast Cancer. 2014;2014:716860. doi: 10.1155/2014/716860. Epub 2014 Sep 22."
                },
                {
                    "pmid": "34938118",
                    "type": "BACKGROUND",
                    "citation": "Seth I, Seth N, Bulloch G, Rozen WM, Hunter-Smith DJ. Systematic Review of Breast-Q: A Tool to Evaluate Post-Mastectomy Breast Reconstruction. Breast Cancer (Dove Med Press). 2021 Dec 16;13:711-724. doi: 10.2147/BCTT.S256393. eCollection 2021."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "link to pubmed abstract for this pmid 34406870",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/34406870"
                },
                {
                    "label": "link to pubmed abstract for this pmid 18757193",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/18757193"
                },
                {
                    "label": "link to pubmed abstract for this pmid 34618657",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/34618657"
                },
                {
                    "label": "link to pubmed abstract for this pmid 30027292",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/30027292"
                },
                {
                    "label": "link to pubmed abstract for this pmid 876\\&quot;",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/876&quot;"
                },
                {
                    "label": "link to pubmed abstract for this pmid 23000686",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/23000686"
                },
                {
                    "label": "link to pubmed abstract for this pmid 24139518",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/24139518"
                },
                {
                    "label": "link to pubmed abstract for this pmid 20413640",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/20413640"
                },
                {
                    "label": "link to pubmed abstract for this pmid 10096248",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/10096248"
                },
                {
                    "label": "link to pubmed abstract for this pmid 21617460",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/21617460"
                },
                {
                    "label": "link to pubmed abstract for this pmid 34917620",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/34917620"
                },
                {
                    "label": "link to pubmed abstract for this pmid 33252888",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/33252888"
                },
                {
                    "label": "link to pubmed abstract for this pmid 24659129",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/24659129"
                },
                {
                    "label": "link to pubmed abstract for this pmid 27501834",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/27501834"
                },
                {
                    "label": "link to pubmed abstract for this pmid 34884782",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/34884782"
                },
                {
                    "label": "link to pubmed abstract for this pmid 27881100",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/27881100"
                },
                {
                    "label": "link to pubmed abstract for this pmid 33663521",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/33663521"
                },
                {
                    "label": "link to pubmed abstract for this pmid 29659447",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/29659447"
                },
                {
                    "label": "link to pubmed abstract for this pmid 19644246",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/19644246"
                },
                {
                    "label": "link to pubmed abstract for this pmid 33638038",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/33638038"
                },
                {
                    "label": "link to pubmed abstract for this pmid 31965369",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/31965369"
                },
                {
                    "label": "link to pubmed abstract for this pmid 30675702",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/30675702"
                },
                {
                    "label": "link to pubmed abstract for this pmid 34268635",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/34268635"
                },
                {
                    "label": "link to pubmed abstract for this pmid 10584814",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/10584814"
                },
                {
                    "label": "link to pubmed abstract for this pmid 29308107",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/29308107"
                },
                {
                    "label": "link to pubmed abstract for this pmid 31616281",
                    "url": "https://www.ncbi.nlm.nih.gov/pubmed/31616281"
                },
                {
                    "label": "Centers for Disease Control and Prevention (CDC). United States Cancer Statistics: Data Visualizations. (2020)",
                    "url": "https://gis.cdc.gov/Cancer/USCS/#/AtAGlance/"
                },
                {
                    "label": "Medicine, N. N. L. o. Breast Cancer (2022)",
                    "url": "https://www.ncbi.nlm.nih.gov/books/NBK482286/"
                },
                {
                    "label": "FDA. HIGHLIGHTS OF PRESCRIBING INFORMATION (2022)",
                    "url": "https://www.accessdata.fda.gov/drugsatfda_docs/label/2018/020386s062lbl.pdf"
                },
                {
                    "label": "Institute, N. N. C. Cancer Therapy Evaluation Program (CTEP) Common Terminology Criteria for Adverse Events (CTCAE) (2021)",
                    "url": "https://ctep.cancer.gov/protocoldevelopment/electronic_applications/ctc.htm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share individual participant data (IPD) with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017564",
                    "term": "Radiation Pneumonitis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000087525",
                    "term": "Radiation Fibrosis Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000011832",
                    "term": "Radiation Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000055370",
                    "term": "Lung Injury"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M14679",
                    "name": "Radiation Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M2621",
                    "name": "Radiation Fibrosis Syndrome",
                    "asFound": "Radiation Induced Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M19814",
                    "name": "Radiation Pneumonitis",
                    "asFound": "Radiation Induced Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28143",
                    "name": "Lung Injury",
                    "relevance": "LOW"
                },
                {
                    "id": "T929",
                    "name": "Camurati-Engelmann Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019808",
                    "term": "Losartan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000047228",
                    "term": "Angiotensin II Type 1 Receptor Blockers"
                },
                {
                    "id": "D000057911",
                    "term": "Angiotensin Receptor Antagonists"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17544",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "M4134",
                    "name": "Angiotensin-Converting Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M28916",
                    "name": "Angiotensin Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M21701",
                    "name": "Losartan",
                    "asFound": "Core",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4132",
                    "name": "Angiotensin II",
                    "relevance": "LOW"
                },
                {
                    "id": "M289354",
                    "name": "Giapreza",
                    "relevance": "LOW"
                },
                {
                    "id": "M4135",
                    "name": "Angiotensinogen",
                    "relevance": "LOW"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M302395",
                    "name": "Retinol palmitate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25789",
                    "name": "Angiotensin II Type 1 Receptor Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "T468",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "T462",
                    "name": "Retinol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}