{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04678895",
            "orgStudyIdInfo": {
                "id": "D20145"
            },
            "organization": {
                "fullName": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Low-Dose Naltrexone for the Treatment of Painful Diabetic Neuropathy",
            "officialTitle": "Low-Dose Naltrexone for the Treatment of Painful Diabetic Neuropathy, a Small, Randomized, Double-blind, Placebo-controlled Crossover Trial",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "low-dose-naltrexone-for-the-treatment-of-painful-diabetic-neuropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-07",
            "studyFirstSubmitQcDate": "2020-12-21",
            "studyFirstPostDateStruct": {
                "date": "2020-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bruce M. Vrooman",
                "investigatorTitle": "Section Chief, Center for Pain and Spine",
                "investigatorAffiliation": "Dartmouth-Hitchcock Medical Center"
            },
            "leadSponsor": {
                "name": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Diabetes affects more than 30 million people in the United States and is a leading cause of morbidity. Over 25% diabetics also suffer from debilitating painful diabetic neuropathy in the lower legs and feet. This pain can be severe, difficult to control, and have a significant negative impact on quality of life. Opioid medications have historically been a mainstay of treatment for this pain, despite the risks. As the death toll from the U.S. opioid epidemic continues to rise, the need for quality alternative non-opioid medications to treat pain becomes more urgent. One of these potential medications is Low-Dose Naltrexone (LDN). This drug is reported to work by enhancing the body's natural pain relieving mechanisms and decreases inflammation by targeting specific cells called microglia which have been shown to influence chronic pain. LDN has been shown to be a safe medication with minimal side effects. Its efficacy has been demonstrated in other painful conditions but has never been fully studied for treating painful diabetic neuropathy. The goal of this randomized, placebo-controlled trial is to determine if LDN is effective for treating the pain caused by diabetic neuropathy. LDN's mechanism of action is well suited to treating painful diabetic neuropathy, and LDN shows significant promise as a safe, non-opioid alternative that can decrease pain and improve quality of life for those suffering from this painful condition.",
            "detailedDescription": "The study design is a randomized, double-blind, placebo-controlled, crossover trial. The subjects and investigators will remain blinded for the duration of the study. Subjects will be randomized under the direction of investigational pharmacy and will be randomized in groups of 6 subjects with 3 being assigned to Group A and the other 3 being assigned to Group B. The randomization information will remain under the purview of Investigational Pharmacy until the conclusion of the study, who will be unblinded during the study for management of appropriate medication dispersal following randomization. As a crossover trial, all subjects will be exposed to both the investigational agent as well as placebo for 8 and 4 weeks, respectively. There will be no washout period in order to help maintain blinding.\n\nThe investigational agent in this study is naltrexone. Naltrexone is currently FDA approved for treatment of alcohol and opioid dependence at doses of 50mg daily or higher. Two placebo controlled trials involving 93 patients taking REVIA (naltrexone) 50mg daily reported no serious adverse events during the course of the trials. In this study, the drug will be used in an off-label capacity at lower doses to treat pain associated with diabetic neuropathy. Placebo will be used for this study as a control. The maximum duration of time a patient will receive placebo is 4 weeks. No prior and/or concomitant medical therapies will be collected during the study. The following criteria outline which concomitant medicines/therapies (including rescue therapies) are permitted/not permitted during the study:\n\n* Opioid based medicines (including rescue therapies) are not permitted during the study.\n* New pharmacologic therapies for pain not previously taken by the subject are not permitted during the study period.\n* Any baseline (stable use at initiation of the study) non-opioid medication (including rescued therapies) are permitted during the study.\n* Pre-study concomitant medications will be recorded via chart review prior to enrollment.\n\nThe drug and placebo will be administered orally via identical capsules and filler rendering them indistinguishable. Patients will take the investigational agent once daily for eight weeks. The agent will be administered following the titration regimen consisting of one week at 1.5mg daily, followed by one week of 3mg daily, then 4.5mg daily for the remaining six weeks. The dose titration for naltrexone was developed in clinical use and was the basis for our previous retrospective analysis (Retrospective Analysis for Safety and Tolerability of Low Dose Naltrexone with a Novel Dosing Regimen) that was accepted for a poster presentation at the American Society of Regional Anesthesiology and Pain Medicine in 2018. This regimen was developed in order to reduce the chance of a patient developing a particular side effect with their particular dose as well as with the intent to identify what dose worked best for any particular patient. Clinical trials have tested LDN at either 3mg/day or 4.5mg/day. No study, to our knowledge, has looked at having a patient be able to identify a dose response and titrate the medication to effect. This titration regimen allows patients to control their own dose of medication without needing to call their provider's office to change their regimen. Simply, the patient starts taking the smallest dose which is a 1.5mg capsule each evening for one week. If the patient experiences disruption of sleep or vivid dreams, they may switch from the evening to the morning. If no side effects develop, the patient may escalate their dose to two capsules (3.0mg) per evening during the second week of the trial and again switch to morning dosing if they develop any side effects. Lastly, the patient may increase their dose to the maximum of 3 capsules (4.5mg) per evening at the start of the third week of the trial and may transition to morning dosing if they develop side effects of the drug. The flexibility inherent in this dosing regimen is to optimize the potential effect of the medication and tolerance during this clinical trial as it has been found to be flexible and well-tolerated in clinical use at our institution where this regimen has been adapted by the majority of our providers.\n\nPlacebo will be administered once daily for four weeks for a total of 12 weeks including the active drug. The order of placebo and drug will be determined by randomization of subjects into one of two crossover timelines, one starting with the drug, the other starting with the placebo and switching at 8 and 4 weeks, respectively. The drug/placebo will be dispensed by investigational pharmacy and mailed in a packet directly to the subjects every 4 weeks. The first packet will contain 4 pill bottles with 7 capsules each, bottles will be clearly labeled week 1, week 2, week 3, week 4, to be taken in that order. The second packet will contain bottles labeled weeks 5 through 8 and the third packet with bottles labeled weeks 9 through 12.\n\nSubject response to both LDN and placebo, as well as compliance, will be tracked via assessment of weekly email surveys. The surveys will be conducted via REDCap through Dartmouth's institutional license to ensure HIPAA compliance and optimum patient privacy. The first survey will be administered in person on a laptop when the patient is enrolled. Subsequently the patient will be sent a reminder email through REDCap to complete their weekly survey. The weekly survey will consist of the following components:\n\n* Pain Disability Index Questionnaire (PDI)\n* Numeric Rating Scale (NRS)\n* Free text option for reported and adverse side effects\n* Pain Catastrophizing Scale (PCS) -- baseline survey only\n* Free text option for prompt asking the patient to describe their expectations or goals for the new treatment -- baseline survey only If the subject fails to respond to the survey they will be contacted the next day by phone to complete the survey. If they are unable to be reached during the next 24 hour period the survey will be considered missed for that week. In the event that a subject accrues at least three consecutive misses or five total misses they be considered significantly non-compliant and will be unenrolled from the study. There will be a holiday/vacation exception, the subject may contact the nurse if anticipating absence from the survey that week.The coordinator, investigator and pharmacy will be informed as soon as possible and the subject will no longer receive medication or email surveys. Subjects will have contact information for the study nurse to report any adverse side effects and will be contacted at the end of the study by phone to inquire about any adverse events.\n\nThere is no drug conversion plan needed for this study. The only contraindication for this study if concomitant opioid therapy and those subjects will be excluded from the study.\n\nThe most common side effect may be the development of vivid dreams, previous studies suggest that some patients may have the onset of headaches or abdominal cramps associated with their taking LDN as a medication. However, the incidence is similar to taking placebo. To lessen the probability and magnitude of risks subjects will report any adverse side effects in the weekly survey, which will be reviewed weekly by the investigator. Subjects will have access to contact the study coordinator at any time with concerns regarding adverse events. There are no parts of the study that involve the use of procedures that are inconsistent with the standard of care at Dartmouth-Hitchcock Medical Center."
        },
        "conditionsModule": {
            "conditions": [
                "Painful Diabetic Neuropathy"
            ],
            "keywords": [
                "Low-Dose Naltrexone",
                "Painful Diabetic Neuropathy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized, double-blind, placebo-controlled, crossover trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Investigational Pharmacy will perform the randomization process and remain unblinded throughout the study.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A, Low-Dose Naltrexone, Then Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Group A will receive active drug (Naltrexone 1 capsule by mouth daily, 1.5mg x1 week, 3mg x1 week, and 4.5 mg x6 weeks) for the first 8 weeks. Capsules of different dosages will be indistinguishable. Then followed by 4 weeks of placebo (placebo capsule will be matched with LDN capsule, microcrystalline cellulose filler, 1 capsule daily).",
                    "interventionNames": [
                        "Drug: Naltrexone",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Group B, Placebo, Then Low-Dose Naltrexone",
                    "type": "EXPERIMENTAL",
                    "description": "Group B will receive 4 weeks of placebo (placebo capsule will be matched with LDN capsule, microcrystalline cellulose filler, 1 capsule daily). Then followed by active drug (Naltrexone 1 capsule by mouth daily, 1.5mg x1 week, 3mg x1 week, and 4.5 mg x6 weeks) for the last 8 weeks. Capsules of different dosages will be indistinguishable.",
                    "interventionNames": [
                        "Drug: Naltrexone",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Naltrexone",
                    "description": "Capsule with doses of 1.5mg, 3mg, and 4.5 mg to allow for drug titration. Capsules of different dosages will be indistinguishable to allow for maintenance of blinding.",
                    "armGroupLabels": [
                        "Group A, Low-Dose Naltrexone, Then Placebo",
                        "Group B, Placebo, Then Low-Dose Naltrexone"
                    ],
                    "otherNames": [
                        "LDN"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Naltrexone matched placebo capsule.",
                    "armGroupLabels": [
                        "Group A, Low-Dose Naltrexone, Then Placebo",
                        "Group B, Placebo, Then Low-Dose Naltrexone"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Pain Disability Index",
                    "description": "Pain Disability index (PDI) Score measures the degree to which pain interferes with activities. Every item ranges from 0 (no interference) to 10 (total interference). The total PDI score can range from 0 to 70, a higher score indicating more interference with functioning across a range of activities.",
                    "timeFrame": "Enrollment through week 12"
                },
                {
                    "measure": "Change in Numeric Rating Scale for Pain",
                    "description": "Percent Change in Numerical Rating Scale (NRS) Scores Between Baseline to End of Placebo Treatment and Between Baseline to End of LDN Treatment. NRS is scored between 1-10 with 1 being no pain and 10 being the worst pain one can experience.",
                    "timeFrame": "Enrollment through week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ratio of Pain Catastrophizing Scores Compared to Change in Pain Disability Index",
                    "description": "Assessment of the presence of pain catastrophizing behaviors based on the PCS and their effect in consideration of percent change with the Pain Disability Index. PCS is scored based on 13 questions with values ranging 0 to 4 for a total possible score of 52. The higher the score the more pain catastrophizing is present. Pain Disability index (PDI) Score measures the degree to which pain interferes with activities. Every item ranges from 0 (no interference) to 10 (total interference). The total PDI score can range from 0 to 70, a higher score indicating more interference with functioning across a range of activities.\n\nThe result of these two measures will be expressed as a ratio of Change in PDI over PCS. If linear, we will use the ratio or an appropriate transformation as indicated by the data.",
                    "timeFrame": "Questionnaire will be administered on enrollment and compared to final pain score data, approximately 12 weeks."
                },
                {
                    "measure": "Ratio of Pain Catastrophizing Scores Compared to Change in Numeric Rating Scale",
                    "description": "Assessment of the presence of pain catastrophizing behaviors based on the PCS and their effect in consideration of percent change with the NRS. PCS is scored based on 13 questions with values ranging 0 to 4 for a total possible score of 52. The higher the score the more pain catastrophizing is present. NRS is scored between 1-10 with 1 being no pain and 10 being the worst pain one can experience.\n\nThe result of these two measures will be expressed as a ratio of Change in NRS over PCS. If linear, we will use the ratio or an appropriate transformation as indicated by the data.",
                    "timeFrame": "Questionnaire will be administered on enrollment and compared to final pain score data, approximately 12 weeks."
                },
                {
                    "measure": "Ratio of Pre-treatment Expectations Score Compared to Change in Pain Disability Index",
                    "description": "Qualitative assessment of pre-treatment expectations, goals for treatment and confidence in the treatment based on a set of three questions.\n\nEach question will be assessed by a healthcare provider and scored between 1 to 5, 1 being low confidence towards treatment and 5 being very high confidence in treatment. Total possible score of 15. This will be compared to Change in Pain Disability Index. Pain Disability index (PDI) Score measures the degree to which pain interferes with activities. Every item ranges from 0 (no interference) to 10 (total interference). The total PDI score can range from 0 to 70, a higher score indicating more interference with functioning across a range of activities.\n\nThe result of these two measures will be expressed as a ratio of Change in PDI over Pre-treatment Expectations Score. If linear, we will use the ratio or an appropriate transformation as indicated by the data.",
                    "timeFrame": "Questionnaire will be administered on enrollment and compared to final pain score data, approximately 12 weeks."
                },
                {
                    "measure": "Ratio of Pre-treatment Expectations Compared to Change in Numeric Rating Scale",
                    "description": "Qualitative assessment of pre-treatment expectations, goals for treatment and confidence in the treatment based on a set of three questions.\n\nEach question will be assessed by a healthcare provider and scored between 1 to 5, 1 being low confidence towards treatment and 5 being very high confidence in treatment. Total possible score of 15. This will be compared to Numeric Rating Scale. NRS is scored between 1-10 with 1 being no pain and 10 being the worst pain one can experience.\n\nThe result of these two measures will be expressed as a ratio of Change in PDI over Pre-treatment Expectations Score. If linear, we will use the ratio or an appropriate transformation as indicated by the data.",
                    "timeFrame": "Questionnaire will be administered on enrollment and compared to final pain score data, approximately 12 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of Painful Diabetic Neuropathy (PDN) for \\>6 months\n2. Has failed at least one prior standard treatment for PDN (Gabapentin, duloxetine, etc)\n3. No other known causes of lower extremity neuropathic pain\n4. Subjects capable of giving informed consent\n5. Greater than 18 years of age\n6. Stable on all current non-opioid pain medication for at least 1 month\n7. English as primary language\n\nExclusion Criteria:\n\n1. Known allergy to naltrexone or naloxone\n2. Presence of known causes of lower extremity neuropathic pain not attributed to PDN\n3. Active substance use disorder or alcohol use disorder as defined by DSM-V (The Diagnostic and Statistical Manual of Mental Disorders)\n4. Current treatment for substance use disorder or alcohol use disorder\n5. Current opioid therapy or on opioid therapy within the past 1 month",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sean G Dabney",
                    "role": "CONTACT",
                    "phone": "603-653-3337",
                    "phoneExt": "33337",
                    "email": "Sean.G.Dabney@hitchcock.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bruce M Vrooman, MD",
                    "affiliation": "Dartmouth-Hitchcock Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dartmouth-Hitchcock Medical Center",
                    "status": "RECRUITING",
                    "city": "Lebanon",
                    "state": "New Hampshire",
                    "zip": "03766",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bruce M Vrooman, MD",
                            "role": "CONTACT",
                            "phone": "603-650-2225",
                            "email": "bruce.m.vrooman@hitchcock.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.64229,
                        "lon": -72.25176
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000003929",
                    "term": "Diabetic Neuropathies"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7124",
                    "name": "Diabetic Neuropathies",
                    "asFound": "Diabetic Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "asFound": "Painful",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009271",
                    "term": "Naltrexone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000427",
                    "term": "Alcohol Deterrents"
                },
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12222",
                    "name": "Naltrexone",
                    "asFound": "Closure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AlcDet",
                    "name": "Alcohol Deterrents"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}