{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06521723",
            "orgStudyIdInfo": {
                "id": "2023A062820"
            },
            "organization": {
                "fullName": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Low Oxygen Therapy to Enhance Walking Recovery After SCI.",
            "officialTitle": "Breathing Low Oxygen to Enhance Spinal Stimulation Training and Functional Recovery for Aging Adults With Chronic SCI: The BO2ST-II Trial",
            "acronym": "BO2ST-II",
            "therapeuticArea": [
                "Other"
            ],
            "study": "low-oxygen-therapy-to-enhance-walking-recovery-after-sci"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-21",
            "studyFirstSubmitQcDate": "2024-07-21",
            "studyFirstPostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Randy Trumbower, PT, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Spaulding Rehabilitation Hospital"
            },
            "leadSponsor": {
                "name": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "Brooks Rehabilitation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine how combining bouts of low oxygen, transcutaneous spinal cord stimulation, and walking training may improve walking function for people with chronic spinal cord injury of different age groups.",
            "detailedDescription": "The goal of the study is to determine the optimal dosage for different age groups of repeatedly breathing mild bouts of low oxygen for brief periods (termed acute intermittent hypoxia (AIH)) combined with transcutaneous spinal cord stimulation (tSTIM) to improve recovery of walking and strength after spinal cord injury. Preliminary studies have shown that combining AIH and tSTIM with walking training can enhance individuals walking training greater than just AIH or tSTIM. By using low oxygen as a pre-treatment to tSTIM during walking training, functional independence and quality of life may improve. Despite exciting preliminary results supporting the efficacy of AIH and tSTIM to enhance walking recovery after SCI, understanding factors that may enhance or undermine treatment responsiveness is warranted. Factors include establishing the role of age and sex dependency on appropriate dosing (number of sessions) AIH to provide the greatest plasticity-promoting effects on walking recovery for our aging population of persons living with SCI."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "Walk",
                "Rehabilitation",
                "Strength",
                "Movement",
                "Low oxygen",
                "Electrical stimulation",
                "Gait training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AIH + Walking Training with transcutaneous spinal stimulation (WALKtSTIM)",
                    "type": "EXPERIMENTAL",
                    "description": "Acute Intermittent Hypoxia will be used as a pretreatment before walking training paired with transcutaneous spinal cord stimulation.",
                    "interventionNames": [
                        "Other: Daily acute intermittent hypoxia",
                        "Device: Walking + tSTIM"
                    ]
                },
                {
                    "label": "Sham + WALKtSTIM",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham acute intermittent hypoxia will be used as a pretreatment before walking training paired with transcutaneous spinal cord stimulation.",
                    "interventionNames": [
                        "Device: Walking + tSTIM"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Daily acute intermittent hypoxia",
                    "description": "Each participant will be exposed to 16 sessions of daily acute intermittent hypoxia via air generators over the span of four weeks. The generator will fill reservoir bags attached to a non-rebreathing facemask. Each session will consist of 15 episodes which include intervals of 1.5 minute hypoxia (FIO2=0.10±0.02, i.e. 10% O2) and 1 minute normoxia (FIO2=0.21±0.02).",
                    "armGroupLabels": [
                        "AIH + Walking Training with transcutaneous spinal stimulation (WALKtSTIM)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Walking + tSTIM",
                    "description": "Individuals will participate in 45 minutes of gait training while having transcutaneous spinal cord stimulation. Stimulation intensity will be 80% involuntary motor threshold.",
                    "armGroupLabels": [
                        "AIH + Walking Training with transcutaneous spinal stimulation (WALKtSTIM)",
                        "Sham + WALKtSTIM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in walking recovery, assessed by 10 meter walk test (10MWT)",
                    "description": "Participants walk ten meters without assistance at their fastest, but safest speed with a minimum of 1-minute of rest between two trials. Average speed across the up to three 10MWT trials will be used for analysis. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Rate of change in walking recovery, assessed by 10 meter walk test (10MWT)",
                    "description": "Participants walk ten meters without assistance at their fastest, but safest speed with a minimum of 1-minute of rest between two trials. Average speed across the up to three 10MWT trials will be used for analysis. Rate of change is the number of treatment sessions required to achieve an increase in 10MWT speed of at least the minimal clinically important difference (0.06 m/s) as compared to pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in walking recovery, assessed by 6 minute walk test (6MWT)",
                    "description": "Participants perform the 6MWT at their fastest, most comfortable walking speed sustainable for 6 minutes. Distances will be recorded at 2 and 6 minutes. The test will be based upon the participant's ability to finish each assessment without human assistance. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in walking recovery, assessed by timed up-and-go (TUG) test",
                    "description": "The TUG test is used to assess the dynamic balance of an individual. It measures the amount of time (recorded in seconds) it takes for the individual to rise from a standard arm chair, walk a distance of 3 meters and return to the initial position resting against the back of the chair. Participants will perform up to three trials of the TUG test. Average speed across TUG trials will be used for analysis. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in pain severity, assessed by the Numeric Pain Rating Scale (NPRS)",
                    "description": "Participants will report their pain level using the Numeric Pain Rating Scale. The scale is from 0 to 10; 0 being no pain and 10 being extreme pain. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in cognitive function, assessed by the California Verbal Learning Test (CVLT)",
                    "description": "The CVLT is a brief, individually administered battery to measure cognitive decline or improvement and assesses verbal learning and memory for older adolescents and adults. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through treatment completion, an average of 6 weeks"
                },
                {
                    "measure": "Systemic hypertension incidence rate",
                    "description": "Participants will have their systolic and diastolic blood pressure measured. A systemic hypertensive event is quantified as a systolic pressure exceeding 140 mmHg and/or diastolic pressure exceeding 90 mmHg. A hypertension incident rate is the number of hypertensive events divided by the total person-time. Person-time is in units of person-measures (the sum of the total number of BP measurements) taken for each person. Person-measures accounts for the total number of chances for detecting a hypertensive event and accounts for measurements not made due to drop-out or a disqualifying adverse event.",
                    "timeFrame": "Through treatment completion, an average of 6 weeks"
                },
                {
                    "measure": "Autonomic dysreflexia incidence rate",
                    "description": "The occurrence of autonomic dysreflexia will be assessed. An autonomic dysreflexia event will constitute a participant having a SBP increase from baseline of 20 mmHg not associated with exercise or systolic blood pressure (SBP) greater than 150 mmHg with complaints of headache, diaphoresis, and/or blurred vision and will be diagnosed by our study team clinicians. We will compute autonomic dysreflexia incident rate as the number of autonomic dysreflexia events divided by the total person-time. We define person-time in units of person-days (the number of days a person remains in the study). Person-days account for the total number of chances for detecting autonomic dysreflexia and accounts for days on which measurements were not made due to drop-out or a disqualifying adverse event.",
                    "timeFrame": "Through treatment completion, an average of 6 weeks"
                },
                {
                    "measure": "Change in lower extremity strength, assessed by American Spinal Injury Association Impairment Scale (AIS) lower extremity motor scores (LEMS)",
                    "description": "The LEMS uses ASIA key muscles in both the lower extremities, with a total possible score of 50 (maximum score of 5 for each muscle group). Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in spasticity, assessed by the Spinal Cord Assessment Tool for Spastic Reflexes (SCATS)",
                    "description": "The study team will quantify the total lower extremity spasticity score using the cumulative sum of 3 SCATS subscales: clonus (0=no spasticity; 3=severe), flexor (0=no spasticity; 3=severe), and extensor (0=no spasticity; 3=severe). Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in bowel dysfunction, assessed by the Neurogenic Bowel Dysfunction Score (NBDS) v2.1",
                    "description": "This questionnaire is a symptom-based score for neurogenic bowel dysfunction. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in bladder dysfunction, assessed by the Neurogenic Bladder Symptom Score (NBSS)",
                    "description": "This questionnaire is a symptom-based score for neurogenic bladder dysfunction. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in walking ability and assistive device use, assessed by Spinal Cord Injury Functional Ambulation Inventory (SCI-FAI).",
                    "description": "The SCI-FAI assesses functional walking ability in ambulatory individuals with SCI. Component scores range from 0 to 20 in the gait parameter component, 0 to 14 in the assistive device component, and 0 to 5 in the walking mobility component. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in physical assistance needed, assessed by Walking Index for Spinal Cord Injury (WISCI) II",
                    "description": "The WISCI is used to assess the amount of physical assistance is needed as well as devices required for walking following paralysis. This assessment is from 0-20 with value corresponding to a physical assistance description. Change is the difference between the post-treatment assessment 2 and pre-treatment baseline.",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                },
                {
                    "measure": "Change in breathing function, assessed by FVC and voluntary cough",
                    "timeFrame": "Through study completion, an average of 14 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 to 80 years of age\n* medically stable with medical clearance from study physician to participate\n* SCI at or below C1 and at or above L2 with at least some sensory or motor function preserved below the neurologic level\n* non-progressive etiology of spinal injury\n* American Spinal Injury Association (ASIA) scores of C-D at initial screen\n* ambulatory (able to complete the 10-meter walk test without support from another person)\n* chronic injury (define as \\> 12 months post-injury) to avoid potential for spontaneous neurological plasticity and recovery\n\nExclusion Criteria:\n\n* severe concurrent illness or pain, including unhealed decubiti, severe neuropathic or chronic pain syndrome, severe infection (e.g., urinary tract), hypertension, cardiovascular disease, pulmonary disease, severe osteoporosis, active heterotopic ossification in the lower extremities, severe systemic inflammation\n* \\< 24 on Mini-Mental Exam\n* severe recurrent autonomic dysreflexia\n* history of severe cardiovascular/pulmonary complications including hypertension (systolic blood pressure \\> 150 mmHg)\n* pregnancy because of unknown effects of AIH or tSTIM on a fetus (individuals of childbearing potential will not otherwise be excluded)\n* botulinum toxin injections in lower extremity muscles within the prior three months\n* history of tendon or nerve transfer surgery in the lower extremity\n* untreated severe sleep-disordered breathing characterized by uncontrolled hypoxia and sleep fractionation that may impact the outcome of this study.\n* active implanted devices (e.g., intrathecal baclofen pump)\n* receiving concurrent electrical stimulation\n* motor threshold evoked by transcutaneous spinal stimulation \\>200 mA",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Noah Piazza",
                    "role": "CONTACT",
                    "phone": "(617) 952-6953",
                    "email": "npiazza2@mgb.org"
                },
                {
                    "name": "Randy Trumbower, PT, PhD",
                    "role": "CONTACT",
                    "email": "rtrumbower@mgb.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Randy Trumbower, PT, PhD",
                    "affiliation": "Harvard Medical School (HMS and HSDM)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brooks Rehabilitation Hospital",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32216",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Spaulding Rehabilitation Hospital",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02128",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Noah Piazza, BS",
                            "role": "CONTACT",
                            "phone": "617-952-6953",
                            "email": "npiazza2@mgb.org"
                        },
                        {
                            "name": "Randy Trumbower, PT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "14555683",
                    "type": "BACKGROUND",
                    "citation": "Cutler MJ, Swift NM, Keller DM, Wasmund WL, Smith ML. Hypoxia-mediated prolonged elevation of sympathetic nerve activity after periods of intermittent hypoxic apnea. J Appl Physiol (1985). 2004 Feb;96(2):754-61. doi: 10.1152/japplphysiol.00506.2003. Epub 2003 Oct 10."
                },
                {
                    "pmid": "20217354",
                    "type": "BACKGROUND",
                    "citation": "Dale-Nagle EA, Hoffman MS, MacFarlane PM, Mitchell GS. Multiple pathways to long-lasting phrenic motor facilitation. Adv Exp Med Biol. 2010;669:225-30. doi: 10.1007/978-1-4419-5692-7_45."
                },
                {
                    "pmid": "33799508",
                    "type": "BACKGROUND",
                    "citation": "Estes S, Zarkou A, Hope JM, Suri C, Field-Fote EC. Combined Transcutaneous Spinal Stimulation and Locomotor Training to Improve Walking Function and Reduce Spasticity in Subacute Spinal Cord Injury: A Randomized Study of Clinical Feasibility and Efficacy. J Clin Med. 2021 Mar 11;10(6):1167. doi: 10.3390/jcm10061167."
                },
                {
                    "pmid": "34244928",
                    "type": "BACKGROUND",
                    "citation": "Gad P, Hastings S, Zhong H, Seth G, Kandhari S, Edgerton VR. Transcutaneous Spinal Neuromodulation Reorganizes Neural Networks in Patients with Cerebral Palsy. Neurotherapeutics. 2021 Jul;18(3):1953-1962. doi: 10.1007/s13311-021-01087-6. Epub 2021 Jul 9."
                },
                {
                    "pmid": "33647273",
                    "type": "BACKGROUND",
                    "citation": "Tan AQ, Sohn WJ, Naidu A, Trumbower RD. Daily acute intermittent hypoxia combined with walking practice enhances walking performance but not intralimb motor coordination in persons with chronic incomplete spinal cord injury. Exp Neurol. 2021 Jun;340:113669. doi: 10.1016/j.expneurol.2021.113669. Epub 2021 Feb 27."
                },
                {
                    "pmid": "24285617",
                    "type": "BACKGROUND",
                    "citation": "Hayes HB, Jayaraman A, Herrmann M, Mitchell GS, Rymer WZ, Trumbower RD. Daily intermittent hypoxia enhances walking after chronic spinal cord injury: a randomized trial. Neurology. 2014 Jan 14;82(2):104-13. doi: 10.1212/01.WNL.0000437416.34298.43. Epub 2013 Nov 27."
                },
                {
                    "pmid": "21821826",
                    "type": "BACKGROUND",
                    "citation": "Trumbower RD, Jayaraman A, Mitchell GS, Rymer WZ. Exposure to acute intermittent hypoxia augments somatic motor function in humans with incomplete spinal cord injury. Neurorehabil Neural Repair. 2012 Feb;26(2):163-72. doi: 10.1177/1545968311412055. Epub 2011 Aug 5."
                },
                {
                    "pmid": "38028272",
                    "type": "BACKGROUND",
                    "citation": "Muter WM, Mansson L, Tuthill C, Aalla S, Barth S, Evans E, McKenzie K, Prokup S, Yang C, Sandhu M, Rymer WZ, Edgerton VR, Gad P, Mitchell GS, Wu SS, Shan G, Jayaraman A, Trumbower RD. A Research Protocol to Study the Priming Effects of Breathing Low Oxygen on Enhancing Training-Related Gains in Walking Function for Persons With Spinal Cord Injury: The BO2ST Trial. Neurotrauma Rep. 2023 Nov 6;4(1):736-750. doi: 10.1089/neur.2023.0036. eCollection 2023."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified IPD will be available to other researchers upon request",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "The study protocol and statistical analysis plan will be disseminated by September 2024. Participant data will be available at the end of the trial.",
            "accessCriteria": "Principal investigators will be able to receive deidentified data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}