{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05450718",
            "orgStudyIdInfo": {
                "id": "2022-14185"
            },
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Low-dose Buprenorphine Initiation for Opioid Use Disorder",
            "officialTitle": "A Pilot Randomized Controlled Trial of Low-dose Buprenorphine Initiation for Opioid Use Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "low-dose-buprenorphine-initiation-for-opioid-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-20",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-22",
            "studyFirstSubmitQcDate": "2022-07-06",
            "studyFirstPostDateStruct": {
                "date": "2022-07-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test whether low-dose buprenorphine initiation for treatment of opioid use disorder is safe and effective.",
            "detailedDescription": "After being informed about the study and potential risks, all participants will be given written informed consent. Eligible participants will be randomized in a 1:1 ratio to an 8-day low-dose buprenorphine initiation protocol or treatment as usual, and conduct study visits at baseline and weeks 2 and 4. The investigators will also provide participants with mobile phones to collect real-time data on withdrawal, anxiety, craving and substance use through electronic Ecological Momentary Assessment (EMA) technology."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder"
            ],
            "keywords": [
                "opioid use disorder",
                "micro-induction",
                "microdosing",
                "low-dose initiation",
                "buprenorphine",
                "micro-initiation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Low-dose initiation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to low-dose buprenorphine initiation will start low-dose buprenorphine-naloxone (bup-nx) according to an at-home, 8-day protocol (below). Participants in the low-dose buprenorphine initiation arm will be allowed to continue taking the full opioid agonist that they were taking at the time of enrollment until they reach a therapeutic dose of buprenorphine-naloxone.\n\nDay 1: 0.5 mg once; Day 2: 0.5 mg every 12 hours; Day 3: 1 mg every 12 hours; Day 4: 2 mg every 12 hours; Day 5: 3mg every 12 hours; Day 6: 4 mg every 12 hours; Day 7: 6 mg every 12 hours; Day 8: 8 mg every 12 hours",
                    "interventionNames": [
                        "Drug: buprenorphine-naloxone"
                    ]
                },
                {
                    "label": "Treatment as usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to treatment as usual will start buprenorphine-naloxone (bup-nx) following standard clinical guidelines for two-day, at-home initiation.",
                    "interventionNames": [
                        "Drug: buprenorphine-naloxone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "buprenorphine-naloxone",
                    "description": "Low-dose initiation of buprenorphine-naloxone protocol",
                    "armGroupLabels": [
                        "Low-dose initiation"
                    ],
                    "otherNames": [
                        "buprenorphine microdosing",
                        "buprenorphine micro-induction",
                        "buprenorphine micro-initiation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "buprenorphine-naloxone",
                    "description": "Standard clinical guidelines for a two-day buprenorphine-naloxone initiation",
                    "armGroupLabels": [
                        "Treatment as usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment Feasibility: Percentage of subjects assessed who enroll in the clinical trial.",
                    "description": "This pilot study is designed to establish the feasibility of a future, full-powered clinical trial. The primary question this study seeks to answer is whether primary care patients with opioid use disorder are willing to enroll in a clinical trial of low-dose inductions. The study will aim to enroll 25% of subjects who are assessed. \"Assessed\" is defined as having been referred to the study staff. Enrollment is defined as having been randomized to a treatment arm.",
                    "timeFrame": "At baseline study visit (time zero)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Protocol Feasibility: Proportion of participants who follow adequate fidelity to the low-dose initiation study protocol.",
                    "description": "This pilot study will seek to answer whether participants of a clinical trial adhere to a low-dose buprenorphine-naloxone (bup-nx) initiation protocol. The study aims to achieve 80% of study participants meeting adequate fidelity to the low-dose study protocol. Adequate fidelity is defined as meeting all of the following:\n\n1. First dose is a low dose (defined as less than 1-.25mg bup-nx) (yes/no),\n2. Daily bup-nx dose equivalent to assigned daily dose: For the first 7 days the reported total daily bup-nx dose is within the prespecified assigned daily dose limit,\n3. Variability: Each day's daily dose is increased from the prior daily dose (within daily limits) (yes/no).\n\nMeasured using once daily participant self-report through mobile data collection technology.",
                    "timeFrame": "From baseline to day 8"
                },
                {
                    "measure": "Number of participants who uptake buprenorphine treatment at 2 weeks",
                    "description": "Uptake is defined as having a positive urine drug test (UDT) for buprenorphine at the 2-week study visit (dichotomous, yes/no).",
                    "timeFrame": "2-week study visit"
                },
                {
                    "measure": "Number of participants retained in buprenorphine treatment at 6 weeks",
                    "description": "6-week retention is defined as having an active buprenorphine prescription and buprenorphine-positive UDT at the 6-week visit",
                    "timeFrame": "6-week study visit"
                },
                {
                    "measure": "Non-prescribed opioid use",
                    "description": "The mean number of days of non-prescribed opioid use, defined as self-reported use of heroin, fentanyl, or non-prescribed opioid analgesics in the prior 14 days using an adapted version of the Addiction Severity Index. Will be reported for each arm at the 6-week visit (continuous).",
                    "timeFrame": "From baseline to 6-week study visit"
                },
                {
                    "measure": "Withdrawal severity",
                    "description": "Measured using the Subjective Opioid Withdrawal Score, a 16-item scale based on symptom severity (from 0=Not at all, to 4=extremely). Multilevel mixed-linear effects models will be used to assess between arms.",
                    "timeFrame": "From baseline to 2-week study visit"
                },
                {
                    "measure": "Precipitated withdrawal",
                    "description": "The percentage of participants who experience precipitated withdrawal during the first 2 weeks of initiation. Defined as withdrawal symptoms that get markedly worse within 90 minutes of taking buprenorphine-naloxone dose. Markedly worse will be defined as a change in 10 points on Subjective Opioid Withdrawal Score (SOWS) severity, or as determined by a study clinician. SOWS is a 16-item scale based on symptom severity (from 0=Not at all, to 4=extremely, yielding a possible overall range from 0-64). Precipitated withdrawal is expected only during periods of increasing buprenorphine-naloxone dose titrations: for the low-dose protocol precipitated withdrawal could occur from dose 1 - 13; for the treatment as usual protocol precipitated withdrawal could occur from dose 1 - 5. SOWS will be collected 5 times/day using daily mobile data collection entries.",
                    "timeFrame": "From baseline to 2-week study visit"
                },
                {
                    "measure": "Mild vs Mod-Severe Withdrawal symptoms",
                    "description": "The proportion of severe vs mild-moderate buprenorphine-related withdrawal events between study arms will be assessed using the using the Subjective Opioid Withdrawal Score, a 16-item scale based on symptom severity (from 0=Not at all, to 4=extremely). The 16 items are summed with a score of 1-10 representing mild withdrawal, 11-20 as moderate withdrawal, and \\>/= 21 as severe withdrawal.",
                    "timeFrame": "From baseline to 2-week study visit"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in severity of withdrawal scores during buprenorphine initiation buprenorphine initiation",
                    "description": "Using multilevel mixed-linear effects models to examine effects within individuals (level 1), and between study arms (level 2) of Subjective Opioid Withdrawal Score, 16-items scaled on symptom severity (scale from 0=Not at all to 4=extremely) scored as mild, mod, and severe withdrawal. Data collected using daily mobile data collection technology entries.",
                    "timeFrame": "From baseline to 2-week study visit"
                },
                {
                    "measure": "Changes in severity of anxiety scores during buprenorphine initiation",
                    "description": "Using multilevel mixed-linear effects models to examine effects within individuals (level 1), and between study arms (level 2) of Generalized Anxiety Disorder-7 scale, 7-items scaled on symptom frequency (scale from 0=Not at all to 3=Nearly every day), scored from minimal to severe anxiety. Data collected using daily mobile data collection technology entries.",
                    "timeFrame": "From baseline to 2-week study visit"
                },
                {
                    "measure": "Changes in severity of cravings scores during buprenorphine initiation",
                    "description": "Using multilevel mixed-linear effects models to examine effects within individuals (level 1), and between study arms (level 2). Measured using two Visual Analog Scale items asking about current cravings and cravings in the past 1-hour, scaled 0-100 on from 0=None at all to 100=Extreme cravings. The score is an average of the results of the two questions. Data collected using daily mobile data collection technology entries.",
                    "timeFrame": "From baseline to 2-week study visit"
                },
                {
                    "measure": "Non-prescribed opioid use during buprenorphine initiation",
                    "description": "The mean number of days of non-prescribed opioid use throughout the buprenorphine initiation period. Measured by participant self-report through daily mobile data collection technology entries.",
                    "timeFrame": "baseline to 2-week study visit"
                },
                {
                    "measure": "Fentanyl exposure after buprenorphine initiation",
                    "description": "The percent of participants exposed to fentanyl on point of care urine fentanyl test at the 2-week study visit.",
                    "timeFrame": "baseline to 2-week study visit"
                },
                {
                    "measure": "Non-fatal opioid overdose since last study visit",
                    "description": "The mean number of non-fatal overdose events. Self-reported measure at the 2-week and 6-week study visits.",
                    "timeFrame": "baseline to 6-week study visit"
                },
                {
                    "measure": "Strict Protocol Fidelity",
                    "description": "Proportion of participants of the low-dose initiation arm who meet criteria for strict adherence to the buprenorphine-naloxone (bup-nx) protocol. Defined as having both the correct bup-nx dose (mg) and correct timing each day of the initiation protocol:\n\n1. Correct block dose (mg) (yes/no): A reported dose is within the assigned dose limit for specified time block.\n2. Correct time block (yes/no): A reported dose is within the specified time block for all doses for the first 7 days (doses 1- 13; excluding day 8 doses 14, 15).\n\nMeasured using once daily participant self-report through daily mobile data collection technology entries.",
                    "timeFrame": "baseline- day 7"
                },
                {
                    "measure": "Proportional fidelity",
                    "description": "Specified time blocks with correct dose and timing / Total number of time blocks in the protocol",
                    "timeFrame": "baseline- day 7"
                },
                {
                    "measure": "Provider time-burden",
                    "description": "Measured as the total time per visit for clinical visits during the study period (continuous). Variable extracted from provider notes in the electronic medical record.",
                    "timeFrame": "8 days"
                },
                {
                    "measure": "Proportion of doses of buprenorphine taken according to treatment as usual arm initiation protocol",
                    "description": "Measured using once daily participant self-report through Ecological Momentary Assessment technology and defined as the proportion of pre-packaged doses taken each day during the initiation protocol.",
                    "timeFrame": "baseline to day 2"
                },
                {
                    "measure": "Withdrawal symptoms at 1 week",
                    "description": "Proportion of mild vs moderate-severe withdrawal scores at one week. Defined as the Subjective Opioid Withdrawal Score (SOWS) at the 1-week visit. SOWS is a 16-items scaled on symptom severity, with participants reporting whether they have each symptom (0=Not at all to 4=extremely). The 16 items are summed with a score of 1-10 representing mild withdrawal, 11-20 as moderate withdrawal, and \\>/= 21 as severe withdrawal. SOWS will be collected at a 1-week phone call visit.",
                    "timeFrame": "day 7"
                },
                {
                    "measure": "Opioid cravings over 1st week of buprenorphine initiation",
                    "description": "Measured using the Obsessive Compulsive Drug Use Scale (OCDUS). The OCDUS an 11 item instrument measuring cravings over 1 week, each item scored on a 5-point Likert scale 0= No craving to 5= Most intense craving, with anchors at each whole interval number, total score calculated by averaging the scores on the 11 items. OCDUS is administered at the 1-week phone call visit.",
                    "timeFrame": "day 0-7"
                },
                {
                    "measure": "Anxiety severity at 1 week",
                    "description": "Measured using the 4-item Patient-Reported Outcomes Measurement (PROMIS) 4a anxiety instrument, each item scaled from 1=Never to 5=Always. The total score is the total additive value of all 4 items, which is then translated into a T-score for each participant using a supplied table. The T-score rescales the raw score into a standardized T-score with a mean of 50 and a standard deviation (SD) of 10. Instrument is administered at the 1-week phone call visit.",
                    "timeFrame": "day 7"
                },
                {
                    "measure": "Mild vs Mod-Severe Withdrawal symptoms",
                    "description": "The percentage of severe vs mild-moderate buprenorphine-related withdrawal events between study arms will be assessed using the using the Subjective Opioid Withdrawal Score, a 16-item scale based on symptom severity (from 0=Not at all, to 4=extremely). The 16 items are summed with a score of 1-10 representing mild withdrawal, 11-20 as moderate withdrawal, and \\>/= 21 as severe withdrawal.",
                    "timeFrame": "baseline to 2-week visit"
                },
                {
                    "measure": "Buprenorphine treatment uptake, clinical visit",
                    "description": "Defined as having a positive urine drug test (UDT) for buprenorphine at either a 2-week clinical visit, as per electronic medical record, or research visit (yes/no). Missing either outcome (2-week UDT) will be considered as 'no uptake' (failed initiation).",
                    "timeFrame": "2-week visit"
                },
                {
                    "measure": "First buprenorphine-naloxone (bup-nx) dose",
                    "description": "The dose (mg) of the first bup-nx taken during the initiation process (continuous). Self-reported through mobile data collection technology.",
                    "timeFrame": "Day 0-1"
                },
                {
                    "measure": "Buprenorphine-naloxone (bup-nx) Dose per day",
                    "description": "The total bup-nx dose (mg) for each day of the initiation protocol (continuous). Self-reported through mobile data collection technology.",
                    "timeFrame": "Baseline - day 8"
                },
                {
                    "measure": "Buprenorphine-naloxone (bup-nx) Dose variability",
                    "description": "The change in bup-nx dose (mg) between each day of the protocol (continuous). Self-reported through mobile data collection technology.",
                    "timeFrame": "Baseline - day 8"
                },
                {
                    "measure": "Continued use of full-agonist opioid during initiation protocol (yes/no)",
                    "description": "Self-reported opioid use will be collected daily using mobile data collection technology.",
                    "timeFrame": "Baseline - day 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. Any gender, aged 18 years or greater\n4. Opioid Use Disorder (based on Diagnostic and Statistical Manual- Version 5 criteria)\n5. Ability to take sublingual medication\n6. Willingness to adhere to the assigned buprenorphine initiation regimen\n7. Fluency in English or Spanish\n8. For participants of reproductive potential: agreement to use highly effective contraception during study participation\n\nExclusion Criteria:\n\n1. Use of FDA-approved medications for opioid use disorder treatment (within 14 days prior to screening), including methadone, buprenorphine, or naltrexone\n2. Diagnosis of Alcohol Use Disorder, severe or Benzodiazepine Use Disorder, severe (based on Diagnostic and Statistical Manual- Version 5 criteria)\n3. Severe untreated mental illness, meaning psychosis or suicidality\n4. Presence of an acute or chronic medical condition that would make participation medically hazardous\n5. Pregnancy or lactation\n6. Known allergic reactions to buprenorphine or naloxone\n7. Inability to consent due to cognitive impairment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benjamin T Hayes, MD, MS, MPH",
                    "role": "CONTACT",
                    "phone": "4156700850",
                    "email": "bhayes@montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin T Hayes, MD, MS, MPH",
                    "affiliation": "Montefiore Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin T Hayes, MD, MS, MPH",
                            "role": "CONTACT",
                            "phone": "929-996-3408",
                            "email": "bhayes@montefiore.org"
                        },
                        {
                            "name": "Jessica Carter",
                            "role": "CONTACT",
                            "phone": "718-920-5394"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "3 months to 5 years following article publication"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002047",
                    "term": "Buprenorphine"
                },
                {
                    "id": "D000069479",
                    "term": "Buprenorphine, Naloxone Drug Combination"
                },
                {
                    "id": "D000009270",
                    "term": "Naloxone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "asFound": "Attention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "asFound": "Adapted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M447",
                    "name": "Buprenorphine, Naloxone Drug Combination",
                    "asFound": "St. John's Wort",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}