{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04501406",
            "orgStudyIdInfo": {
                "id": "IRB202000690-N-A"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK120331",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK120331"
                },
                {
                    "id": "OCR34802",
                    "type": "OTHER",
                    "domain": "UF OnCore"
                },
                {
                    "id": "PRO00025104",
                    "type": "OTHER",
                    "domain": "UFIRST"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Low-Dose Pioglitazone in Patients With NASH (AIM 2)",
            "officialTitle": "Effect of Low-Dose Pioglitazone in Patients With Nonalcoholic Steatohepatitis (NASH)",
            "therapeuticArea": [
                "Endocrinology",
                "Gastroenterology"
            ],
            "study": "low-dose-pioglitazone-in-patients-with-nash-aim"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-03",
            "studyFirstSubmitQcDate": "2020-08-05",
            "studyFirstPostDateStruct": {
                "date": "2020-08-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "To determine the safety and efficacy of low-dose pioglitazone (15 mg per day) on liver histology in in patients with T2DM with biopsy-proven nonalcoholic steatohepatitis (NASH).",
            "detailedDescription": "Rationale: Several studies have shown that pioglitazone, at either 30 to 45 mg per day, is safe and effective in randomized, controlled trials (RCTs) of 6- to 24-month duration (Belfort et al, NEJM 2006; Aithal et al, Gastroenterology 2008; Sanyal et al, NEJM 2010; Cusi et al, Annals Int Med 2016; Bril et al, Diabetes Care 2019). However, pioglitazone has shown to also improve glucose and lipid metabolism at the lower dose of 15 mg per day in patients with type 2 diabetes (Aronoff et al, Diabetes Care 2000; Miyazaki et al, Diabetes Care 2002; Rosenstock et al, Int J Clin Pract. 2002; Rajagopalan et al, Diabetes Res Clin Pract 2015). However, the effect of pioglitazone at doses of 15 mg per day on liver histology in patients with steatohepatitis (NASH) has not been previously examined.\n\nStudy aim: To examine the safety and efficacy of \"low-dose\" (15 mg/day) pioglitazone compared to placebo (control) in patients with type 2 diabetes and NASH in a 72-week randomized controlled study design.\n\nDescription: This is a single center, phase 2A, randomized, double-blind, placebo-controlled study designed to evaluate the efficacy and safety of pioglitazone in subjects that are 21 to 75 years of age, with nonalcoholic steatohepatitis (NASH) confirmed by liver biopsy and who have type 2 diabetes. Eligible subjects will be enrolled into two treatments arms: Pioglitazone 15 mg or placebo in a ratio 1:1. All subjects will be enrolled and followed at the our research center, the University of Florida NIH-sponsored Clinical Translational Science Institute. Upon study entry, patients will undergo a detailed medical history, physical exam, baseline routine laboratories, EKG, elastography (VCTE). Those who meet al inclusion/exclusion criteria will undergo further imaging by MRI and measurement of blood diagnostic panels hormones and biomarkers relevant to the disease state (steatohepatitis). A liver biopsy, if not done prior to study entry, will be performed. Patients that qualify (NASH with fibrosis F1-F3) will be randomized in a double-blind fashion to either pioglitazone or placebo. They will be followed during 10 scheduled visits after randomization for 72 weeks of treatment. Blood testing, imaging and a liver biopsy will be repeated as done at baseline. After completion of the study treatment period, subjects will be followed for an additional period of 4 weeks without study medication (week 76)."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes Mellitus (T2DM)",
                "Nonalcoholic Steatohepatitis"
            ],
            "keywords": [
                "Nonalcoholic fatty liver disease; pioglitazone."
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel assignment.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Randomized, placebo-controlled.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 166,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pioglitazone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Two arm, randomized, double-blind, placebo-controlled, 72 week treatment study receiving pioglitazone 15mg/day.",
                    "interventionNames": [
                        "Drug: Pioglitazone"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Two arm, randomized, double-blind, placebo-controlled, 72 week treatment study receiving placebo.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pioglitazone",
                    "description": "An insulin-sensitizer FDA-approved to treat hyperglycemia caused by type 2 diabetes.",
                    "armGroupLabels": [
                        "Pioglitazone"
                    ],
                    "otherNames": [
                        "Actos"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo looks just like pioglitazone and is given in the same way but has no active drug in it.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The proportion of pioglitazone-treated patients relative to placebo achieving an improvement of ≥2 points in non-alcoholic fatty liver disease activity score (NAS) without an increase in fibrosis stage.",
                    "description": "The proportion of patients with liver histological improvement of ≥2 points in non-alcoholic fatty liver disease activity score (NAS) with a ≥1-point reduction in either ballooning or lobular inflammation and no increase in fibrosis stage by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Resolution of NASH without worsening of liver fibrosis.",
                    "description": "The proportion of pioglitazone-treated patients achieving NASH resolution, defined as hepatocellular ballooning score of 0 and lobular NASH CRN scoring criteria.\n\ninflammation score of 0-1, with no increase in fibrosis stage.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Proportion of patients with improvement in the activity component of steatosis-activity-fibrosis (SAF) score.",
                    "description": "Proportion of patients with improvement in the activity component of steatosis-activity-fibrosis (SAF) score.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Proportion of patients with NAS improvement (0-8).",
                    "description": "The proportion of pioglitazone-treated patients achieving NAS improvement compared to placebo by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Mean NAS change (0-8).",
                    "description": "Defined as the mean change in the NAS score by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Proportion of patients with a change of the individual components of the NAS score (steatosis, lobular inflammation and ballooning) by at least 1 point.",
                    "description": "Defined as the proportion of patients with a change in steatosis, ballooning or inflammation by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Mean change of the individual components of the NAS",
                    "description": "Defined as the mean change in steatosis, ballooning or inflammation by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Fibrosis improvement.",
                    "description": "Defined as the proportion of patients with ≥1-stage decrease in fibrosis with no worsening of lobular inflammation or hepatocellular ballooning by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Improvement of fibrosis by at least 2 stages.",
                    "description": "Defined as the proportion of patients with an improvement of fibrosis by 2 stages by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Improvement of fibrosis AND resolution of NASH as a composite endpoint.",
                    "description": "Defined as the proportion of patients with improvement in both endpoints being met in the same subject by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "No worsening of fibrosis AND no worsening of NASH",
                    "description": "Defined as the proportion of patients with no worsening of fibrosis AND no worsening of ballooning or inflammation by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Progression of liver fibrosis.",
                    "description": "Defined by the proportion of patients with progression \\>1 stage in liver fibrosis by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Mean change in liver fibrosis",
                    "description": "Defined as he mean change in liver fibrosis by NASH CRN scoring criteria.",
                    "timeFrame": "72 weeks."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Liver fibrosis by imaging.",
                    "description": "Measured by magnetic resonance elastography.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Intrahepatic triglyceride content",
                    "description": "Measured by magnetic resonance imaging",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "CAP (controlled attenuation parameter) and vibration controlled transient elastography (VCTE)",
                    "description": "Measurement of CAP and VCTE by Fibroscan.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Liver cT1 MRI mapping (Liver Multiscan)",
                    "description": "A measurement of liver disease actvitiy",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Atlas imaging",
                    "description": "An integrated MRI body fat distribution; cardiovascular and abdominal organ measurement.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "biomarkers of liver fibrosis",
                    "description": "FIB-4, NFS, APRI, PRO-C3",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Insulin sensitivity",
                    "description": "Defined as an improvement in HOMA (fasting plasma glucose x fasting plasma insulin).",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Adipose tissue insulin sensitivity (Adipo-IR)",
                    "description": "Defined as an improvement in Adipo-IR (fasting plasma free fatty acids x fasting plasma insulin)",
                    "timeFrame": "72 weeks"
                },
                {
                    "measure": "Lipid profile",
                    "description": "Defined as an improvement in any one of the following parameters: plasma total cholesterol, LDL-cholesterol, HDL-cholesterol, triglycerides and lipoproteins.",
                    "timeFrame": "72 weeks."
                },
                {
                    "measure": "Glycemic control",
                    "description": "Fasting plasma glucose and Hba1c",
                    "timeFrame": "72 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. Able to communicate meaningfully with the investigator and legally competent to provide written informed consent.\n2. Aged 21 to 75 years.\n3. Patients with a diagnosis T2DM based on prior medical history, medication use, or results from a fasting plasma glucose or hemoglobin A1c, according to American Diabetes Association guidelines.\n4. Patients will be allowed to participate the glycosylated hemoglobin (HbA1c) is ≤ 9.5% on diet alone or on a stable dose (for at least 2 months) of the following diabetes medications: metformin, sulfonylurea, acarbose, DPP-IV inhibitors, SGLT2 inhibitors or insulin. The insulin total daily dose should be stable (defined as within 20% for the prior 2 months prior to study entry). A GLP-1 receptor agonist will be allowed if on a stable dose for 6 months prior to enrollment and body weight stable (defined as within 3%) in the prior 3 months. Diabetes medications will be continued at stable doses during the entire study (except if glycemic control deteriorates based on HbA1c; addition of metformin, sulfonylurea, acarbose, DPP-IV or insulin will be allowed if needed; pioglitazone, GLP-1RA or SGLT2 inhibitors will not).\n5. Hemoglobin level of at least 11.0 g/L (men) or at least 10.0 g/L (women), leukocyte count of at least 3.0 × 109 cells/L, neutrophil count of at least 1.5 × 109 cells/L, platelet count of at least 100 × 109 cells/L, albumin level of at least 2.5 g/L, serum creatinine level of 2.5 mg/dL or less, INR \\> 1.4, bilirubin \\> 1.3 mg/dL (unless if non-conjugated bilirubin elevated in the setting of Gilbert's syndrome), and AST and ALT levels no more than 8 times the ULN.\n\nExclusion criteria:\n\n1. Past or current history of alcohol use (\\>20 g/d of ethanol in females or \\>30g/d in males). Alcohol abuse will be ruled out on the basis of physicians' judgment, self-reported alcohol use, and family members' report of the patient's alcohol use. In addition, the Alcohol Use Disorders Identification Test (AUDIT) score will be used to assess alcohol use.\n2. Receipt of long-term therapy with medications known to have adverse effects on glucose tolerance, unless the patient has been receiving a stable dose of such agents for 4 weeks before study entry.\n3. Use of medications that could induce steatosis, such as estrogen or other hormonal replacement therapy, amiodarone, methotrexate, tamoxifen, raloxifene, pharmacological doses of oral glucocorticoids (≥10 mg per day of prednisone or equivalent), or chloroquine.\n4. Use of vitamin E (doses ≥800 IU/dy) or pioglitazone or any FDA-approved drug for NASH to be approved during the study.\n5. Any cause of chronic liver disease other than NASH, including but not restricted to alcohol or drug abuse, medication, chronic hepatitis B or C virus infection, autoimmune liver disease, hemochromatosis, Wilson disease (if younger than age 50), α1-antitrypsin deficiency, history of exposure to hepatotoxic drugs or history of primary or metastatic liver cancer.\n6. Presence of other medical conditions known to cause fatty liver disease.\n7. Any clinical or laboratory evidence of cirrhosis or hepatic decompensation, such as history of ascites, esophageal bleeding varices, or spontaneous encephalopathy.\n8. Prior or scheduled surgical procedures, including gastroplasty or jejunoileal or jejunocolic bypass.\n9. Prior exposure to organic solvents, such as carbon tetrachloride.\n10. Total parenteral nutrition within the past 6 months.\n11. Patients with other forms of diabetes other than T2DM.\n12. History of clinically significant heart disease such as congestive heart failure (New York Heart Association Classification greater than grade II-IV), unstable cardiovascular disease such as unstable angina (i.e., new or worsening symptoms of coronary heart disease within the past 6 months), acute coronary syndrome or coronary artery intervention within the past 6 months, acute myocardial infarction in the past 6 months; history of (within prior 6 months) or current unstable cardiac dysrhythmias.\n13. Uncontrolled hypertension (systolic blood pressure \\>160 mmHg and/or diastolic blood pressure \\>100 mmHg); clinically evident peripheral vascular disease (history of claudication); stroke or transient ischemic attack within the prior 6 months; clinically significant pulmonary disease (dyspnea on exertion of ≤1 flight; abnormal breath sounds on auscultation), or kidney disease as defined above per plasma creatinine elevation or significant proteinuria (macroalbuminuria).\n14. Pregnancy or lactation in women. Must have a negative pregnancy test or at least be two-year post-menopausal. Women with childbearing potential (i.e. fertile, following menarche and until becoming post-menopausal unless permanently sterile) must be using a highly effective method of contraception (i.e. combined (estrogen and progesterone containing) hormonal/ progesterone-only hormonal contraception associated with inhibition of ovulation, intrauterine device, intrauterine hormone-releasing system, bilateral tubal occlusion, vasectomized partner). The contraceptive method will have to be followed for at least one menstruation cycle after the end of the study.\n15. History of malignancy in the past 5 years and/or active neoplasm with the exception of resolved superficial nonmelanoma skin cancer.\n16. History of bladder disease and/or hematuria or has current hematuria unless due to a recent urinary tract infection.\n17. Hemostasis disorders or current treatment with anticoagulants.\n18. Any other criteria that based on the assessment of the research team the patient is deemed to be a poor research candidate.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kenneth Cusi, M.D.",
                    "role": "CONTACT",
                    "phone": "3522738662",
                    "email": "kcusi@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kenneth Cusi, MD",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kenneth Cusi, M.D.",
                            "role": "CONTACT",
                            "phone": "352-294-8672",
                            "email": "kcusi@ufl.edu"
                        },
                        {
                            "name": "Eddison Godinez Leiva, M.D.",
                            "role": "CONTACT",
                            "phone": "3522738519",
                            "email": "Eddison.GodinezLeiva@medicine.ufl.edu"
                        },
                        {
                            "name": "Kenneth Cusi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28223446",
                    "type": "BACKGROUND",
                    "citation": "Bril F, Cusi K. Management of Nonalcoholic Fatty Liver Disease in Patients With Type 2 Diabetes: A Call to Action. Diabetes Care. 2017 Mar;40(3):419-430. doi: 10.2337/dc16-1787."
                },
                {
                    "pmid": "32039382",
                    "type": "BACKGROUND",
                    "citation": "Gastaldelli A, Cusi K. From NASH to diabetes and from diabetes to NASH: Mechanisms and treatment options. JHEP Rep. 2019 Jul 19;1(4):312-328. doi: 10.1016/j.jhepr.2019.07.002. eCollection 2019 Oct."
                },
                {
                    "pmid": "17135584",
                    "type": "BACKGROUND",
                    "citation": "Belfort R, Harrison SA, Brown K, Darland C, Finch J, Hardies J, Balas B, Gastaldelli A, Tio F, Pulcini J, Berria R, Ma JZ, Dwivedi S, Havranek R, Fincke C, DeFronzo R, Bannayan GA, Schenker S, Cusi K. A placebo-controlled trial of pioglitazone in subjects with nonalcoholic steatohepatitis. N Engl J Med. 2006 Nov 30;355(22):2297-307. doi: 10.1056/NEJMoa060326."
                },
                {
                    "pmid": "18718471",
                    "type": "BACKGROUND",
                    "citation": "Aithal GP, Thomas JA, Kaye PV, Lawson A, Ryder SD, Spendlove I, Austin AS, Freeman JG, Morgan L, Webber J. Randomized, placebo-controlled trial of pioglitazone in nondiabetic subjects with nonalcoholic steatohepatitis. Gastroenterology. 2008 Oct;135(4):1176-84. doi: 10.1053/j.gastro.2008.06.047. Epub 2008 Jun 25."
                },
                {
                    "pmid": "20427778",
                    "type": "BACKGROUND",
                    "citation": "Sanyal AJ, Chalasani N, Kowdley KV, McCullough A, Diehl AM, Bass NM, Neuschwander-Tetri BA, Lavine JE, Tonascia J, Unalp A, Van Natta M, Clark J, Brunt EM, Kleiner DE, Hoofnagle JH, Robuck PR; NASH CRN. Pioglitazone, vitamin E, or placebo for nonalcoholic steatohepatitis. N Engl J Med. 2010 May 6;362(18):1675-85. doi: 10.1056/NEJMoa0907929. Epub 2010 Apr 28."
                },
                {
                    "pmid": "27322798",
                    "type": "BACKGROUND",
                    "citation": "Cusi K, Orsak B, Bril F, Lomonaco R, Hecht J, Ortiz-Lopez C, Tio F, Hardies J, Darland C, Musi N, Webb A, Portillo-Sanchez P. Long-Term Pioglitazone Treatment for Patients With Nonalcoholic Steatohepatitis and Prediabetes or Type 2 Diabetes Mellitus: A Randomized Trial. Ann Intern Med. 2016 Sep 6;165(5):305-15. doi: 10.7326/M15-1774. Epub 2016 Jun 21."
                },
                {
                    "pmid": "31332029",
                    "type": "BACKGROUND",
                    "citation": "Bril F, Biernacki DM, Kalavalapalli S, Lomonaco R, Subbarayan SK, Lai J, Tio F, Suman A, Orsak BK, Hecht J, Cusi K. Role of Vitamin E for Nonalcoholic Steatohepatitis in Patients With Type 2 Diabetes: A Randomized Controlled Trial. Diabetes Care. 2019 Aug;42(8):1481-1488. doi: 10.2337/dc19-0167. Epub 2019 May 21."
                },
                {
                    "pmid": "11092281",
                    "type": "BACKGROUND",
                    "citation": "Aronoff S, Rosenblatt S, Braithwaite S, Egan JW, Mathisen AL, Schneider RL. Pioglitazone hydrochloride monotherapy improves glycemic control in the treatment of patients with type 2 diabetes: a 6-month randomized placebo-controlled dose-response study. The Pioglitazone 001 Study Group. Diabetes Care. 2000 Nov;23(11):1605-11. doi: 10.2337/diacare.23.11.1605."
                },
                {
                    "pmid": "11874940",
                    "type": "BACKGROUND",
                    "citation": "Miyazaki Y, Matsuda M, DeFronzo RA. Dose-response effect of pioglitazone on insulin sensitivity and insulin secretion in type 2 diabetes. Diabetes Care. 2002 Mar;25(3):517-23. doi: 10.2337/diacare.25.3.517."
                },
                {
                    "pmid": "12074206",
                    "type": "BACKGROUND",
                    "citation": "Rosenstock J, Einhorn D, Hershon K, Glazer NB, Yu S; Pioglitazone 014 Study Group. Efficacy and safety of pioglitazone in type 2 diabetes: a randomised, placebo-controlled study in patients receiving stable insulin therapy. Int J Clin Pract. 2002 May;56(4):251-7."
                },
                {
                    "pmid": "26254513",
                    "type": "BACKGROUND",
                    "citation": "Rajagopalan S, Dutta P, Hota D, Bhansali A, Srinivasan A, Chakrabarti A. Effect of low dose pioglitazone on glycemic control and insulin resistance in Type 2 diabetes: A randomized, double blind, clinical trial. Diabetes Res Clin Pract. 2015 Sep;109(3):e32-5. doi: 10.1016/j.diabres.2015.05.030. Epub 2015 May 15."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Division of Endocrinology, Diabetes and Metabolism at the University of Florida",
                    "url": "http://endocrinology.medicine.ufl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Nonalcoholic Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077205",
                    "term": "Pioglitazone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M1693",
                    "name": "Pioglitazone",
                    "asFound": "Percutaneous",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}