{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06405074",
            "orgStudyIdInfo": {
                "id": "1682519"
            },
            "organization": {
                "fullName": "Washington D.C. Veterans Affairs Medical Center",
                "class": "FED"
            },
            "briefTitle": "Low Intensity Focused Ultrasound for Tobacco Use Disorder: High Resolution Targeting of the Human Insula",
            "officialTitle": "Low Intensity Focused Ultrasound for Tobacco Use Disorder: High Resolution Targeting of the Human Insula",
            "acronym": "LIFU_TUD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "low-intensity-focused-ultrasound-for-tobacco-use-disorder-high-resolution-targeting-of-the-human-insula"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-16",
            "studyFirstSubmitQcDate": "2024-05-04",
            "studyFirstPostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington D.C. Veterans Affairs Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to to inhibit the dorsal anterior insula (dAI) with low intensity focused ultrasound (LIFU) to determine the causal role for the dAI in smoking cue induced craving in individuals with tobacco use disorder (TUD); smoking cue induced craving is a clinically important behavior which has been associated with the severity of nicotine addiction. The main question\\[s\\] it aims to answer are:\n\n* the safety and tolerability of dAI LIFU compared to sham stimulation in individuals with TUD\n* the effects of LIFU vs sham to left dAI functional magnetic resonance imaging (fMRI) BOLD activity and craving in response to smoking cue exposure.\n\nParticipants will undergo anatomical MRI, neurological assessment, clinical assessment and patient query to assess the safety and tolerability of LIFU vs sham.\n\nParticipants will undergo functional magnetic resonance imaging where we will measure the effect of LIFU vs sham on 1) dAI blood-oxygen-level-dependent (BOLD) activation in response to smoking (compared to neutral) cue exposure and 2) cue-induced craving in individuals with TUD. Each participant will receive LIFU and sham stimulation.",
            "detailedDescription": "Tobacco use disorder (TUD) remains the leading cause of preventable death in the world. Costs of smoking related illness in the United States totals more than $300 billion each year. The majority of adult cigarette smokers want to quit and more than half make an attempt but fewer than 1 in 10 smokers successfully quit at the end of 1 year. Rates of cigarette smoking are higher and cessation rates are lower in the veteran population in the United States compared to the nonveteran population. Noninvasive neuromodulation holds promise as a therapeutic approach to TUD as evidenced by the recent food and drug administration (FDA) clearance of deep transcranial magnetic stimulation (TMS) as such a treatment. One additional, emerging potential therapeutic is using low-intensity focused ultrasound (LIFU) to inhibit cortical and deep brain regions. The enormous potential of LIFU stems from the ability to focus ultrasound through the intact skull to a millimeter-sized focal spot size anywhere in the brain. This makes it a powerful alternative to both invasive neurosurgical procedures and other noninvasive brain stimulation techniques such as TMS that have limited spatial resolution and can only reach superficial areas of the brain. One promising target to treat TUD is the dorsal anterior insular cortex (dAI), a brain structure whose function is linked to the desire to smoke. The dAI is a part of the salience network (SN) that is involved in assigning significance and emotional value to stimuli and is consistently activated with exposure to smoking cues and craving. Remarkably, humans with damage to the insula were able to stop smoking easily and without experiencing cravings or relapse. As such, the insula is a promising target for reducing craving and use in individuals with TUD. Unfortunately, the dAI is small and lies deep within the lateral sulcus covered by the overlying opercula of the temporal lobe and is not accessible with conventional noninvasive neuromodulatory techniques. LIFU can selectively target the dAI and provides a potentially transformative method to reduce nicotine craving and addiction. The overall purpose of this proposal is to inhibit the dAI with LIFU to determine the causal role for the dAI in smoking cue induced craving which is a clinically important behavior which has been associated with the severity of nicotine addiction."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use Disorder"
            ],
            "keywords": [
                "low intensity focused ultrasound",
                "functional magnetic resonance imaging",
                "insula"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "within subject, randomized, double-blind, sham-controlled trial",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The Sham condition will be conducted using an interface which does not allow ultrasound energy to pass from the transducer to the target. The administration of LIFU/sham will be conducted in a double-blind fashion.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "LIFU/Sham",
                    "type": "OTHER",
                    "description": "double-blind, sham-controlled, crossover study in N=44 individuals with Tobacco Use Disorder",
                    "interventionNames": [
                        "Device: low intensity focused ultrasound (LIFU)"
                    ]
                },
                {
                    "label": "Sham/LIFU",
                    "type": "OTHER",
                    "description": "double-blind, sham-controlled, crossover study in N=44 individuals with Tobacco Use Disorder",
                    "interventionNames": [
                        "Device: low intensity focused ultrasound (LIFU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "low intensity focused ultrasound (LIFU)",
                    "description": "Low-intensity focused ultrasound (LIFU) provides an energy source with millimeter resolution that can be focused anywhere in the brain safely and effectively for non-invasive and transient neuromodulation. LIFU is an important advance and of great significance for brain-mapping efforts, diagnostics, and therapies in neuroscience and particularly promising for addiction therapy as it provides unprecedented non-surgical access to the brain regardless of depth.\n\nMuch lower intensities of focused ultrasound (LIFU) are used so that tissue damage does not occur, but neural activity can be modulated. LIFU utilizes acoustic energy at much lower levels to affect tissue by mechanical effects.",
                    "armGroupLabels": [
                        "LIFU/Sham",
                        "Sham/LIFU"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-Emergent Adverse Events",
                    "description": "number of adverse events",
                    "timeFrame": "immediately prior to 1 session LIFU and within 1 hour post LIFU; immediately prior to 1 session sham and with in 1 hour post shamdays"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Smoking cue-induced craving",
                    "description": "numerical craving rating scale",
                    "timeFrame": "immediately prior to 1 session LIFU and within 1 hour post LIFU; immediately prior to 1 session sham and with in 1 hour post sham"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female veterans aged 18-65 years\n2. Meet the Diagnostic and Statistical Manual, Fifth edition (DSM-5) criteria for current TUD (moderate to severe) as diagnosed by the Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition.\n3. Currently smoking \\> 10 cigarettes per day with no period of abstinence \\> 3 months in the last year\n4. Current use of tobacco in last year is limited to cigarettes\n5. Currently in Contemplation Stage of motivation for behavior change with respect to smoking as assessed by the University of Rhode Island Change Assessment Scale\n\nExclusion Criteria:\n\n1. Not under current treatment for smoking cessation.\n2. No history of head injury, seizures, neurologic disorders including cerebrovascular disease, multiple sclerosis, or neurodegenerative diseases or major medical illness\n3. Current substance use disorder for a psychoactive substance (except nicotine)\n4. DSM-5 psychiatric disorder requiring current treatment\n5. Ferromagnetic implants or other contraindications for MRI\n6. Taking any psychotropic medication such as antidepressants, anxiolytics and antipsychotics.\n7. any medication other than psychotropic medications that is known to cross the blood brain barrier and achieve brain penetrance such that it will alter BOLD signal or lower seizure threshold, such as antibiotics, antihistamines or muscle relaxants.\n8. currently pregnant or breast feeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary R. Lee, MD",
                    "role": "CONTACT",
                    "phone": "202-745-8000",
                    "phoneExt": "58128",
                    "email": "mary.lee3@va.gov"
                },
                {
                    "name": "Evan Lindeman, BS",
                    "role": "CONTACT",
                    "email": "evan.lindeman@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary R Lee, MD",
                    "affiliation": "Veterans Affairs Medical Center, Washington DC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Veterans Affairs Medical Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20422",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "behavioral and imaging data",
            "infoTypes": [
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "data will be available after analysis of primary and secondary outcomes are completed"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Tobacco Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}