{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03455959",
            "orgStudyIdInfo": {
                "id": "2018P000117"
            },
            "secondaryIdInfos": [
                {
                    "id": "2R01AI040618-21",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2R01AI040618-21"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Lung-Resident Memory Th2 Cells in Asthma",
            "officialTitle": "Lung-Resident Memory Th2 Cells in Asthma",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "lung-resident-memory-cells-in-asthma"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-02-28",
            "studyFirstSubmitQcDate": "2018-02-28",
            "studyFirstPostDateStruct": {
                "date": "2018-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-09-06",
            "lastUpdatePostDateStruct": {
                "date": "2022-09-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Andrew D. Luster, M.D.,Ph.D.",
                "investigatorTitle": "Chief, Division of Rheumatology, Allergy & Immunology",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Andrew D. Luster, M.D.,Ph.D.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Determining how memory T helper type 2 (Th2) initiate recall responses to aeroallergens has the potential to change the therapeutic approach to allergic asthma, the most common asthma subtype. \\~5-10% of effector Th2 cells recruited into the lung give rise to long-lived tissue resident memory cells that are poised to respond upon allergen re-exposure.Consequently, targeting memory Th2 cell activation is an attractive therapeutic strategy. However, it is not well understood how allergen inhalation initiates a memory Th2 cell response in the lung. The focus of this new study on the role of lung-resident memory Th2 cells in orchestrating the recall response to allergen in the lung, including the recruitment and activation of circulating Th2 cells, is a natural, timely and exciting extension of the investigators' ongoing Allergen Challenge Protocol.",
            "detailedDescription": "The objective of this study is to define the mechanisms whereby Th2-Trm persisting in the lung orchestrates a recall response to inhaled allergens. The investigators' central hypothesis is that Th2-Trm ignite allergic airway inflammation via a rapid and enhanced response to cognate antigen in the airway and the ability to recruit circulating Th2 cells (Th2-Tcr) to the sites of antigen presentation in the lung. Mechanistically, the investigators hypothesize that Th2-Trm co-localize with DCs expressing the Th2 cell-attracting chemokine CCL17 and after allergen re-challenge rapidly produce type 2 cytokines that initiate allergic inflammation and markedly enhance DC expression of CCL17. This increased CCL17 expression recruits Th2-Tcr cells from the blood to sites of antigen presentation where Th2-Tcr receive a \"second touch\" from cognate antigen loaded and activated DCs and become fully competent to amplify allergic inflammation. The investigators propose to use innovative experimental systems to define the function of Th2-Trm, including single cell RNA-seq analysis of human airway mucosal CD4+ T cells obtained via bronchial brushing. Specifically, the investigators propose to define the transcriptional phenotype of human lung Th2-Trm and Th2-Tcr. Defining the mechanisms regulating Th2-Trm function in the asthmatic airway has the potential to yield new therapeutic approaches for allergic asthma. Memory CD4+ T helper type 2 (Th2) cells are critical in promoting allergic asthma, the most common asthma endotype. The investigators propose to define the function of newly described lung-resident memory Th2 cells in driving recurrent allergic airway inflammation. The successful completion of the proposed study has the potential to focus new asthma therapies on specifically targeting the biology of lung-resident memory Th2 cells."
        },
        "conditionsModule": {
            "conditions": [
                "Asthma, Allergic"
            ],
            "keywords": [
                "Asthma",
                "Allergic",
                "Inflammation",
                "Airway"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A single time point study with all information obtained at the time of bronchoscopy",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Allergic Asthmatic or Healthy Control Adults",
                    "type": "EXPERIMENTAL",
                    "description": "Allergic Asthmatic or Healthy Control Adults will undergo Bronchoscopy/BAL and airway brushing",
                    "interventionNames": [
                        "Procedure: Bronchoscopy/BAL",
                        "Procedure: Airway Brushing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Bronchoscopy/BAL",
                    "description": "Participants may receive 3 inhalations (90 ug ea) of albuterol to minimize bronchoconstriction. Medication includes midazolam by intravenous injection, and fentanyl by intravenous injection as judged necessary. 2% lidocaine is delivered via atomizer spray to the oral pharynx for local anesthesia. 1% lidocaine is delivered through the bronchoscope to the vocal cords and lung segments for local anesthesia. The bronchoscope is then passed through the vocal cords into the trachea. Throughout the procedure, all participants will have continuous blood pressure, heart rate, and oxygen saturation monitoring. Participants will be instructed to relate any discomfort or problems through a series of standardized hand signals. Once in the lung, aliquots of sterile saline are instilled into two subsegments of the right middle lobe (preferred and if not possible then the right upper lobe) and withdrawn into a trap by gentle suction.",
                    "armGroupLabels": [
                        "Allergic Asthmatic or Healthy Control Adults"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Airway Brushing",
                    "description": "After completion of the BALs, endobronchial brushing of the airways will be performed using the airway brushings with a Conmed Harrell™ 4 mm unsheathed cytology brush. Upon completing the brushing the investigators remove the bronchoscope with the brush in place to avoid shearing off isolated cells. The brush will be gently glided back and forth on the airway epithelium 10 times in 2 different locations within the same airway. The brush is then placed in media and flicked to remove the cells. A second brush will then be introduced into an adjacent airway of the same lobe and gently glided back and forth on the airway epithelium 10 times in 2 different locations as was done with the first brush. The second brush will also be placed in media and flicked to remove the cells. There is some airway bleeding caused by the procedure, and participants are made aware that they may cough up small amounts of blood for 24-48 hours following the procedure.",
                    "armGroupLabels": [
                        "Allergic Asthmatic or Healthy Control Adults"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The phenotype of Th2-Trm recovered from the airway mucosa",
                    "description": "The investigators will determine the phenotype of Th2-Trm recovered from the airway mucosa of humans with asthma via flow cytometry to define the phenotype of human Th2-Trm. The T cells will be recovered from airway bronchial brushing samples of patients with allergic asthma and allergy to an indoor allergen, and the investigators will obtain comparative samples from nonallergic healthy control subjects.",
                    "timeFrame": "This is a single time point study with all information obtained at the time of bronchoscopy defined as Day 0."
                },
                {
                    "measure": "The transcriptional profile of Th2-Trm recovered from the airway mucosa",
                    "description": "The investigators will determine the transcriptional profile of Th2-Trm recovered from the airway mucosa of humans with asthma via single-cell RNA-seq analysis to define the phenotype of human Th2-Trm. The T cells will be recovered from airway bronchial brushing samples of patients with allergic asthma and allergy to an indoor allergen, and the investigators will obtain comparative samples from nonallergic healthy control subjects.",
                    "timeFrame": "This is a single time point study with all information obtained at the time of bronchoscopy defined as Day 0."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Mild to moderate allergic asthma (AA) subjects\n\nInclusion Criteria:\n\n1. All subjects will have a baseline FEV1 no less than 75% of the predicted value.\n2. All subjects will have a clinical history of allergic symptoms to an indoor allergen present in their home environment, either cat, dog or dust mite allergen, and confirmed skin reactivity (a positive allergen prick test) to the same allergen. The investigators will recruit both:\n\n   1. subjects with mild intermittent or mild persistent asthma (consistent with NAEP Step 1 or Step 2 treatment options) who are not taking regular daily inhaled corticosteroids (ICS), and\n   2. subjects with moderate persistent asthma (consistent with NAEP Step 3 treatment options) who are taking regular daily inhaled corticosteroids (ICS). In this subgroup, the maximum allowable daily ICS dose will be 220 MCG twice daily of fluticasone or equivalent ICS at screening.\n3. Life-long absence of cigarette smoking (lifetime total of \\< 5 pack-years and none in 5 years).\n4. Willing and able to give informed consent.\n5. Expressed the desire to participate in an interview with the principal investigator.\n6. Age between 18 and 55 years.\n7. All subjects will have a positive methacholine challenge with a PC20 \\< 16 mg/ml.\n\nExclusion Criteria:\n\n1. Women of childbearing potential who are pregnant (based on urine beta-HCG testing), are sexually active and not using contraception, are seeking to become pregnant or who are nursing.\n2. The presence of spontaneous asthmatic exacerbation or clinical evidence of upper respiratory tract infection within the previous 6 weeks and not requiring a change in daily inhaled corticosteroids (ICS) in the past 4 weeks.\n3. Participation in a research study involving a drug or biologic agent during the 30 days prior to the study.\n4. Intolerance to albuterol, atropine, lidocaine, fentanyl, or midazolam.\n5. Antihistamines within 7 days of the screening visit.\n6. Presence of diabetes mellitus, congestive heart failure, ventricular arrhythmias, history of a cerebrovascular accident, renal failure, history of anaphylaxis or cirrhosis.\n7. Use of systemic steroids, increased use of inhaled steroids, beta blockers and MAO inhibitors or a visit for an asthma exacerbation within 1 month of the screening visit.\n8. Antibiotic use for respiratory disease within 1 month of the characterization visit or a respiratory tract infection within 6 weeks of the bronchoscopy visits.\n9. A history of asthma-related respiratory failure requiring intubation.\n10. Taking beta-adrenergic blocking agents or monoamine oxidase inhibitors.\n11. Subjects with a high possibility of poor compliance with the study.\n12. No history of cigarette smoking within the past 5 years or \\> 5 pack years total.\n13. No indoor animal or second-hand cigarette smoke exposure. (It is also preferred but not required that dust mite allergic subjects have dust mite-proof encasings on their mattress and pillows.)\n14. Other lung diseases, such as sarcoidosis, bronchiectasis or active lung infection.\n15. Use of Xolair (omalizumab - anti-IgE monoclonal antibody) within 6 months.\n16. Immunotherapy with cat, dog, or dust mite extract now or in the past 10 years\n17. Use of other biologics for treatment of asthma or other medical condition, such as Nucala (mepolizumab, anti-IL-5 monoclonal antibody), Cinqair (reslizumab, anti-IL-5 monoclonal antibody), Fasenra (benralizumab, anti-IL-5 receptor monoclonal antibody), Dupixent (dupilumab, anti-IL-4 receptor-alpha monoclonal antibody), or other immunomodulatory biologics within 6 months.\n\nHealthy Control (HC) Subjects HC subjects will be individuals who are in good overall health, age and sex matched to the asthmatic group, age 18 - 55 and nonallergic, i.e. entirely negative on a panel of prick skin tests that includes trees, grasses, weeds, cat, dog, dust mites, cockroach and molds, with no history of allergic rhinitis or asthma, no history of allergic symptoms caused by cats, dogs, or dust mite allergen exposure, life-long nonsmokers of cigarettes (defined as a lifetime total of \\< 5 packyears and none in 5 years), normal spirometry (i.e. FEV1 and FVC of at least 90% of predicted) and with a negative methacholine challenge test (PC20 of \\> 25 mg/ml).\n\nExclusion Criteria:\n\n1. A history of allergy, asthma, nasal or sinus disease.\n2. Exclusion criteria #1, 3-8 and 10-17 as indicated above for mild to moderate allergic asthma.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rod A Rahimi, MD PhD",
                    "role": "CONTACT",
                    "phone": "617-643-5482",
                    "email": "rrahimi@mgh.harvard.edu"
                },
                {
                    "name": "Ben D Medoff",
                    "role": "CONTACT",
                    "phone": "(617) 726-6695",
                    "email": "bmedoff@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew D Luster",
                    "affiliation": "MGH",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02116",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rod A Rahimi, MD PhD",
                            "role": "CONTACT",
                            "phone": "617-643-5482",
                            "email": "rrahimi@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "relevance": "LOW"
                },
                {
                    "id": "M3767",
                    "name": "Albuterol",
                    "relevance": "LOW"
                },
                {
                    "id": "M11845",
                    "name": "Midazolam",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}