{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06228066",
            "orgStudyIdInfo": {
                "id": "10001523"
            },
            "secondaryIdInfos": [
                {
                    "id": "001523-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Lurbinectedin With or Without Avelumab in Small Cell Carcinoma of the Bladder (LASER)",
            "officialTitle": "A Phase II Study of Lurbinectedin With or Without Avelumab in Small Cell Carcinoma of the Bladder (LASER)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "lurbinectedin-with-or-without-avelumab-in-small-cell-carcinoma-of-the-bladder-laser"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-26",
            "studyFirstSubmitQcDate": "2024-01-26",
            "studyFirstPostDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nSmall cell carcinoma of the bladder (SCCB) and other high-grade neuroendocrine tumors (HGNET) of the urinary tract are rare but aggressive cancers. Average survival for people diagnosed with SCCB or HGNET is about 1 year. Lurbinectedin and avelumab are drugs that are approved to treat other cancers. Researchers want to see if these drugs can help people with SCCB or HGNET.\n\nObjective:\n\nTo test lurbinectedin with or without avelumab in people with SCCB or HGNET.\n\nEligibility:\n\nAdults aged 18 years and older with SCBB or HGNET that returned and spread after treatment.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam. They will have blood tests and imaging scans. They may need to have a new biopsy: A small needle will be used to collect a tissue sample from the tumor.\n\nBoth study drugs are given through a tube attached to a needle inserted into a vein. If participants have already received a drug like avelumab they will receive only lurbinectedin. If patients have not been previously treated with a drug like avelumab they will receive both lurbinectedin and avelumab. All participants will receive their treatment once every 3 weeks for up to 10 years. They will also receive other drugs to relieve adverse effects.\n\nBiopsies, blood tests, and imaging scans will be repeated during some study visits. Participants may also have urine tests and tests of their heart function.\n\nParticipants may remain in the study as long as the treatment is helping them. If they stop treatment, they will have safety visits 14, 30, and 90 days after their last dose. Additional follow-up visits will continue 5 to 10 years.",
            "detailedDescription": "Background:\n\n* Small cell carcinoma of the bladder (SCCB) is a rare, aggressive form of bladder cancer, accounting for less than 1% of all bladder malignancies.\n* High grade neuroendocrine tumors (HGNET) of the urinary tract are very rare and include both small cell neuroendocrine carcinomas (SCNEC) and large cell neuroendocrine carcinomas (LCNEC).\n* Traditionally regimens drawn from the small cell lung cancer literature (cisplatin and etoposide) are used in the frontline setting, and while initially highly responsive to chemotherapy, responses are generally short lived.\n* There is little evidence to guide therapeutic decisions at time of disease progression.\n* Lurbinectedin is a selective inhibitor of oncogenic transcription that binds preferentially to guanines located in the GC-rich regulatory areas of DNA gene promoters.\n* Lurbinectedin prevents binding of transcription factors to their recognition sequences, inhibiting oncogenic transcription and leading to tumor cell apoptosis.\n* Lurbinectedin was recently approved as a second line agent in small cell lung cancer, where it has shown an overall response rate of 35%.\n* Immune checkpoint inhibitors have become part of the standard of care for small cell lung cancer, and their use in the community for treatment of SCCB has increased.\n* However, immune checkpoint inhibitor use in SCCB is still case reportable in the literature, and no prospective studies have been published to date.\n\nObjective:\n\n-To assess the objective response rate (ORR) of lurbinectedin, either alone or in combination with avelumab, in participants with small cell carcinoma of the bladder (SCCB) or other high grade neuroendocrine tumors (HGNETs) of the urinary tract\n\nEligibility:\n\n* Age \\>= 18 years\n* Histologically confirmed diagnosis of metastatic SCCB or HGNET of the urinary tract\n* Participants must have metastatic disease defined as new or progressive lesions.\n* Participants must have at least one measurable site of disease\n* Participants must have received, be ineligible, or refused prior platinum/etoposide chemotherapy for SCCB or HGNET of the urinary tract.\n\nDesign:\n\n* This is a Phase II, multisite, open label, nonrandomized study with two cohorts.\n* All participants will receive lurbinectedin.\n* Participants without prior immune checkpoint inhibitor exposure will be eligible to receive concurrent avelumab.\n* Treatment will be given in 21-day cycles continuously for up to 10 years or until signs of progression or intolerable side effects.\n* Lurbinectedin will be administered intravenously (I.V.) at 3.2mg/m\\^2 every 21 days.\n* Avelumab will be administered I.V. at 800mg every 21 days.\n* The accrual ceiling will be set at 35 to allow for a small number of inevaluable participants."
        },
        "conditionsModule": {
            "conditions": [
                "Small Cell Carcinoma of the Bladder",
                "High Grade Neuroendocrine Tumors of the Urinary Tract"
            ],
            "keywords": [
                "High grade neuroendocrine tumors",
                "small cell neuroendocrine carcinoma",
                "large cell neuroendocrine carcinoma",
                "transcription factor inhibitor",
                "Immunotherapy",
                "programmed cell death 1 ligand 1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment with lurbinectedin",
                    "interventionNames": [
                        "Drug: Lurbinectedin"
                    ]
                },
                {
                    "label": "Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment with lurbinectedin and avelumab",
                    "interventionNames": [
                        "Drug: Lurbinectedin",
                        "Drug: Avelumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lurbinectedin",
                    "description": "Lurbinectedin is administered IV over 1 hour at 3.2 mg/m2 on day 1 of each 21-day cycle",
                    "armGroupLabels": [
                        "Arm 1",
                        "Arm 2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Avelumab",
                    "description": "Avelumab is administered IV at 800 mg over 1 hour on day 1 of each 21-day cycle",
                    "armGroupLabels": [
                        "Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective response rate (ORR)",
                    "description": "Percentage of participants by best overall response (e.g., CR, PR, SD, PD) to therapy",
                    "timeFrame": "At every restaging (prior to every 3rd cycle) until the end of the treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety of lurbinectedin with or without avelumab",
                    "description": "Adverse events (AEs) will be reported by type and grade of toxicity",
                    "timeFrame": "From first dose through 90 days after last treatment with the study drug(s)"
                },
                {
                    "measure": "Clinical benefit rate (CBR)",
                    "description": "Percentage of participant who have achieved CR, PR, and SD while on treatment.",
                    "timeFrame": "At every restaging (every 9 weeks) until the end of the study therapy"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "Duration of time from start of treatment to time of progression or death, whichever occurs first",
                    "timeFrame": "At every restaging (every 9 weeks) until PD"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Time from the start of treatment that participants are still alive.",
                    "timeFrame": "Day 1 of each cycle, at EoT, at the Safety visits, and every 90 days for up to a total of 10 years after the end of therapy."
                },
                {
                    "measure": "Duration of response (DoR)",
                    "description": "Time from start of treatment to disease progression or death in participants who achieve CR or PR",
                    "timeFrame": "At each study visit and at every restaging (every 9 weeks) starting at cycle 3 until PD"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have histologically or cytologically confirmed metastatic small cell carcinoma of the bladder (SCCB) or other high grade neuroendocrine tumors (HGNETs) of the urinary tract (which includes renal pelvis, ureter, and urethra, and excludes neuroendocrine tumors of the prostate). Mixed histologies, with any component including small cell carcinoma, are eligible for inclusion.\n* Participants in Cohort 1 must have received prior immune checkpoint inhibitors or be ineligible for treatment with immune checkpoint inhibition.\n* Participants in Cohort 2 must be immune checkpoint inhibitor na(SqrRoot) ve but eligible to receive them.\n* Participants must have metastatic disease defined as new or progressive lesions.\n* Participants must have at least one measurable site of disease, per RECIST 1.1.\n* Participants must have received, be ineligible, or refused prior platinum/etoposide chemotherapy for SCCB or other HGNET of the urinary tract. Platinum ineligibility is defined as a CrCl \\<30, or two or more of the following: CrCl \\<50-60, ECOG \\>=2, hearing loss \\>= grade 2, peripheral neuropathy \\>= grade 2, NYHA heart failure class \\>= class III.\n* Age \\>=18 years.\n* Eastern Cooperative Oncology Group \\[ECOG\\] performance status \\<=2 (Karnofsky \\>=60%.\n* Participants must have adequate organ and marrow function as defined below:\n\n  * Absolute neutrophil count (ANC) \\>=1,500/microliter\n  * Platelets \\>=100,000/ microliter\n  * Hemoglobin (Hgb) \\> 9g/dL (erythrocyte transfusions are allowed to achieve acceptable Hgb)\n  * Total bilirubin within normal limits with the following exceptions:\n\n    * Participants with tumor involving the liver may have mild to moderate hepatic impairment with total bilirubin \\<= 1.5 X upper limit of normal (ULN)\n    * Participants with known Gilbert disease who have serum bilirubin level \\<= 1.5 X ULN\n  * AST(SGOT)/ALT(SGPT) \\<=1.5 x institutional ULN\n\n    ---Participants with tumor involving the liver may enroll with AST and ALT \\<= 5.0 X ULN and bilirubin \\<= 1.5 X ULN\n  * Creatinine clearance (CrCl) \\>= 30 mL/min/1.73 m\\^2 (glomerular filtration rate \\[GFR\\] may be used in place of CrCl. Creatinine clearance or eGFR should be calculated per institutional standard)\n* Participants with previously treated brain metastases or central nervous system (CNS) metastases are eligible if they have recovered from any acute effects of radiotherapy and not requiring steroids, and any whole brain radiation therapy or any stereotactic radiosurgery was completed at least 2 weeks prior to initiation of therapy.\n* Human immunodeficiency virus (HIV) positive participants are eligible if on stable dose of highly active antiretroviral therapy (HAART), CD4 counts are \\> 350 cells/mm\\^3 and viral load is undetectable.\n* Hepatitis B virus (HBV) positive participants are eligible if they have been treated or are on an appropriate course of antivirals at study entry and with planned monitoring and management according to appropriate guidance including prophylaxis.\n* Hepatitis C virus (HCV) positive participants are eligible if:\n\n  * they are on active HCV therapy at study entry or are on an appropriate course of antivirals without documented clinically significant impaired liver function test or hematologic abnormalities and with planned monitoring and management according to appropriate labeling, or if they are post treatment for HCV; or\n  * they have a negative polymerase chain reaction (PCR).\n* Women of child-bearing potential (WOCBP) must agree to use a highly effective method of contraception (e.g., intrauterine device \\[IUD\\], hormonal, surgical sterilization, abstinence) prior to study entry, for the duration of study participation, and for up to six (6) months after discontinuation of the study drug(s).\n* Men must agree to use an effective method of contraception (barrier, surgical sterilization, abstinence) for the duration of the study treatment and up to six (6) months after the last dose of the study drug(s). We also will recommend men with female partners of childbearing potential to ask female partners to be on an effective birth control (hormonal, intrauterine device (IUD), surgical sterilization). Men must not freeze or donate sperm within the same period.\n* Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through six (6) weeks after the last dose of the study drug(s).\n* Participants must be able to understand and willing to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Participants with prior investigational drug, chemotherapy, immunotherapy or any prior radiotherapy (except for palliative bone directed therapy) within the past 14 days prior to the first drug administration. Additionally, FDA-approved hormonal therapy for the treatment or prevention of other malignancies (e.g., breast cancer, prostate cancer) may be continued where in the opinion of the investigator stopping such therapies may increase the risk of disease progression. Potential drug-drug interactions with the hormonal agent will be assessed by the enrolling investigator prior to enrollment.\n* Participants previously treated with lurbinectedin.\n* History of anaphylactic allergic reactions attributed to compounds of similar chemical or biologic composition to lurbinectedin or avelumab\n* Symptomatic or untreated CNS metastases\n* Participants in cohort 2 will be excluded if they have an active autoimmune disease that might deteriorate when receiving avelumab with the exception of:\n\n  * Diabetes type I, eczema, vitiligo, psoriasis, or hypo- or hyperthyroid diseases not requiring immunosuppressive treatment\n  * Participants requiring hormone replacement with corticosteroids if the steroids are administered only for the purpose of hormonal replacement and at doses \\<= 10mg of prednisone or equivalent per day\n  * Participants receiving steroids for other conditions through a route known to result in a minimal systemic exposure (topical, intranasal, intro-ocular, or inhalation)\n  * Participants on physiologic doses of corticosteroids (\\<= the equivalent of prednisone 10 mg/day). In addition, the use of corticosteroids as premedication for contrast-enhanced studies is allowed prior to enrollment and on study.\n* Participants on systemic corticosteroid therapy (defined as \\>=the equivalent of prednisone 10 mg/day) or other immunosuppressive agents such as azathioprine or cyclosporin A. For these participants, these excluded treatments must be discontinued at least 1 week prior to enrollment for recent short course use (\\<=14 days) or discontinued at least 4 weeks prior to enrollment for long term use (\\>14 days).\n* Participants with prior organ transplantation including allogenic stem cell transplantation.\n* Participants who have received or will receive a live vaccine within 30 days prior to the first administration of study intervention. Seasonal flu vaccines that do not contain a live virus and locally authorized/approved COVID-19 vaccines are permitted.\n* Pregnant people as evaluated by a positive serum or urine beta-human chorionic gonadotropin (beta-hCG) test\n* Participants with severe uncontrolled intercurrent illness that would limit compliance with study requirements, evaluated by history, physical exam, and chemistry panel.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NCIMO Referral Office",
                    "role": "CONTACT",
                    "phone": "(888) 624-1937",
                    "email": "ncimo_referrals@mail.nih.gov"
                },
                {
                    "name": "Andrea B Apolo, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 480-0536",
                    "email": "apoloab@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrea B Apolo, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Ley",
                            "role": "CONTACT",
                            "phone": "240-858-3524",
                            "email": "lisa.ley@nih.gov"
                        },
                        {
                            "name": "National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "(888) 624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001523-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All collected IPD will be shared@@@@@@",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "This study will comply with the NIH Data Management and Sharing (DMS) Policy, which applies to all new and ongoing NIH-funded research in the IRP, as of January 25, 2023, that is associated with a ZIA, with a clinical protocol that undergoes scientific review and/or will involve genomic data sharing.",
            "accessCriteria": "Data from this study may be requested by contacting the PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000001749",
                    "term": "Urinary Bladder Neoplasms"
                },
                {
                    "id": "D000018288",
                    "term": "Carcinoma, Small Cell"
                },
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5030",
                    "name": "Urinary Bladder Neoplasms",
                    "asFound": "Carcinoma of the Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20423",
                    "name": "Carcinoma, Neuroendocrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "asFound": "Tumors of the Urinary Tract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20433",
                    "name": "Carcinoma, Small Cell",
                    "asFound": "Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "asFound": "Neuroendocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5270",
                    "name": "Small Cell Carcinoma of the Bladder",
                    "asFound": "Small Cell Carcinoma of the Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000609138",
                    "term": "Avelumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M344580",
                    "name": "Avelumab",
                    "asFound": "Max",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}