{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05929001",
            "orgStudyIdInfo": {
                "id": "20201038"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-01490",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Lymphedema Specific PROs for Risk Assessment, Prevention and Early Detection",
            "officialTitle": "Lymphedema Specific PROs for Risk Assessment, Prevention and Early Detection",
            "therapeuticArea": [
                "Other"
            ],
            "study": "lymphedema-specific-pros-for-risk-assessment-prevention-and-early-detection"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-25",
            "studyFirstSubmitQcDate": "2023-06-25",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eli Avisar, MD",
                "investigatorTitle": "Professor of Clinical",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to find a way to detect a surgical complication, called lymphedema, at an earlier stage. This potential complication may develop in some patients after removal of the armpit lymph nodes (axillary dissection). It is very important to identify this condition as early as possible to improve the treatment options. This study will examine whether or not focused questionnaires are able to identify lymphedema, comparing to physical measurements (like arm circumference)."
        },
        "conditionsModule": {
            "conditions": [
                "Lymphedema"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 125,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lymphedema Risk Group",
                    "description": "Participants in this group will:\n\n1. Completed questionnaires about daily function and mood,\n2. Undergo arm circumference measurement conducted by medical staff, and\n3. Undergo Lymphedema Index Test (L-DEX) or measurement of tissue water content, conducted standard of care.\n\nTotal expected participation is about six months."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Functional Assessment of Cancer Therapy Questionnaire for Breast Cancer (FACT-B+4) PRO Scores",
                    "description": "Patient reported outcomes (PROs) are a measure of health-related quality of life. The Functional Assessment of Cancer Therapy-Breast (FACT-B+4) will be administered to participants to measure the change in the quality of life after axillary dissection. The FACT-B+4 is a 41-item questionnaire designed to measure six domains of health-related QOL in breast cancer patients: Physical, social, emotional, functional well-being, breast-cancer subscale (BCS) as well as lymphedema subscale. Each response within each domain is scored on a five-point Likert scale ranging from \"0\" (not at all) to 5 (very much). Higher scores indicate a better quality of life.",
                    "timeFrame": "Baseline (pre-operative), postoperative, up to 6 months"
                },
                {
                    "measure": "Change in Lymphoedema Functioning, Disability and Health Questionnaire (Lymph-ICF) PRO Scores",
                    "description": "Patient reported outcomes (PROs) are a measure of health-related quality of life. The Lymphoedema Functioning, Disability and Health Questionnaire (Lymph-ICF) will be administered to participants to measure the change in quality of life after axillary dissection. The Lymph ICF is a 29-item questionnaire about impairments in function, activity limitations, and participation restrictions of patients with breast cancer and arm lymphedema. The questionnaire is divided into 5 domains: Physical function, mental function, household activities, mobility activities, and life and social activities. Each response within each domain is scored on a 11-point Likert scale ranging from \"0\" (not at all) to \"10\" (a lot). Lower scores indicate a better quality of life.",
                    "timeFrame": "Baseline (pre-operative), postoperative, up to 6 months"
                },
                {
                    "measure": "Change in Quality of Life Measure for Limb Lymphoedema (LYMQOL) Scores",
                    "description": "The LYMQOL-Arm, primarily as a self-assessment report questionnaire assessing the symptoms of lymphedema in the upper extremity and the ability to perform functional activities in patients with breast cancer-associated lymphedema. There are five subsections in the 21-question survey. These are upper extremity function (questions 1a-h,2,3), appearance (questions 4-8), symptoms (questions 9-14), emotional state (questions 15-20), and general quality of life ( 21st question). In the first 20 questions, there are four options for each question: none (1 point), a little (2 points), quite (3 points), and a lot (4 points). The scores of these subsections are summed up within themselves and divided by the number of questions answered. In the 21st question, the patient is asked to give a value between 0 and 10 for the quality of life. High scores for the first 20 questions and low scores for the 21st question indicate poor quality of life.",
                    "timeFrame": "Baseline (pre-operative), up to 6 months"
                },
                {
                    "measure": "Change in Lymphedema rate as measured by L-DEX Test",
                    "description": "Lymphedema rate among study participants as measured by the Lymphedema Index Test (L-DEX) and by arm circumference. Lymphedema rate will be reported as the number of participants diagnosed with lymphedema after axillary dissection or radiation. The L-DEX test is a bioimpedance spectroscopy measurement of tissue water content and compares the fluid in a limb at-risk for lymphedema to a healthy limb in order to detect lymphedema.",
                    "timeFrame": "Baseline, Up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Breast Cancer-Related Lymphedema (BCRL) Status: Odds Ratio",
                    "description": "Breast Cancer-Related Lymphedema (BCRL) status among study participants as measured by odds ratio.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Breast Cancer-Related Lymphedema (BCRL) Status: Area Under the Receiver Operating Characteristic Curve (AUROC)",
                    "description": "Breast Cancer-Related Lymphedema (BCRL) status among study participants as measured by Area Under the Receiver Operating Characteristic Curve (AUROC)",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients 18 years old and older with biopsy-proven breast cancer.\n* Scheduled for axillary dissection or probable axillary dissection or within 14 days after axillary dissection at either Jackson Memorial Hospital (JMH) or University of Miami (UM).\n* Patients that eventually did not undergo full axillary dissection but had 9 or more lymph nodes removed or received axillary radiation will be allowed to stay in the study.\n* Intent to continue follow-up for at least 6 months post-operatively.\n* Able to give an informed consent to participate in all study's stages.\n* Willing and able to fill questionnaires in person or with assistance at baseline and at 6 months from surgery.\n* Bilateral axillary dissection patients are eligible to be enrolled for each side.\n\nExclusion Criteria:\n\n* Previous axillary dissection.\n* Lymph node biopsy except for biopsies related to the current cancer event.\n* Congenital or acquired arm lymphedema.\n* Nephrotic Syndrome\n* Anasarca\n* Unable or unwilling to fill questionnaires at baseline and at 6 months from surgery.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Breast cancer patients who are scheduled for or who just had axillary dissection at the University of Miami.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eli Avisar, MD",
                    "role": "CONTACT",
                    "phone": "+1(305) 2434902",
                    "email": "eavisar@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eli Avisar, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eli Avisar, MD",
                            "role": "CONTACT",
                            "phone": "305-243-4902",
                            "email": "eavisar@med.miami.edu"
                        },
                        {
                            "name": "Eli Avisar, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008209",
                    "term": "Lymphedema"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11206",
                    "name": "Lymphedema",
                    "asFound": "Lymphedema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}