{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06354920",
            "orgStudyIdInfo": {
                "id": "HUM00247781"
            },
            "secondaryIdInfos": [
                {
                    "id": "R18HS028963",
                    "type": "AHRQ",
                    "link": "https://reporter.nih.gov/quickSearch/R18HS028963"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "M-Well Bonding Bundle to Improve Patient-Physician Relationships",
            "officialTitle": "Engineering Whole Health Into Hospital Care to Improve Wellness: Bonding Bundle",
            "therapeuticArea": [
                "Other"
            ],
            "study": "m-well-bonding-bundle-to-improve-patient-physician-relationships"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-03",
            "studyFirstSubmitQcDate": "2024-04-03",
            "studyFirstPostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sanjay Saint",
                "investigatorTitle": "George Dock Professor of Internal Medicine",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agency for Healthcare Research and Quality (AHRQ)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn more about the interaction between a patient in the hospital and their treating doctor. A good relationship between patients and their doctors can help improve patient care. Doctors will be asked to use strategies to improve their interactions with patients in the hospital. The main questions it aims to answer are:\n\n* Will using the intervention strategies improve doctors' empathy towards their patients?\n* Will using the intervention strategies lead to improved scores in patient views of doctors' empathy?\n\nThere will be 2 study arms. One group of doctors will be asked to use the intervention strategies. The other group of doctors will provide care as they would normally.\n\nResearchers will compare the doctors in the intervention arm to those in the control arm.\n\nDoctors are the primary subjects for this study. The doctors in both study arms will be asked to do the following:\n\n1. Allow study staff to observe the interaction between them and their patients.\n2. Complete a brief survey at the end of their 2-week work rotation.\n\nDoctors who are in the intervention arm will be asked to use suggested strategies when visiting with patients in the hospital.\n\nPatients are secondary subjects for this study. Patients of participating doctors may be asked to do the following:\n\n1. Allow study staff to observe the interaction between them and their doctors.\n2. Complete a brief survey after meeting with their doctor.",
            "detailedDescription": "A sound relationship between doctors and patients forms the foundation of effective, safe, and high-quality care. This encourages empathy from the doctor and trust from the patient. Doctors caring for hospitalized patients have limited time with which to establish rapport with their patients. Doctors in the hospital are often new to the patient and only caring for them for a few days. This limited time means that without effective communication, patients may not share or receive necessary information to improve their quality of care. Studies have found that a significant number of hospitalized patients can't name even one doctor from their inpatient care team. Further, many do not understand their plan of care as explained by these same doctors. This gap in communication can reduce the patient's ability to give informed consent to treatments. It can also lead to poor patient outcomes as they are less likely to follow their plan of care post-discharge.\n\nThe goal of this study is to test an intervention to improve the relationship between patients and doctors, specifically whether small adjustments to a doctor's communication style will improve interactions and enhance the relationship between patients and their doctors.\n\nThis is a quasi-experimental randomized controlled trial. The study will be conducted at two hospitals. Two doctors will be recruited every 2-week work rotation. Participants will be randomized to either the intervention or control study arm. Those assigned to the control arm will conduct rounds as usual. Those in the intervention arm will be encouraged to use the intervention approaches when visiting with patients. These approaches are designed to foster connectedness between patients and doctors.\n\nThe primary subject will be the attending doctor. Patients of those doctors will serve as secondary subjects. Study staff will shadow the doctors when they visit with patients during rounds. Study staff will ask for verbal consent from patients before entering their room to conduct these observations. Staff will note the occurrence of any of the intervention elements, as well as duration of the interaction. A sub-sample of patients will be asked to complete a survey after the doctor leaves their room. The survey will evaluate the patient's perspective of the encounter with their doctor. Doctors will be asked to complete a survey about empathy at the end of their time on service. A few doctors and patients will be asked to participate in a study interview. The interviews are to better understand intervention experiences as well as barriers and facilitators to improving relationships between doctors and patients."
        },
        "conditionsModule": {
            "conditions": [
                "Physician-Patient Relations"
            ],
            "keywords": [
                "Empathy",
                "Physician-Patient Relations",
                "Health communication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Quasi-experimental randomized controlled trial",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 3624,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bonding Bundle Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Doctors in the intervention arm will be asked to use suggested approaches while meeting with their hospitalized patients. The goal of these strategies is to improve the relationship and interactions between patients and physicians.",
                    "interventionNames": [
                        "Behavioral: Bonding Bundle"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Doctors in the control arm will be asked to visit with their patients as they would normally."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Bonding Bundle",
                    "description": "Doctors in the intervention arm will be asked to use suggested approaches while meeting with their hospitalized patients. The goal of these strategies is to improve the relationship and interactions between patients and physicians.",
                    "armGroupLabels": [
                        "Bonding Bundle Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Jefferson Scale of Empathy (JSE)",
                    "description": "The JSE is a 20-item validated instrument that measures a physicians empathy for their patients. Physicians are asked to rate their disagreement or agreement with individual statements on a 7-point Likert scale (1 = Strongly Disagree; 7 = Strongly Agree). Using a scoring algorithm, a total Empathy score will be generated with a range from 20-140, with higher scores indicating a higher degree of empathy.",
                    "timeFrame": "Given once at the end of each work rotation in the study. Work rotations are usually 14-15 days."
                },
                {
                    "measure": "Jefferson Scale of Patient's Perceptions of Physician Empathy (JSPPPE)",
                    "description": "The JSPPPE is a 5-item validated instrument that measures patients' perception of physicians' empathic orientation and behavior. Patients are asked to rate their disagreement or agreement with individual statements to describe their physician after an encounter with that physician on a 7-point Likert scale (1 = Strongly Disagree; 7 = Strongly Agree). A total JSPPPE score will be generated with a range from 5-45, with higher scores indicating a higher degree of perceived empathy.",
                    "timeFrame": "Asked once during hospital stay, typically 1 day to 30 days."
                },
                {
                    "measure": "Communication Assessment Tool",
                    "description": "The Communication Assessment Tool is a validated 15-item survey to measure patient perspective of the interaction and communication with a healthcare provider. We are using 14 questions from the Communication Assessment Tool that ask about a patient's opinion about their communication with their doctor. One item was dropped as it does not apply to the inpatient setting. Patients are asked to rate each item on a 5-point Likert scale (1=poor to 5 =excellent). Scores for individual questions will be assessed. A summary score will also be calculated with a range of 14-70, with higher scores indicating better communication.",
                    "timeFrame": "Asked once during hospital stay, typically 1 day to 30 days."
                },
                {
                    "measure": "Frequency of use of intervention methods",
                    "description": "Percentage of times that the physician used intervention methods during interactions with patients.",
                    "timeFrame": "During their work rotation in the study. Work rotations are usually 14-15 days."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived duration of interaction",
                    "description": "Patients will be asked to estimate the duration of their physician interaction.",
                    "timeFrame": "Asked once during hospital stay, typically 1 day to 30 days"
                },
                {
                    "measure": "Wake Forest Physician Trust Scale",
                    "description": "The Wake Forest Physician Trust Scale is a 10-item validated instrument that measures levels of patient trust in their health care providers. Patients are asked to rate their disagreement or agreement with individual statements on a 5-point Likert scale (1 = Strongly Disagree; 5 = Strongly Agree). Using a scoring algorithm, a total Trust score will be generated with a range from 10-50, with higher scores indicating a higher degree of trust in their physician.",
                    "timeFrame": "Asked once during hospital stay, typically 1 day to 30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Primary Subjects - Physicians\n\nInclusion Criteria:\n\n* Attending physicians caring for hospitalized medical patients\n\nExclusion Criteria:\n\n* Surgical attendings\n* Residents\n\nSecondary Subjects - Patients\n\nInclusion Criteria\n\n* Hospitalized adult patient\n* Patient of an enrolled physician in the study\n\nExclusion Criteria:\n\n* Cognitively impaired\n* Unable to provide informed consent\n* Does not speak English",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sanjay Saint, MD",
                    "role": "CONTACT",
                    "phone": "734-615-8341",
                    "email": "Saint@umich.edu"
                },
                {
                    "name": "Karen E Fowler, MPH",
                    "role": "CONTACT",
                    "phone": "734-845-3611",
                    "email": "Karen.Fowler@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sanjay Saint, MD",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sanjay Saint, MD, MPH",
                            "role": "CONTACT",
                            "phone": "734-615-8341",
                            "email": "Saint@umich.edu"
                        },
                        {
                            "name": "Karen Fowler, MPH",
                            "role": "CONTACT",
                            "phone": "734-845-3611",
                            "email": "Karen.Fowler@va.gov"
                        },
                        {
                            "name": "Sanjay Saint, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Christopher Smith, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "VA Ann Arbor Healthcare System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathan Houchens, MD",
                            "role": "CONTACT",
                            "phone": "734-845-5922",
                            "email": "nathanho@med.umich.edu"
                        },
                        {
                            "name": "Karen Fowler, MPH",
                            "role": "CONTACT",
                            "phone": "734-845-3611",
                            "email": "Karen.Fowler@va.gov"
                        },
                        {
                            "name": "Nathan Houchens, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sanjay Saint, MD, MPH",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be created. Members of the scientific community who would like a copy of the final data sets (i.e., data sets underlying any publication) from this study can request a copy by e-mailing Jennifer Burns at Jennifer.Burns@va.gov. They should state their reason for requesting the data and their plans for analyzing the data. Data sets will be accompanied by a data dictionary for all study variables, both derived and raw data. The most cost-effective means for sharing data after a data-sharing agreement has been reached will be used. For example, data may be copied to a compact disk (CD) or digital versatile disk (DVD), be posted on a password protected and secure website, or made available through a third-party data archive service. Resources that are patentable and/or protectable under intellectual property rights will not be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "After the final publication from this study, for at least 6 years.",
            "accessCriteria": "De-identified data will be provided after requesters sign a Letter of Agreement (LOA) detailing the mechanisms by which the data will be kept secure. The LOA will also state that the recipient will not attempt to identify any individual in the data, will not share the data outside of their research team, and will provide information on any files to be linked to the data. The dataset will not include personal identifying information and all dates will be changed to integers to allow for calculation of time periods."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}