{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04346225",
            "orgStudyIdInfo": {
                "id": "20922"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA215694",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA215694"
                },
                {
                    "id": "U01EB026412",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01EB026412"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Magnetic Resonance Imaging (MRI) With Hyperpolarized Pyruvate (13C) as Diagnostic Tool in Advanced Prostate Cancer",
            "officialTitle": "Magnetic Resonance (MR) Imaging With Hyperpolarized Pyruvate (13C) as a Diagnostic and Response Monitoring Imaging Tool in Advanced Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "magnetic-resonance-imaging-mri-with-hyperpolarized-pyruvate-as-diagnostic-tool-in-advanced-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-10",
            "studyFirstSubmitQcDate": "2020-04-10",
            "studyFirstPostDateStruct": {
                "date": "2020-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Ivan de Kouchkovsky, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Ivan de Kouchkovsky, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute for Biomedical Imaging and Bioengineering (NIBIB)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective imaging study evaluating the utility of baseline metabolic MR imaging as a diagnostic and response monitoring tool in patients with advanced prostate cancer. Preliminary pre-clinical and clinical data demonstrates the ability of HP C-13 pyruvate/metabolic MR imaging to detect high-grade prostate cancer, including cancer with neuroendocrine differentiation, as well as provide early evidence of metabolic response and resistance following application of systemic therapies for the treatment of advanced prostate cancer patients. In the proposed study, the investigators aim is to extend the initial clinical results and further develop HP C-13 MRI as an imaging modality in advanced prostate cancer.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the kPL (metabolic flux from hyperpolarized \\[HP\\] \\[1-13C\\]pyruvate to \\[1-13C\\]lactate) and kPG (metabolic flux from HP \\[2-13C\\]pyruvate to \\[5-13C\\]glutamate) within target lesion. (Cohort A) II. To determine the mean percent change from baseline in intra-tumoral kPL and kPG within target lesion. (Cohort B)\n\nSECONDARY OBJECTIVE:\n\nI. To descriptively report on the intra-tumor heterogeneity in kPL and kPG measurement within target lesion. (Cohorts A and B)\n\nEXPLORATORY (CORRELATIVE) OBJECTIVES:\n\nI. To determine if the change from baseline in kPL and kPG is associated with subsequent clinical outcomes on treatment including prostate specific antigen (PSA) response rate and radiographic progression-survival by Prostate Cancer Working Group 3 (PCWG3) criteria. (Cohort B) II. In target lesions that are measurable by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria, to determine whether baseline and/or change from baseline in intratumoral kPL and kPG is associated with subsequent objective response by RECIST criteria. (Cohort B) III. To determine the mean percent change from baseline in peak intra- tumoral HP lactate (lac)/pyruvate (pyr) and glutamate (glu)/pyr ratios on repeat metabolic magnetic resonance imaging (MRI) obtained at the time of radiographic disease progression by PCWG3 criteria. (Cohort B) IV. To investigate for association between HP kPL and kPG as well as area under the curve (AUC) lac/pyr and glu/pyr ratios with tissue- based markers of elevated lactate and glutamate metabolism including MYC and Lactate dehydrogenase A (LDHA) and Pyruvate dehydrogenase (PDH) protein expression. (In participants who undergo optional tumor biopsy \\[Cohort A or B\\]) V. To investigate for an association between HP kPL and kPG as well as area under the curve (AUC) lac/pyr and glu/pyr ratios with histologic evidence of small cell/neuroendocrine differentiation. (In participants who undergo optional tumor biopsy (Cohort A or B))\n\nOUTLINE: Patients are assigned to 1 of 2 cohorts.\n\nCOHORT A (SINGLE TIME-POINT): Patients receive C-1 labeled hyperpolarized carbon C 13 pyruvate intravenously (IV) over less than 1 minute then undergo magnetic resonance spectroscopic imaging (MRSI) over less than 5 minutes. Patients may also receive an optional C-2 labeled hyperpolarized carbon C 13 pyruvate IV and undergo MRSI within 15-60 minutes following completion of the first scan.\n\nCOHORT B (MULTIPLE TIME-POINT): Patients receive C-1 labeled hyperpolarized carbon C 13 pyruvate IV over less than 1 minute then undergo MRSI over less than 5 minutes. Patients may also receive an optional C-2 labeled hyperpolarized carbon C 13 pyruvate IV and undergo MRSI within 15-60 minutes following completion of the first scan at baseline and 12 weeks.\n\nAfter completion of study treatment, patients are followed up periodically."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer",
                "Advanced Prostate Carcinoma"
            ],
            "keywords": [
                "Prostate Cancer",
                "Hyperpolarized Pyruvate (13C)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A: Hyperpolarized C13 MRI at a single time point",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo MR imaging with hyperpolarized 13C pyruvate of a pre-selected target lesion at a single time point and will receive up to two 13C pyruvate (C-1 and C-2 labeled 13C pyruvate) investigational medicinal product (IMP) injections on the day of imaging (2nd injection is optional), as well as optional MR- or CT- guided tumor biopsies at baseline and at the time of disease progression following completion of HP C-13 MRI at the corresponding time point",
                    "interventionNames": [
                        "Drug: Hyperpolarized C13",
                        "Procedure: Magnetic Resonance Imaging (MRI)"
                    ]
                },
                {
                    "label": "Cohort B: Hyperpolarized C13 MRI at multiple time points",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo hyperpolarized (HP) C13 MRI at baseline and 12 weeks (+/- 8 weeks). Participants in Cohort B may undergo additional optional MR imaging at the time of disease progression. the same sequence of injections (C-1 labeled pyruvate first, C-2 labeled pyruvate second) will be used for subsequent scan time points as well.",
                    "interventionNames": [
                        "Drug: Hyperpolarized C13",
                        "Procedure: Magnetic Resonance Imaging (MRI)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Hyperpolarized C13",
                    "description": "Given by intravenous injection. When receiving two HP 13C pyruvate injections, the injections will be separated by a period of 15-60 minutes",
                    "armGroupLabels": [
                        "Cohort A: Hyperpolarized C13 MRI at a single time point",
                        "Cohort B: Hyperpolarized C13 MRI at multiple time points"
                    ],
                    "otherNames": [
                        "HP [1-13C]pyruvate"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging (MRI)",
                    "description": "Magnetic resonance imaging (MRI) is a medical imaging technique that uses a magnetic field and computer-generated radio waves to create detailed images of the organs and tissues in your body",
                    "armGroupLabels": [
                        "Cohort A: Hyperpolarized C13 MRI at a single time point",
                        "Cohort B: Hyperpolarized C13 MRI at multiple time points"
                    ],
                    "otherNames": [
                        "Magnetic Resonance"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pyruvate to lactate (kPL) metabolic flux within target lesion (Cohort A)",
                    "description": "The metabolic flux of kPL within the target lesion will be determined for each participant enrolled in Cohort A. Descriptive statistics will be used to summarize the kPL measurements with the mean, standard deviation, and 95% confidence interval",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Pyruvate to glutamate (kPG) metabolic flux within target lesion (Cohort A).",
                    "description": "The metabolic flux of kPG within the target lesion will be determined for each participant enrolled in Cohort A. Descriptive statistics will be used to summarize the kPG measurements with the mean, standard deviation, and 95% confidence interval",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "Mean percent change from baseline in intra-tumoral kPL within target lesion after treatment. (Cohort B)",
                    "description": "The mean percent change from baseline in intra-tumoral kPL to repeat metabolic MRI obtained at the time of radiographic disease progression by PCWG3 criteria will be descriptively reported for the entire study cohort and for the subgroups of participants with treatment- refractory and treatment-responsive prostate cancer. A paired t-test or signed rank Wilcoxon test will be used to compare follow up versus baseline kPL in target lesion in participants enrolled in Cohort B.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "Mean percent change from baseline in intra-tumoral kPG within target lesion after treatment.",
                    "description": "The mean percent change from baseline in intra-tumoral kPG to repeat metabolic MRI obtained at the time of radiographic disease progression by PCWG3 criteria will be descriptively reported for the entire study cohort and for the subgroups of participants with treatment- refractory and treatment-responsive prostate cancer. A paired t-test or signed rank Wilcoxon test will be used to compare follow up versus baseline kPG in target lesion in participants enrolled in Cohort B.",
                    "timeFrame": "Up to 8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intra-tumoral range of kPL measurement within target lesion",
                    "description": "The mean, standard deviation, and range for intra-tumoral kPG within metastatic lesions will be descriptively reported, to asses for intra-tumoral heterogeneity.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Intra-tumoral range of kPG measurement within target lesion",
                    "description": "The mean, standard deviation, and range for intra-tumoral kPG within metastatic lesions will be descriptively reported, to asses for intra-tumoral heterogeneity.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically-confirmed locally advanced or metastatic prostate cancer. Patients with unequivocal clinical evidence supporting diagnosis of prostate cancer who have not had prior biopsy may be considered eligible per judgment of Principal Investigator.\n2. Presence of at least one target lesion detected by standard staging scans that, in the judgment of Study Investigators, would be amenable to hyperpolarized C-13 pyruvate/metabolic MR imaging:\n\n   1. Soft tissue/visceral organ target lesions must measure at 1 cm in long axis diameter on CT or MRI.\n   2. Target lesions in the bone must be visualized by CT or MRI (lesions present only on bone scan do not qualify).\n   3. For patients with target lesion in prostate/prostatic bed:\n\n   i. No contra-indications to endorectal coil insertion (e.g., patients with a prior abdominoperineal resection of the rectum or latex allergy).\n\n   ii. No prior local treatment to the selected lesion, or evidence of radiographic progression following prior local therapy to selected lesion.\n3. Able and willing to comply with study procedures and provide signed and dated informed consent.\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n5. For patients undergoing optional tumor biopsy:\n\n   1. No history of bleeding diathesis.\n   2. Patients on anti-coagulation they must be able to safely stop treatment for purposes of tumor biopsy.\n\nExclusion Criteria:\n\n1. Patients who because of age, general medical or psychiatric condition, or physiologic status cannot give valid informed consent.\n2. Patients unwilling or unable to undergo MR imaging, including patients with contra- indications to MRI, such as cardiac pacemakers or non-compatible intracranial vascular clips.\n3. Metallic hip implant or any other metallic implant or device that distorts local magnetic field and compromises the quality of MRI.\n4. Any condition that, in the opinion of the Principal Investigator, would impair the patient's ability to comply with study procedures",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maya Aslam",
                    "role": "CONTACT",
                    "phone": "877-827-3222",
                    "email": "Maya.Aslam@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ivan de Kouchkovsky, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maya Aslam",
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "Maya.Aslam@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "John Kurhanewicz, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ivan de Kouchkovsky, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T424",
                    "name": "Pyruvate",
                    "asFound": "Atypical",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}