{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00004571",
            "orgStudyIdInfo": {
                "id": "000085"
            },
            "secondaryIdInfos": [
                {
                    "id": "00-M-0085"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Magnetic Resonance Imaging (MRI) of Neuropsychiatric Patients and Healthy Volunteers",
            "officialTitle": "Structural and Functional Imaging of Neuropsychiatric Patients and Normal Volunteers With 3.0 Tesla MRI and Magnetoencephalography (MEG)",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "magnetic-resonance-imaging-mri-of-neuropsychiatric-patients-and-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-21",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2000-02-17",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2000-02-15",
            "studyFirstSubmitQcDate": "2000-02-15",
            "studyFirstPostDateStruct": {
                "date": "2000-02-16",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to use brain imaging technology to compare differences in brain structure, chemistry, and functioning in individuals with brain and mental disorders compared to healthy volunteers.\n\nSchizophrenia is a brain disorder that results from subtle changes and abnormalities in neurons. These deficits likely occur in localized regions of the brain and may result in widespread, devastating consequences. The neuronal abnormalities are inherited through a complex combination of genetic and environmental factors. Brain imaging technologies can be used to better characterize brain changes in individuals with schizophrenia. This study will use magnetic resonance imaging (MRI) scans to identify predictable, quantifiable abnormalities in neurophysiology, neurochemistry and neuroanatomy that characterize schizophrenia and other neurological and neuropsychiatric disorders.",
            "detailedDescription": "This protocol is meant to provide a matrix for multiple, simultaneous brain imaging investigations using magnetic resonance imaging (MRI) at 3.0 Tesla (3T). We intend to study regional brain structure, physiology, and biochemistry in living human subjects, both healthy and ill. Based on multiple clinical, neuropathological, and functional neuroimaging studies, it is clear that schizophrenia is a brain disorder arising from subtle neuronal deficits (for lack of more specific terminology). These deficits likely arise in a few key regions such as dorsolateral prefrontal cortex and hippocampal formation, that result in widespread, multifaceted, and devastating clinical consequences. These neuronal deficits are clearly heritable, although in a complex fashion from multiple genes interacting in an epistatic fashion with each other and the environment. We hypothesize that these neuronal deficits, clearly resulting in quantifiable behavioral abnormalities in schizophrenic patients, will produce predictable, quantifiable aberrations in neurophysiology that we can \"map\" using magnetic resonance imaging. In spite of numerous functional imaging findings, clinical applications remain scarce and pathognomonic findings absent. Therefore, we do not anticipate that an approach based solely on any one modality is likely to significantly advance our knowledge base. Instead, we propose to create brain imaging datasets for individual human subjects predicated on 1) the appraisal of brain function from multiple domains simultaneously; 2) the characterization of brain function via summation and intercorrelation of these data; and 3) the digestion of these data based on the parsing of complex clinical phenomenology into quantifiable neurophysiological parameters. Thus, in addition to the identification of those parameters that best characterize and identify manifest schizophrenia (i.e., state variables), we hypothesize that some of these fundamental characteristics will be heritable. These fundamental characteristics, so-called endo- or intermediate phenotypes, represent powerful tools to find susceptibility genes and have already generated a number of linkage findings."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Normal Physiology"
            ],
            "keywords": [
                "fMRI",
                "MEG",
                "Cognition",
                "Magnetic Resonance Imaging",
                "Schizophrenia",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 3420,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy volunteers",
                    "description": "Healthy subjects from the community"
                },
                {
                    "label": "Schizophrenia",
                    "description": "Patients with schizophrenia and psychosis"
                },
                {
                    "label": "Williams Syndrome",
                    "description": "Individuals with copy number variation in the Williams Syndrome Region"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "regional MRSI measures",
                    "description": "GABA and glutamate measurements in schizophrenia and healthy controls.",
                    "timeFrame": "spectroscopy"
                },
                {
                    "measure": "magnetic field potentials",
                    "description": "Group differences in MEG signal for patients with schizophrenia and healthy subjects.",
                    "timeFrame": "MEG"
                },
                {
                    "measure": "fMRI BOLD responses",
                    "description": "Group differences between patients with schizophrenia and healthy subjects, also genotyping used to characterize subjects as well.",
                    "timeFrame": "MRI study completion"
                },
                {
                    "measure": "DTI anisotropy measures",
                    "description": "Compare fractional anisotropy and other measures of white matter connectivity for schizophrenic patients and controls.",
                    "timeFrame": "DTI"
                },
                {
                    "measure": "brain volumetric measures",
                    "description": "VBM and cortical parcellation are used in schizophrenia and healthy controls.",
                    "timeFrame": "VBM"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "neuropsychological task performance data"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nCONTROLS:\n\nNo psychiatric or severe chronic medical illness at the time of the study, and by history. This includes the absence of substance abuse histories, learning disabilities and all DSM IV disorders. The investigators will evaluate medical histories and medical conditions that are judged not to interfere with the study may be allowed.\n\nNo use of psychotropic substances in the last 3 months.\n\nThere is no upper age limit. The lower age limit is 18 years.\n\nControls will all have the capacity to consent.\n\nPATIENTS:\n\nSchizophrenia, any subtype or schizo-affective disorder according to DSM IV .\n\nBipolar Disorder with Psychotic Features according to DSM IV.\n\nMenstrually-Related Mood Disorder.\n\nMild to Moderate Parkinson's Disease (Hoehn and Yahr Stage 1-3).\n\nWilliams Syndrome (partial or full) with IQ in the normal range.\n\nPatients with Multiple Sclerosis.\n\nEXCLUSION CRITERIA:\n\nCONTROLS AND PATIENTS:\n\nImpaired hearing.\n\nPregnancy.\n\nHead trauma with loss of consciousness in the last year, or any evidence of functional impairment due to and persisting after head trauma.\n\nPatients or healthy volunteers with a known risk from exposure to high magnetic fields (e.g. patients with pace makers) and those who have metallic implants (e.g. braces) in the head region (likely to create artifact on the MRI scans) will be excluded from participating in the fMRI studies.\n\nHistory of any (excepting nicotine-related) DSM5-defined moderate to severe substance use disorder (or DSM-IV-defined substance dependence).\n\nCumulative lifetime history of any (excepting nicotine-related) DSM5-defined mild substance use disorder (or any DSM-IV-defined substance abuse), either in excess of 5 years total or not in remission for at least 6 months.\n\nNIMH employees and staff and their immediate family members will be excluded from the study per NIMH policy.\n\nNon-NIMH NIH employees and staff may participate and will be given the NIH Frequently Asked Questions (FAQs) for NIH Staff Who are Considering Participation in NIH Research.\n\nPATIENTS:\n\nCoexistence of another major mental illness at the time of the study. If the patients experienced other mental illnesses in the past (e.g. a learning disability or major depression), then this should be judged to be fully recovered.\n\nMajor concurrent medical illness likely to interfere with the acquisition of the task.\n\nConcomitant medications which could interfere with performance on the task.\n\nInvoluntary movements that interfere with positioning in the MRI scanner).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with schizophrenia and healthy subjects from the community.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bobby Das",
                    "role": "CONTACT",
                    "phone": "(301) 435-4593",
                    "email": "bdas@ln.nimh.nih.gov"
                },
                {
                    "name": "Michael D Gregory, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-1371",
                    "email": "gregorymd@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael D Gregory, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30050047",
                    "type": "DERIVED",
                    "citation": "Marenco S, Meyer C, van der Veen JW, Zhang Y, Kelly R, Shen J, Weinberger DR, Dickinson D, Berman KF. Role of gamma-amino-butyric acid in the dorsal anterior cingulate in age-associated changes in cognition. Neuropsychopharmacology. 2018 Oct;43(11):2285-2291. doi: 10.1038/s41386-018-0134-5. Epub 2018 Jul 3."
                },
                {
                    "pmid": "28867340",
                    "type": "DERIVED",
                    "citation": "Jabbi M, Cropp B, Nash T, Kohn P, Kippenhan JS, Masdeu JC, Mattay R, Kolachana B, Berman KF. BDNF Val66Met polymorphism tunes frontolimbic circuitry during affective contextual learning. Neuroimage. 2017 Nov 15;162:373-383. doi: 10.1016/j.neuroimage.2017.08.080. Epub 2017 Sep 1."
                },
                {
                    "pmid": "28416813",
                    "type": "DERIVED",
                    "citation": "Wei SM, Baller EB, Kohn PD, Kippenhan JS, Kolachana B, Soldin SJ, Rubinow DR, Schmidt PJ, Berman KF. Brain-derived neurotrophic factor Val66Met genotype and ovarian steroids interactively modulate working memory-related hippocampal function in women: a multimodal neuroimaging study. Mol Psychiatry. 2018 Apr;23(4):1066-1075. doi: 10.1038/mp.2017.72. Epub 2017 Apr 18."
                },
                {
                    "pmid": "26285132",
                    "type": "DERIVED",
                    "citation": "Jabbi M, Chen Q, Turner N, Kohn P, White M, Kippenhan JS, Dickinson D, Kolachana B, Mattay V, Weinberger DR, Berman KF. Variation in the Williams syndrome GTF2I gene and anxiety proneness interactively affect prefrontal cortical response to aversive stimuli. Transl Psychiatry. 2015 Aug 18;5(8):e622. doi: 10.1038/tp.2015.98."
                },
                {
                    "pmid": "24464944",
                    "type": "DERIVED",
                    "citation": "Jabbi M, Kohn PD, Nash T, Ianni A, Coutlee C, Holroyd T, Carver FW, Chen Q, Cropp B, Kippenhan JS, Robinson SE, Coppola R, Berman KF. Convergent BOLD and Beta-Band Activity in Superior Temporal Sulcus and Frontolimbic Circuitry Underpins Human Emotion Cognition. Cereb Cortex. 2015 Jul;25(7):1878-88. doi: 10.1093/cercor/bht427. Epub 2014 Jan 23."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2000-M-0085.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}