{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04080778",
            "orgStudyIdInfo": {
                "id": "HSC-MS-19-0468"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Magnetic Seizure Therapy in Bipolar Depression (MST-BpD) and Treatment Resistant Depression (MST-TRD)",
            "officialTitle": "Magnetic Seizure Therapy in Bipolar Depression (MST-BpD) and Treatment Resistant Depression (MST-TRD)",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "magnetic-seizure-therapy-in-bipolar-depression-mst-bpd-and-treatment-resistant-depression-mst-trd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-14",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-23",
            "studyFirstSubmitQcDate": "2019-09-05",
            "studyFirstPostDateStruct": {
                "date": "2019-09-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Edison Leung",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "Edison Leung",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to compare the efficacy and side effects magnetic seizure therapy (MST) and electroconvulsive therapy (ECT) in Bipolar Depression (MST-BpD) and Treatment Resistant Depression (MST-TRD)."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "magnetic seizure therapy (MST)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: magnetic seizure therapy (MST)"
                    ]
                },
                {
                    "label": "electroconvulsive therapy (ECT)",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Device: electroconvulsive therapy (ECT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "magnetic seizure therapy (MST)",
                    "description": "MST will be performed with the MagPro XP (120 V) device under anesthesia 2-3 times a week up to 15 sessions.Treatment is performed by magnetic stimulation of both hemispheres inducing a focal stimulation above vertex, using a serial of pulse trains with a frequency of at least 25 Hz but up to 100 Hz for 4-6 s (up to 10 s), which is sufficient to induce a tonic clonic seizure.",
                    "armGroupLabels": [
                        "magnetic seizure therapy (MST)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "electroconvulsive therapy (ECT)",
                    "description": "ECT will be performed with MECTA 5000Q, 4th generation ECT devices provided by MECTA Corporation under anesthesia 2-3 times a week up to 15 sessions. For initial procedure Seizure Threshold (ST) will be estimated by empiric titration in the first session of each participant. ST will be then determined as by the manufacturer of ECT Device by the titration schedule for the initial titration session. The subsequent treatment sessions were dosed at 6 times the charge of the seizure threshold.",
                    "armGroupLabels": [
                        "electroconvulsive therapy (ECT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants who go into remission",
                    "description": "Remission is defined as a score of 4 or below as assessed by The Severity Measure for Depression-Adult measure (adapted from the Patient Health Questionnaire-9 \\[PHQ-9\\]). The Severity Measure for Depression-Adult measure is a 9-item scale, and each item on the measure is rated on a 4-point scale. The total score ranges from 0 to 27, with higher scores indicating greater severity of depression.",
                    "timeFrame": "From baseline to week 6"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in cognitive impairment as measured by the Montreal Cognitive Assessment (MoCA)",
                    "description": "Total score on the Montreal Cognitive Assessment (MoCA) range from 0 to 30, with a higher score indicating a better outcome.",
                    "timeFrame": "Baseline, week 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The condition under study: Patients who are diagnosed by Bipolar I or II, current episode depressed according to the ICD-10 diagnostic criteria (F31.3, F31.4, F31.5, F31.81) or treatment resistant depression defined below who require a rapid response due to the severity of their psychiatric or medical condition. ICD-10 Diagnostic Criteria for Bipolar Depression is as follows: A disorder characterized by two or more episodes in which the patient's mood and activity levels are significantly disturbed, this disturbance consisting on some occasions of an elevation of mood and increased energy and activity (hypomania or mania) and on others of a lowering of mood and decreased energy and activity (depression). Repeated episodes of hypomania or mania only are classified as bipolar. The patient is currently depressed, as in a depressive episode and has had at least one authenticated hypomanic, manic, or mixed affective episode in the past. Subjects with treatment resistant depression and have severe depression will be enrolled to the study. Severe depression will be defined as Hamilton Depression Severity Rating Scale score above 19 and also treatment resistance is described as a lack of clinically meaningful improvement in depressive symptoms after treatment with at least two different oral antidepressant medications as monotherapy, taken at adequate doses for adequate duration (at least 6 weeks) for their current episode of depression. The previous oral antidepressants could be from the same or different drug classes, which could include SSRIs, SNRIs, tricyclic antidepressants (TCAs), monoamine oxidase inhibitors (MAOIs), or any other oral antidepressants (FDA, 2019). Since its development in 1960 by Dr. Max Hamilton of the University of Leeds, England, Hamilton Depression Severity Rating Scale has been widely used in clinical practice and become a standard in pharmaceutical trials\n* Both males and females any race and ethnic group.\n* Age range between 22-85 years old.\n* Ability to provide informed consent or assent.\n* Ability to adhere to the study procedures.\n* For females of reproductive potential: use of highly effective contraception for at least 1 month prior to screening and agreement to use such a method during study participation and for an additional one week after the end of ECT/TMS administration. Of note, ECT is indicated in depression during pregnancy and has been safely used for decades but MST's effects on fetus are still unknown\n* For males of reproductive potential: use of condoms or other methods to ensure effective contraception with partner.\n* Has sufficient English in completing self-rated scales.\n* Good general health evidenced by obtained medical clearance before the procedures from another provider.\n* On a stable drug regimen of psychotropic medication for at least 6 weeks at the time of entry into the study. Medication changes can be made during patient's study participation but would be limited to the clinical judgment of the PI.\n\nExclusion Criteria:\n\n* Condition or diagnosis that precludes participation, including: Patients who have an implanted device that is activated or controlled in any way by physiological signals (examples: pacemakers, implantable cardioverter defibrillators \\[ICD's\\], vagus nerve stimulators \\[VNS\\] and wearable cardioverter-defibrillators \\[WCD's\\],ocular implants, deep brain stimulators, implanted medication pumps, intracardiac lines, even when removed; Patients who have conductive, ferromagnetic or other magnetic sensitive metals implanted in their head or within 30 cm of the treatment coil such as stents and bullet fragments). NOTE: Standard amalgam dental fillings are not affected by the magnetic field and are acceptable in patients\\]; Patients suffering from vascular, traumatic, infectious, or metabolic lesions of the brain, even without a history of seizure, or without anticonvulsant medication; Patient suffering from sleep deprivation or alcoholism; Current or unstably remitted substance use disorder except nicotine or caffeine use disorder. Stable remission is defined as remission for at least 6 months; Pregnant or nursing patients; Patients with a history of epilepsy or unexplained seizures; Subjects with a history of space-occupying intracranial pathology; diseases which render a patient likely to suffer hemorrhage, including subdural hematoma, and aortic aneurysm; degenerative diseases of the central nervous system such as dementia or medical illness affecting brain function; Any anesthesia contraindications including significant cardiac or other medical risk factors; Body Mass Index over 60, as our ECT suite stretchers are not equipped to handle overweight patients; History of severe personality disorder, where, based on the judgment of the investigators, the personality disorder will interfere with the patient's ability to complete the follow-up protocol, e.g. borderline personality disorder; Imminent risk of suicide (based on the judgment of the investigators; e.g. patient has a plan for suicide, patient is not likely to seek medical attention in case of suicide, patient exhibits the presence of current suicidal ideation; Not able to comply with the operational and administrative requirements of participation in the study (based on the judgment of the investigators); Terminal illness associated with expected survival of \\<12 months; Bipolar Depression with psychotic features (ICD-10 code:F31.5)\n* Known allergic reactions to components of anaesthetic or induction agents including succinylcholine, metohexitol, ketamine, propofol, ketorolac.\n* Participation in another drug, device, or biologics trial within the preceding 30 days\n* Disallowed concomitant medications: antiepileptics and benzodiazepines as they are against seizure therapies, short or mid acting benzodiazepines such as alprazolam, temazepam, midazolam, lorazepam will be allowed but they should be skipped at least 10 hours before the procedures. Medications that are supposed to have weak antiepileptic features such as lamotrigine, topiramate, gabapentin will be reviewed by the PI and either tapered down or discontinued based upon clinical judgment. Lithium will be tapered off before the procedure because of the increased risk of postictal disorientation and delirium.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edison Leung, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(713) 486-2700",
                    "email": "Edison.Leung@uth.tmc.edu"
                },
                {
                    "name": "Ana Ruiz",
                    "role": "CONTACT",
                    "phone": "(713) 741-3951",
                    "email": "Ana.C.Ruiz@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edison Leung, MD, PhD",
                    "affiliation": "The University of Texas Health Science Center, Houston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas Health Science Center at Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edison Leung, MD",
                            "role": "CONTACT",
                            "phone": "713-741-3951",
                            "email": "edison.leung@uth.tmc.edu"
                        },
                        {
                            "name": "Ana Ruiz",
                            "role": "CONTACT",
                            "phone": "(713) 741-3951",
                            "email": "Ana.C.Ruiz@uth.tmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012640",
                    "term": "Seizures"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                },
                {
                    "id": "D000061218",
                    "term": "Depressive Disorder, Treatment-Resistant"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M29783",
                    "name": "Depressive Disorder, Treatment-Resistant",
                    "asFound": "Treatment Resistant Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15452",
                    "name": "Seizures",
                    "asFound": "Seizures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M11982",
                    "name": "Morphine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}