{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00001711",
            "orgStudyIdInfo": {
                "id": "980019"
            },
            "secondaryIdInfos": [
                {
                    "id": "98-CC-0019"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Magnetic Resonance Imaging (MRI) Ofl Volunteers",
            "officialTitle": "Volunteer Scanning on MR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "magnetic-resonance-imaging-mri-ofl-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "1998-02-06",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "1999-11-03",
            "studyFirstSubmitQcDate": "1999-11-03",
            "studyFirstPostDateStruct": {
                "date": "1999-11-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Magnetic resonance is an imaging technique that uses magnetic fields and radio waves to create images of the body. The technology used in magnetic resonance imaging continues to improve. Advancements in magnetic resonance imaging (MRI) requires researchers to study new techniques in normal volunteers in order to understand how to use them in patients with diseases.\n\nIn this study researchers plan to do a variety of diagnostic tests including magnetic resonance imaging on normal volunteers. The studies may involve injections of contrast media, substances injected into the blood of participant that improves the image created by the MRI scanner. The study is not expected to benefit the participants. However, information gathered from the study may be used to improve diagnostic techniques and develop new research studies.",
            "detailedDescription": "Technical evaluation of magnetic resonance imaging and spectroscopy will be performed on subjects who are eligible and willing to volunteer to have a research MRI performed. These studies may involve the administration of commercially available MR contrast media. Some scans may require inhaled carbogen (95% oxygen and 5% carbon dioxide) and hyperoxia (100% oxygen) as a contrast media. The results will be used to evaluate the performance of various pulse sequences, gradient coils, and rf coils on human subjects and will provide essential ground work for specific patient protocols."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteers",
                "Patients"
            ],
            "keywords": [
                "Magnetic Resonance Imaging",
                "Gadolinium",
                "MRA",
                "Diagnostic Tool",
                "Contrast",
                "Natural History",
                "Normal Volunteer"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteers and Patients",
                    "description": "Healthy volunteers and patients age 18 and older.",
                    "interventionNames": [
                        "Procedure: MRI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "MRI",
                    "description": "scan of healthy volunteers.",
                    "armGroupLabels": [
                        "Healthy Volunteers and Patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To develop and optimize new MR techniques for ultimate use in patient protocols",
                    "description": "develop and optimize new MR techniques for ultimate use in patient protocols.",
                    "timeFrame": "End of study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAny subject above the age of 18 who is capable of giving informed consent. This study allows for the enrollment of healthy volunteers as well as volunteers with disease for the purpose of continued technical development in a wide variety of conditions.\n\nEXCLUSION CRITERIA:\n\nA subject will be excluded if he/she has a contraindication to MR scanning implanted metal clips or wires of the type which may concentrate radiofrequency fields or cause tissue damage from twisting in a magnetic field. Examples include:\n\n1. Aneurysm clip\n2. Implanted neural stimulator\n3. Implanted cardiac pacemaker or autodefibrillator\n4. Cochlear implant\n5. Ocular foreign body (e.g., metal shavings)\n6. Any implanted device (pumps, infusion devices, etc)\n7. Shrapnel injuries\n8. All employees/staff supervised by the Principal Investigator or an Associate Investigator are excluded from participation.\n\nTo assess whether subjects are normal eligible to participate, they will be asked to fill out a NIH RADIS MRI Safety questionnaire. Subjects will be excluded if it is deemed that they have a condition which would preclude their use for study related MRI (e.g. paralyzed hemidiaphragm, morbid obesity, claustrophobia etc.) or present unnecessary risks (e.g. pregnancy, surgery of uncertain type, symptoms of pheochromocystoma or insulinoma, etc.). Lactating women and subjects with hemoglobinopathies, asthma, or renal or hepatic disease will be excluded from studies involving the administration of contrast agents.\n\nTo assess whether subjects are eligible to participate in a GBCA study, before undergoing a GBCA imaging study, volunteers will be asked whether or not they have received a MRI with contrast at an outside institution within the last 6 months and have their Clinical Center medical records reviewed. To track exposures to intravenous GBCAs, for each subject we are administrating GBCA, we will maintain a database recording any reports of GBCA administration at an outside institution and the running total of GCBA administration at the Clinical Center. Volunteers who have had exposure to intravenous GBCAs within the last 6 months at an outside institution or the Clinical Center, or reached their maximum of 4 GBCA research imaging studies during their study participation on this protocol, will be excluded from having a contrast enhanced MRI, but will not be excluded from the protocol for non-contrasted MRI studies.\n\nTo ensure volunteers who have renal failure do not undergo a GBCA imaging study, all volunteers who will receive Gadolinium based contrast agents will have a serum Creatinine obtained within one week of the MRI examination. All subjects with a calculated eGFR less than or equal to 60 will be excluded from having a contrast enhanced MRI, but will not be excluded from the protocol for non-contrasted MRI studies.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Any subject above the age of 18 who is capable of giving informed consent. This study allows for the enrollment of healthy volunteers as well as volunteers with disease for the purpose of continued technical development in a wide variety of conditions.@@@",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tracy L Cropper, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 402-6132",
                    "email": "tcropper@cc.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John A Butman, M.D.",
                    "affiliation": "National Institutes of Health Clinical Center (CC)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "9393533",
                    "type": "BACKGROUND",
                    "citation": "Choyke PL, Walther MM, Wagner JR, Rayford W, Lyne JC, Linehan WM. Renal cancer: preoperative evaluation with dual-phase three-dimensional MR angiography. Radiology. 1997 Dec;205(3):767-71. doi: 10.1148/radiology.205.3.9393533."
                },
                {
                    "pmid": "1889423",
                    "type": "BACKGROUND",
                    "citation": "Niendorf HP, Dinger JC, Haustein J, Cornelius I, Alhassan A, Clauss W. Tolerance data of Gd-DTPA: a review. Eur J Radiol. 1991 Jul-Aug;13(1):15-20. doi: 10.1016/0720-048x(91)90049-2."
                },
                {
                    "pmid": "7928216",
                    "type": "BACKGROUND",
                    "citation": "Frank JA, Mattay VS, Duyn J, Sobering G, Barrios FA, Zigun J, Sexton R, Kwok P, Woo J, Moonen C, et al. Measurement of relative cerebral blood volume changes with visual stimulation by 'double-dose' gadopentetate-dimeglumine-enhanced dynamic magnetic resonance imaging. Invest Radiol. 1994 Jun;29 Suppl 2:S157-60. doi: 10.1097/00004424-199406001-00052. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_1998-CC-0019.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".we are working on deciding if we will share IPDs."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}