{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05391932",
            "orgStudyIdInfo": {
                "id": "IRB #10-22"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21DC020251",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21DC020251"
                }
            ],
            "organization": {
                "fullName": "University of Montana",
                "class": "OTHER"
            },
            "briefTitle": "Making INformed Decisions in Gaze and Postural Stability: A Pilot Feasibility Study",
            "officialTitle": "Making INformed Decisions in Gaze and Postural Stability (MINDGAPS): A Novel System for Improving Personalized Care and Patient Adherence in Vestibular Rehabilitation",
            "acronym": "MINDGAPS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "making-informed-decisions-in-gaze-and-postural-stability-a-pilot-feasibility-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-11",
            "studyFirstSubmitQcDate": "2022-05-21",
            "studyFirstPostDateStruct": {
                "date": "2022-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brian Loyd",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Montana"
            },
            "leadSponsor": {
                "name": "University of Montana",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Johns Hopkins University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed research is relevant to vestibular science and the general public because age-related vestibular hypofunction is a major contributor to poor balance, falls, and other adverse health outcomes. In this investigation the investigators will: 1) assess the preliminary efficacy of a novel intervention system for improving vestibular function and dizziness in community-dwelling older adults, 2) assess the safety and feasibility of the this system, and 3) assess the acceptability and implementation potential of this system, prior to a large-scale, R01-level investigation.",
            "detailedDescription": "Deficits in gaze and postural stability are closely linked with vestibular hypofunction. These deficits result in dizziness and poor balance, increasing the risk for falls and other poor health outcomes. Vestibular hypofunction occurs with several conditions and is increasingly prevalent with advancing age. An estimated 85% of people over the age of 80 experience vestibular hypofunction. As with many age-related health challenges (e.g. sarcopenia, osteoporosis, cardiovascular disease), exercise is widely recommended to remediate the effects of vestibular hypofunction. Vestibular rehabilitation has demonstrated efficacy at improving vestibular hypofunction in tightly controlled clinical trials, but the effectiveness in practice is limited by two major barriers: 1) reduced patient adherence to the exercise program, and 2) inability to precisely assess vestibular function. These are overlapping challenges; lack of access to vestibular function assessments impedes effective dosing of rehabilitation as well as monitoring of patient adherence and progress. Thus, personalization and monitoring-essential ingredients of nearly any health or exercise regimen-are functionally missing in vestibular rehabilitation practice.\n\nFor this proposal, the investigators have developed the Making INformed Decisions in Gaze and Postural Stability (MINDGAPS) system, which utilizes wearable sensor technology to provide simple, precise measures of gaze and postural stability, as well as remote monitoring of patient adherence to vestibular exercises. Additionally, MINDGAPS leverages NIH Toolbox data to display patient status compared to normative values and to indicate progress over time relative to measurement error. This enables the application of two innovative behavioral science principles aimed at facilitating patient adherence: 1) social norming; comparison of a patient to her or his peers, and 2) frequent monitoring of progress and outcomes. This study is designed to examine the preliminary efficacy of the MINDGAPS system, along with the feasibility, safety, and acceptability of its use in practice. This study will use a single cohort, double-baseline design (n=30 older adults with vestibular hypofunction). Following, the baseline (control) phase, all participants will complete 6 weeks of individualized vestibular rehabilitation informed by the MINDGAPS system. Preliminary efficacy of the intervention will be examined by comparing computerized Dynamic Visual Acuity (cDVA) scores during the intervention phase to cDVA scores during the baseline phase. Feasibility and safety of the intervention will be examined relative to a priori thresholds for recruitment, retention and adherence rates, as well as recording of adverse events. Finally, the acceptability and remote/telehealth capability of the system will be explored using a mixed methods analysis, which will inform system refinement in preparation for a future R01 submission (phase II clinical trial)."
        },
        "conditionsModule": {
            "conditions": [
                "Vestibular Hypofunction"
            ],
            "keywords": [
                "Rehabilitation",
                "dynamic visual acuity",
                "gaze stability",
                "postural stability",
                "dizziness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single-cohort double-baseline design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "MINDGAPS",
                    "description": "Utilize wearable sensor technology to provide simple, precise measures of gaze and postural stability, as well as remote monitoring of patient adherence to vestibular exercises during a 6-week training period. Additionally, NIH Toolbox data will be used to display patient status compared to normative values and to indicate progress over time relative to measurement error."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Computerized Dynamic Visual Acuity (cDVA)",
                    "description": "computerized measure of functional gaze stability",
                    "timeFrame": "through study completion, an average of 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Instrumented postural sway assessment",
                    "description": "instrumented assessment of static postural stability",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Video head impulse testing (vHIT)",
                    "description": "computerized assessment of vestibulo-ocular reflex function",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Functional Gait Assessment (FGA)",
                    "description": "The Functional Gait Assessment (FGA) is a 10-item measure that examines dynamic stability during various walking tasks on a marked 6-m (20-ft) length and 12-inch wide walkway. Each item is rated from 0-3 with higher scores indicating better dynamic stability. Tasks within the FGA require head and/or body motion during walking activities which will be assessed using body-worn 3D inertial measurement units.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Activities-specific Balance Confidence Scale (ABC)",
                    "description": "The Activity Specific Balance Confidence Scale (ABC) is a 16-item self-reported measure of balance confidence in performing various activities of daily living. Each question requires an individual to grade his or her self on a scale of 0 to 100 percent for their level of confidence and higher scores indicate greater balance confidence in performing these activities.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Dizziness Handicap Inventory (DHI)",
                    "description": "Dizziness Handicap Inventory (DHI): The DHI is a self assessment inventory designed to evaluate the self-perceived handicap effects imposed by dizziness or unsteadiness and has documented test-retest and internal consistency reliability. The DHI consists of 25 questions subgroup into functional, emotional, and physical components. The total score ranges from 0-100, with higher scores indicating greater handicap.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Mini- Balance Evaluation Systems Test (BESTest)",
                    "description": "the 14-item Mini-BESTest which includes four sections (anticipatory postural adjustments, reactive postural responses, sensory orientation, and stability in gait) relevant to postural control and stability. The maximum possible score is 28 with higher scores indicating better balance. Tasks within the Mini-BEST test require head and/ or body motion, which will be assessed using body-worn 3D inertial measurement units.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Two minute walk test (2MWT)",
                    "description": "Maximal distance walked along a 50 foot course in two minutes. During the test head and/or body motion will be assessed using body-worn 3D inertial measurement units.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Community Ambulatory Task (CAT)",
                    "description": "Walking task that simulates community ambulation. During the task head and/or body motion during walking activities which will be assessed using body-worn 3D inertial measurement units.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Life Space Mobility Assessment (LSA)",
                    "description": "patient reported questionnaire examining community mobility. The maximum possible score is 40 with higher scores indicating better life space mobility.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Role Participation Questionnaire",
                    "description": "patient reported questionnaire assessing participant role in society. The questionnaire asks 17 questions with lower scores indicating greater societal role.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "General Well Being Scale",
                    "description": "patient reported questionnaire assessing psychological health. Consists of 18 questions with scores ranging from 0-110 and higher scores indicating better well-being.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Visual Analog Scale of Dizziness and Unsteadiness",
                    "description": "patient report of severity of dizziness and unsteadiness. Participants are asked to draw a single line on a 10 cm line with a higher number indicating greater dizziness or unsteadiness.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "Physical Activity Tracker",
                    "description": "daily step counts obtained with wearable device.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "National Aeronautics and Space Administration (NASA) task load index",
                    "description": "patient reported measure of difficulty and cognitive load of intervention. Scores range from 0-20 with higher scores indicating greater task load.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                },
                {
                    "measure": "System Usability Scale",
                    "description": "patient reported measure of usability of intervention system. Scores range from 0-100 with higher scores indicating greater usability.",
                    "timeFrame": "through study completion, an average of 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Reports issues with dizziness or imbalance\n* Ability to stand independently\n* Presence of peripheral vestibular hypofunction as indicated by examination with video nystagmography, video head impulse testing, or dynamic visual acuity testing.\n\nExclusion Criteria:\n\n* cervical spine disorders\n* vertebral or carotid artery dissection\n* blindness\n* peripheral or central oculomotor palsy\n* centrally mediated vestibular dysfunction",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian J Loyd, PhD",
                    "role": "CONTACT",
                    "phone": "406-243-4015",
                    "email": "Brian.loyd@umontana.edu"
                },
                {
                    "name": "Andy Kittelson, PhD",
                    "role": "CONTACT",
                    "phone": "406-243-4015",
                    "email": "Andy.kittelson@umontana.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Montana",
                    "status": "RECRUITING",
                    "city": "Missoula",
                    "state": "Montana",
                    "zip": "59812",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Loyd, PhD",
                            "role": "CONTACT",
                            "phone": "406-243-4015",
                            "email": "Brian.loyd@umontana.edu"
                        },
                        {
                            "name": "Andy Kittelson, PhD",
                            "role": "CONTACT",
                            "phone": "406-243-4015",
                            "email": "Andy.kittelson@umontana.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87215,
                        "lon": -113.994
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17462",
                    "name": "Vertigo",
                    "relevance": "LOW"
                },
                {
                    "id": "M7420",
                    "name": "Dizziness",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}