{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06275607",
            "orgStudyIdInfo": {
                "id": "FY23-24-93"
            },
            "organization": {
                "fullName": "The University of Texas at San Antonio",
                "class": "OTHER"
            },
            "briefTitle": "Maladaptive Anger Treatment",
            "officialTitle": "Cognitive Behavioral Affective Therapy (CBAT) for Maladaptive Anger in a Community Sample: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "maladaptive-anger-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-07",
            "studyFirstSubmitQcDate": "2024-02-21",
            "studyFirstPostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas at San Antonio",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "From a psychoevolutionary perspective, anger is a universal emotion that can serve the function of making us aware of wrongdoing and motivating us to undo/correct the wrongdoing. However, it is well recognized in clinical psychology that anger can be maladaptive, often causing distress and impairment in various areas of day-to-day life; untreated maladaptive anger has been found to raise the risk of certain physical health problems e.g., hypertension and coronary heart disease. At the very extreme, rage has been implicated in aggression and violence. Not surprisingly, there has been a widespread quest for anger treatments or what is popularly called \"anger management\". One treatment approach that has received increasing empirical support is Cognitive Behavioral Affective Therapy (CBAT), which has been applied to patients with chemical dependence and individuals with chronic pain. To extend this programmatic line of research, the proposed research aims to evaluate the efficacy of CBAT in reducing multiple (psychometric and self-monitored) measures of anger within a community sample.",
            "detailedDescription": "P.I. Dr. Fernandez and Ph.D. student Brandon Perez will train about five undergraduate students in the recruitment procedures. Participants will be recruited by sending electronic announcements and IRB-approved recruitment materials to 1) counseling and psychotherapy clinics, 2) anger management support groups, and 3) social media platforms. Materials will contain study and contact information (study email address and Google Voice number) for potential participants to contact study staff. Interested participants will sign consent forms and be screened for eligibility via an electronic version of the consent form and a brief screening instrument, both presented using an online App (created on Thunkable) for administration of questionnaires. After successfully completing screening, participants will enter their phone number and email address. Participants who do not satisfy screening criteria will be notified accordingly.\n\nConsent and Screening: Participants will first go through the informed consent procedure, where they will be told about the purpose of the study, expectations for them as participants, etc. Informed consent is expected to take approximately 10 minutes. Participants will then be asked to complete a screening questionnaire which is expected to take no more than 3 minutes. These procedures are done via the earlier-mentioned Smart Phone Application. Eligible participants will be randomly assigned to one of two groups: (i) a treatment group receiving Cognitive Behavioral Affective Therapy (CBAT), or (ii) a comparison group receiving Emotional Education (EE). Each group will receive separate links to videos (specific to the content of that group) and pre-recorded by Dr. Fernandez. There will be two videos per week, each lasting about 50 minutes (no more than 8 hours total) over the course of 4 weeks. At 1-month follow-up, each group will be required to view/listen to a final 50-minute videorecording that recaps the specific content for that group.\n\nQuestionnaires and other measures: Anger will be screened using the 10-item trait scale of the STAXI-2. At pre-treatment, post-treatment, and follow-up, anger will be assessed using two psychometric instruments, the Anger Parameters Scale and the Anger Expressions Scale. During each of these three phases, anger will also be measured via self-monitoring with reference to a graphical display. These measurement techniques have been effectively used and described in our previous studies.\n\nOnline Sessions: The video for session 1 will deal with orientation and self-monitoring. Participants will practice self-monitoring their anger during that first week of orientation. If a participant has no anger on a given day, no monitoring is necessary. Following this week, the comparison group participants will continue to self-monitor their anger for 4 weeks during which they will view/listen to videos on the general topic of emotions (including anger, fear, sadness, as well as positive emotions such as joy). CBAT participants will continue to self-monitor their anger for 4 weeks during which they will view/listen to videos on anger regulation techniques. These videos will cover anger prevention, anger intervention, and anger postvention consecutively. During the prevention phase, an individually tailored behavior contract against anger will be signed by each participant that allows them to reward themselves for adhering to anger reduction goals. Contracts such as these are commonly used in behavior modification. Not legally binding they are formal agreements made collaboratively between provider and participant. They are designed to build motivation and commitment to change. Specifically, both parties agree on the desired or adaptive behaviors, the points to be awarded for such behaviors, and the points to be deducted in the case of maladaptive behaviors. The net number of points is then regularly reviewed by both parties and any appropriate rewards are then \"given.\" In CBAT, rewards are typically watching a favorite movie, dining out at a favorite restaurant, etc. Participants will work with investigators over email to draft and electronically sign their contracts. Research Assistants will review participant progress on their contracts during their regular check-in phone calls. While there is no feasible way to ensure total adherence to the contract - either with in-person or online CBAT training - the phone calls are useful in encouraging participation and self-monitoring. For EE, participants will receive self-monitoring training with an emphasis on the definition of emotion, and types of emotions. Instead of specific skills for regulating anger or other emotions, a range of emotions (e.g., fear, anxiety, sorrow, grief, melancholy, guilt, embarrassment, self-consciousness, pride, contempt, jealousy, surprise, and happiness) will be illustrated with sources from art, literature and the humanities in general. While the comparison group will not receive any skills training for anger regulation, emotional education will receive educational information on negative emotions (such as anger) and positive emotions too.\n\nCBAT participants will also engage in anger prevention techniques such as behavioral rehearsal of anger-provoking situations and stimulus control for discriminating and avoiding situations that are likely to culminate in anger. Intervention techniques include use of thought-stopping, distraction, reappraisal, and replacing maladaptive cognition with coping statements. The postvention phase will train participants in dealing with residual anger through expressive writing and verbal disclosure. Gestalt therapy empty chair dialogue will be used for overcoming unresolved anger. Finally, affective strategies of humor and forgiveness will also be broached.\n\nAfter the final session (in week 5), participants in both groups will complete the same set of questionnaires previously administered before treatment. This set of questionnaires is expected to take no more than 20 minutes. Participants will then have a 3-week interim waiting period, during which time no action is required on their part, but one intended to serve as a time for participants to reflect and implement techniques that they have learned. This is followed by 1 week of daily anger self-monitoring. Finally, a follow-up session (30-50 minutes) will be held with both groups after this self-monitoring period.\n\nPhone Calls and Knowledge Checks: To ensure that participants comprehend the online videos, RAs will check in with participants twice a week. This also serves to ensure that there are no difficulties with their participation in the study and to verify that the participants are not in any emotional distress. Each semi-weekly phone calls is expected to last approximately 10 minutes, for a total time of 160 minutes over the duration of the study (1 week pre-treatment, 4 weeks of CBAT or EE; and 1 week post-treatment).\n\nTotal participant time commitment during the duration of the study is approximately 12 hours."
        },
        "conditionsModule": {
            "conditions": [
                "Anger",
                "Intermittent Explosive Disorder",
                "Emotional Distress",
                "Aggression",
                "Violence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel Assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cognitive Behavioral Affective Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Group receiving CBAT.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Affective Therapy"
                    ]
                },
                {
                    "label": "Emotional Education",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Group receiving general emotion psychoeducation.",
                    "interventionNames": [
                        "Behavioral: Emotional Discussion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral Affective Therapy",
                    "description": "Active training in regulating anger.",
                    "armGroupLabels": [
                        "Cognitive Behavioral Affective Therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Emotional Discussion",
                    "description": "General discussion of emotions; no therapy or training is offered.",
                    "armGroupLabels": [
                        "Emotional Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Anger Parameters Scale (APS)",
                    "description": "The Anger Parameters Scale taps into five parameters: Frequency, Duration, Intensity, Latency, and Threshold. Scores can range from 0-120 and higher scores imply more maladaptive anger.\n\nThe APS is comprised of 30 items rated from 0-4. The total possible score ranges from 0 to 120. A higher score on the APS indicates more maladaptive anger.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Anger Parameters Scale (APS)",
                    "description": "The Anger Parameters Scale taps into five parameters: Frequency, Duration, Intensity, Latency, and Threshold. Scores can range from 0-120 and higher scores imply more maladaptive anger.\n\nThe APS is comprised of 30 items rated from 0-4. The total possible score ranges from 0 to 120. A higher score on the APS indicates more maladaptive anger.",
                    "timeFrame": "One-month"
                },
                {
                    "measure": "Anger Parameters Scale (APS)",
                    "description": "The Anger Parameters Scale taps into five parameters: Frequency, Duration, Intensity, Latency, and Threshold. Scores can range from 0-120 and higher scores imply more maladaptive anger.\n\nThe APS is comprised of 30 items rated from 0-4. The total possible score ranges from 0 to 120. A higher score on the APS indicates more maladaptive anger.",
                    "timeFrame": "One month after end of treatment program"
                },
                {
                    "measure": "Anger Expressions Scale (AES)",
                    "description": "Measured with the Anger Expressions Scale. The AES is comprised of 60 items rated from 0-4. These items are organized into 12 sub-scales of 5 items each. These sub-scales have a minimum total possible score of 0 and a maximum of 20. Higher scores on each sub-scale (as well as a higher cumulative score) indicates more maladaptive anger.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Anger Expressions Scale (AES)",
                    "description": "Measured with the Anger Expressions Scale. The AES is comprised of 60 items rated from 0-4. These items are organized into 12 sub-scales of 5 items each. These sub-scales have a minimum total possible score of 0 and a maximum of 20. Higher scores on each sub-scale (as well as a higher cumulative score) indicates more maladaptive anger.",
                    "timeFrame": "One-month"
                },
                {
                    "measure": "Anger Expressions Scale (AES)",
                    "description": "Measured with the Anger Expressions Scale. The AES is comprised of 60 items rated from 0-4. These items are organized into 12 sub-scales of 5 items each. These sub-scales have a minimum total possible score of 0 and a maximum of 20. Higher scores on each sub-scale (as well as a higher cumulative score) indicates more maladaptive anger.",
                    "timeFrame": "One month after end of treatment program"
                },
                {
                    "measure": "Self-Monitored Anger (Anger Log)",
                    "description": "Self-monitoring has been successfully implemented for the assessment of anger . The anger log comprises two graphs that range from 12:00 AM to 12:00 PM and 12:00 PM to 12:00 AM, covering a 24-hour period. More specifically, the x-axis represents the time of day, and the y-axis represents the severity of anger. The scale ranges in severity and is broken down into levels: anger, annoyance, and rage.",
                    "timeFrame": "Baseline up to 4 weeks"
                },
                {
                    "measure": "Self-Monitored Anger (Anger Log)",
                    "description": "Self-monitoring has been successfully implemented for the assessment of anger . The anger log comprises two graphs that range from 12:00 AM to 12:00 PM and 12:00 PM to 12:00 AM, covering a 24-hour period. More specifically, the x-axis represents the time of day, and the y-axis represents the severity of anger. The scale ranges in severity and is broken down into levels: anger, annoyance, and rage.",
                    "timeFrame": "One week after the interim period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Live in the United States\n* Have maladaptive anger (as assessed by the STAXI-2)\n* Do not currently have any serious psychiatric illnesses (e.g., schizophrenia, autism, dementia, suicidal ideation)\n* Are not currently undergoing psychological or psychiatric treatment\n* Are not currently undergoing an anger treatment program\n* Speak English\n\nExclusion Criteria:\n\n* Does not live in the United States\n* Does not have maladaptive anger, as assessed by the STAXI-2\n* Has a current serious psychiatric illness (e.g., schizophrenia, autism, dementia, suicidal ideation)\n* Is currently undergoing psychological or psychiatric treatment\n* Is currently undergoing an anger treatment program\n* Does not speak English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ephrem Fernandez, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(210) 458-5755",
                    "email": "ephrem.fernandez@utsa.edu"
                },
                {
                    "name": "Brandon S Perez, M.S.",
                    "role": "CONTACT",
                    "phone": "(281) 975-9534",
                    "email": "brandon.perez3@utsa.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas at San Antonio",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78249",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ephrem Fernandez, Ph.D.",
                            "role": "CONTACT",
                            "email": "ephrem.fernandez@utsa.edu"
                        },
                        {
                            "name": "Brandon S Perez, M.S.",
                            "role": "CONTACT",
                            "email": "brandon.perez3@utsa.edu"
                        },
                        {
                            "name": "Ephrem Fernandez, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brandon S Perez, M.S.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Fernandez, E. (2008). The angry personality: A representation on six dimensions of anger expression. https://doi.org/10.4135/9781849200479"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fernandez, E., Arevalo, I., Torralba A., & Vargas, R. (2014). Norms for Five Parameters of Anger: How Do Incarcerated Adults Differ From the Community?. International Journal of Forensic Mental Health. 13. 18-24. https://doi.org/10.1080/14999013.2014.889256"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fernandez, E. & Beck, R. (2001). Cognitive-Behavioral Self-Intervention Versus SelfMonitoring of Anger: Effects on Anger Frequency, Duration, and Intensity. Behavioural and Cognitive Psychotherapy, 29(3). 345-356. http://doi.org/10.1017/S1352465801003071"
                },
                {
                    "pmid": "36490215",
                    "type": "BACKGROUND",
                    "citation": "Fernandez E, Pham TM, Kolaparthi K, Sun R, Perez BS, Iwuala EC, Wu W, Shattuck EC. Parameters of anger as related to sensory-affective components of pain. Scand J Pain. 2022 Dec 9;23(2):284-290. doi: 10.1515/sjpain-2022-0131. Print 2023 Apr 25."
                },
                {
                    "pmid": "37699599",
                    "type": "BACKGROUND",
                    "citation": "Fernandez E, Perez B, Sun R, Kolaparthi K, Pham T, Iwuala E, Garza R, Shattuck EC, Wu W. Anger treatment via CBAT delivered remotely: Outcomes on psychometric and self-monitored measures of anger. Clin Psychol Psychother. 2023 Sep 12. doi: 10.1002/cpp.2907. Online ahead of print."
                },
                {
                    "pmid": "19545479",
                    "type": "BACKGROUND",
                    "citation": "Fernandez E, Scott S. Anger treatment in chemically-dependent inpatients: evaluation of phase effects and gender. Behav Cogn Psychother. 2009 Jul;37(4):431-47. doi: 10.1017/S1352465809990075. Epub 2009 Jun 23."
                },
                {
                    "pmid": "29741402",
                    "type": "BACKGROUND",
                    "citation": "Fernandez E, Woldgabreal Y, Guharajan D, Day A, Kiageri V, Ramtahal N. Social Desirability Bias Against Admitting Anger: Bias in the Test-Taker or Bias in the Test? J Pers Assess. 2019 Nov-Dec;101(6):644-652. doi: 10.1080/00223891.2018.1464017. Epub 2018 May 9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Henderson, M. M. (2016). The anger parameters scale and the anger expressions scale: A psychometric study. The University of Texas at San Antonio."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Spielberger, C. D., Sydeman, S. J., Owen, A. E., & Marsh, B. J. (1999). Measuring anxiety and anger with the State-Trait Anxiety Inventory (STAI) and the State-Trait Anger Expression Inventory (STAXI). In M. E. Maruish (Ed.), The use of psychological testing for treatment planning and outcomes assessment (2nd ed., pp. 993-1021). Lawrence Erlbaum Associates Publishers."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000374",
                    "term": "Aggression"
                },
                {
                    "id": "D000007174",
                    "term": "Disruptive, Impulse Control, and Conduct Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000096762",
                    "term": "Aberrant Motor Behavior in Dementia"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3724",
                    "name": "Aggression",
                    "asFound": "Aggression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10219",
                    "name": "Disruptive, Impulse Control, and Conduct Disorders",
                    "asFound": "Intermittent Explosive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21827",
                    "name": "Conduct Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3259",
                    "name": "Aberrant Motor Behavior in Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}