{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05916339",
            "orgStudyIdInfo": {
                "id": "STUDY00003286"
            },
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Management of ADHD in Autism Spectrum Disorder",
            "officialTitle": "Efficacy of Pharmacologic Management of ADHD in Children and Youth With Autism Spectrum Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "management-of-adhd-in-autism-spectrum-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-31",
            "studyFirstSubmitQcDate": "2023-06-14",
            "studyFirstPostDateStruct": {
                "date": "2023-06-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Daniel Coury",
                "investigatorTitle": "Behavioral Pediatrics Physician",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Daniel Coury",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, Irvine",
                    "class": "OTHER"
                },
                {
                    "name": "Holland Bloorview Kids Rehabilitation Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital of Philadelphia",
                    "class": "OTHER"
                },
                {
                    "name": "University of Rochester Golisano Children's Hospital",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Nationwide Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital Medical Center, Cincinnati",
                    "class": "OTHER"
                },
                {
                    "name": "University of Pittsburgh",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "University of Virginia",
                    "class": "OTHER"
                },
                {
                    "name": "University of Alberta",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "MaineHealth",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is a pragmatic clinical trial examining the comparative effectiveness of two stimulant medications (methylphenidate and amphetamine) in the treatment of ADHD in children and adolescents with autism. Using a sequential, multiple assignment randomization trial (SMART) design the study will not only assess these two medications but also the role of an increasingly popular class of ADHD medication, the alpha-2 agonists. Findings from this study will help improve clinicians' approach to medication selection and reduce the repeated trials of multiple medications that are current standard care.",
            "detailedDescription": "Current data shows that 1 in 54 children in the United States are diagnosed with autism spectrum disorder (ASD). Additional data shows that those diagnosed with autism are also at risk for being diagnosed with a co-occurring condition such as attention deficit/hyperactivity disorder (ADHD). Managing the symptoms of each can be challenging for providers, patients, and parents.\n\nPatients with ASD who are diagnosed with ADHD often face the challenge of finding the best medication options to treat symptoms. It is known that children with ASD and ADHD frequently respond differently to these treatments than typically developing (TD) children. Currently, no clear recommendations exist for parents or providers to follow to guide best medication options for patients with ASD and ADHD. This lack of medication knowledge and suboptimal medication management can lead to poor results and have substantial negative life impact for patients and their families.\n\nThe main goal of this study is to determine if the most prescribed medications for ADHD in TD children are similarly effective for patients who also have a diagnosis of autism. The results of this study will improve provider understanding of first-line stimulant medicines, methylphenidate and amphetamine compound, with ASD patients. Parents will determine medication effectiveness through discussion with their child and with their doctor as well as their own observations and will drive the medication adjustment process. Parents will provide ratings of effectiveness using the Clinical Global Impression measure every two weeks and the Aberrant Behavior Checklist and the Vanderbilt Parent Rating Scale will be completed monthly. For those patients who do not respond to first-line medicines, this study will further develop the understanding of second-line medication options, the alpha2 agonists guanfacine and clonidine. Parents will provide ratings using the same measures as before. Additional study measures will collect and review parent/caregiver input in the process of determining medication continuation. Most measures will be completed through electronic portals, reducing the need for families to come to the hospital to participate in this study.\n\nWhile these medications are routinely prescribed to treat ADHD in children and adolescents with ASD, their relative effectiveness is not known. Randomizing participants to these different medicines in this format, called a SMART (Sequential Multiple Assignment Randomization Trial) design, will provide data on how well these medications work in children with ASD and ADHD, how they work compared to each other, and how their side effects differ from use in TD children. This study will also examine the effect of these medicines on target problems identified by parents, such as oppositional behavior. Parents/caregivers will be a significant part of the data and input captured to determine if medication should continue or be discontinued. The care team of patient, parent, and provider is solid in this project and will lead to optimal decision pathways for future patients with autism.\n\nThe aims outlined in this study are beneficial to patients with autism and their families/caregivers who often help navigate health care with them for life. Having access to evidence-based best practices when making medication decisions can impact and expedite positive outcomes in managing the symptoms of ADHD. When symptoms are managed at optimal levels, patients can focus on building life skills and accessing opportunities toward meaningful life outcomes.\n\nCoproduced with parents and providers, this study is designed to reduce the trial and error aspect of prescribing ADHD medications and build provider and parent knowledge in best practice. The patient and family voice are an integral part of the study design process. This coproduction of treatment evidence helps ensure best outcomes for the patient and is supported by the inclusion of stakeholders. Participants will be children 4 to 17 years of age recruited from The Autism Care Network, the first and only network of its kind focused on better autism care, delivered at scale and at speed, to improve health and quality of life for children with autism and their families throughout North America. Twelve of the 20 network sites will participate in this study, each with providers and patients' parents committed to ensuring more than 500 patients will be part of this study and who are also committed to continuously improving whole-person and whole-family autism care."
        },
        "conditionsModule": {
            "conditions": [
                "ADHD",
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "ADHD",
                "Autism",
                "ASD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stage 1 - Stimulant",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This proposed naturalistic, pragmatic clinical trial does not involve investigational drugs. Sequential, multiple assignment randomized trial (SMART) pragmatic clinical trial.\n\nStage 1 - randomization to either Amphetamine (AMP) or Methylphenidate (MPH). The specific medication prescribed by the physician will be determined by discussion between physician and parent / caregiver and review of the subject's insurance coverage. Subjects will receive their medication from their pharmacy.",
                    "interventionNames": [
                        "Drug: Randomization to either Amphetamine (AMP) class of stimulant medication or Methylphenidate (MPH) class of stimulant medication"
                    ]
                },
                {
                    "label": "Stage 2 - Alpha-2 Agonist or Alternate Stimulant",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Stage 2 - randomization to either Alpha-2 Agonist or other stimulant not randomized to in Stage 1: Amphetamine (AMP) or Methylphenidate (MPH).\n\n(frequency, dosage, format, and duration dependent on participant and study doctor discussion).",
                    "interventionNames": [
                        "Drug: Randomization to either Alpha 2 agonist class of medication or alternate class of stimulant."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Randomization to either Amphetamine (AMP) class of stimulant medication or Methylphenidate (MPH) class of stimulant medication",
                    "description": "Amphetamine (AMP) medication names: Adderall, Adderall XR, Adzenys ER, Adzenys XR-ODT, Dayanavel XR, Dexedrine (spansule), Dexedrine (tablet), Mydayis, Procentra liquid\n\nMethylphenidate (MPH) medication names: Adhansia XR, Aptensio XR, Azstarys, Concerta, Cotempla XR-ODT, Daytrana, Focalin, Focalin XR, Jornay PM. Metadate CD, Methylin (liquid), Ritalin, Ritalin LA, Quillichew ER, Quillivant XR (liquid)",
                    "armGroupLabels": [
                        "Stage 1 - Stimulant"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Randomization to either Alpha 2 agonist class of medication or alternate class of stimulant.",
                    "description": "If first line stimulant therapy (Amphetamine/Methylphenidate) is deemed not effective or tolerable, re-randomization to the alternate stimulant or alpha-2 agonist will occur. If participant is satisfied with first line stimulant treatment, first-line stimulant therapy will continue.\n\nCatapres, Clonidine, Guanfacine, Intuniv, Kapvay, Tenex",
                    "armGroupLabels": [
                        "Stage 2 - Alpha-2 Agonist or Alternate Stimulant"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Vanderbilt Parent Rating Scale",
                    "description": "The primary outcome measure is The Vanderbilt Parent Rating Scale for ADHD consists of 18 item, each scored from 0 to 3. It has a minimum score of 0, maximum score of 54. Higher scores indicate worse outcome.",
                    "timeFrame": "16 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Parent reported Clinical Global Impression",
                    "description": "Parent reported Clinical Global Impression - Improvement is a Likert scale ranging from 1 to 7. Higher scores indicate worse outcome.",
                    "timeFrame": "16 Weeks"
                },
                {
                    "measure": "Aberrant Behavior Checklist- Hyperactivity/Impulsivity subscale",
                    "description": "Aberrant Behavior Checklist- Hyperactivity/Impulsivity subscale consists of 16 items, each scored from 0 to 3. It has a minimum score of 0, maximum score of 48. Higher scores indicate worse outcome.",
                    "timeFrame": "16 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient and/or legally authorized representative must be willing and able to give informed consent/assent for participation in this study.\n2. Patient and their caregiver must be willing and able (in the Investigator's opinion) to comply with all study requirements.\n3. Patient must be between 4 and 17 years of age (inclusive) at time of enrollment.\n4. Patient must have a confirmed diagnosis of ASD based on supportive evidence (e.g. referring physician's report, medical records, such as ADOS (Autism Diagnostic Observation Schedule) or CARS (Childhood Autism Rating Scale), etc.).\n5. Patient must have the ability to consistently take medication (via pill, liquid or mixed with food/liquid).\n6. Patient must have a confirmed diagnosis of ADHD (based upon DSM-5 criteria and supportive evidence).\n7. Patient must have a consistent reporter (e.g., parent) who spends regular time with the child.\n8. Patient can be on other psychotropic medications (selective serotonin reuptake inhibitor (SSRI), atypical antipsychotic, anticonvulsant) if dose has been stable for \\> 4 weeks prior to consent with no plans for a dose change during the study.\n9. Patient with prior trial of ADHD medication more than one year before enrollment, based on clinician judgement of reason for prior trial failure.\n10. Patient and/or family/caregiver must be sufficiently fluent in English or Spanish to be able to complete questionnaires relevant to this study.\n\nExclusion Criteria:\n\n1. Patient history of more than one prior trial of an ADHD medication within the past year.\n2. Less than 4 weeks since last ADHD medication was taken.\n3. Any other risk factor that might prevent patient from safely taking the study medications.\n\n   * There are no inclusion/exclusion criteria based upon participant IQ. We will include individuals across the entire range of cognition, just as practitioners are asked to treat ADHD in children with ASD across the entire IQ range.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aria Dockham, MACPR",
                    "role": "CONTACT",
                    "phone": "614-722-0723",
                    "email": "Aria.Dockham@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel Coury, MD",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Karen Kuhlthau, PhD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Irvine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92697",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Cadondon",
                            "role": "CONTACT",
                            "phone": "949-267-0491",
                            "email": "scadondo@hs.uci.edu"
                        },
                        {
                            "name": "Peter Chung, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                },
                {
                    "facility": "Children's Hospital Los Angeles",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grace Anaya",
                            "role": "CONTACT",
                            "email": "granaya@chla.usc.edu"
                        },
                        {
                            "name": "Kathryn Smith, RN, MN, DrPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Maine Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Portland",
                    "state": "Maine",
                    "zip": "04102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Milleah Sawtelle",
                            "role": "CONTACT",
                            "phone": "207-661-6032",
                            "email": "milleah.sawtelle2@mainehealth.org"
                        },
                        {
                            "name": "Danielle Sipsock, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.66147,
                        "lon": -70.25533
                    }
                },
                {
                    "facility": "Massachusetts General Hospital Lurie Center for Autism",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02421",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah Brooks",
                            "role": "CONTACT",
                            "phone": "781-860-1714",
                            "email": "hhbrooks2@mgh.harvard.edu"
                        },
                        {
                            "name": "Ann Neumeyer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Wagner",
                            "role": "CONTACT",
                            "email": "Emily_wagner@urmc.rochester.edu"
                        },
                        {
                            "name": "Lynn Cole, DNP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                },
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Arin Contra Gile",
                            "role": "CONTACT",
                            "phone": "513-636-9673",
                            "email": "arin.contra@cchmc.org"
                        },
                        {
                            "name": "Julia Anixt, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Johnny Dudley",
                            "role": "CONTACT",
                            "phone": "614-355-7584",
                            "email": "Johnny.Dudley@nationwidechildrens.org"
                        },
                        {
                            "name": "Eric Butter, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19178",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ritika Kommareddi",
                            "role": "CONTACT",
                            "phone": "267-426-7540",
                            "email": "kommareddr@chop.edu"
                        },
                        {
                            "name": "Carlyn Glatts, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Pittsburgh",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15262",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah McAuliffe-Bellin",
                            "role": "CONTACT",
                            "phone": "412-235-5447",
                            "email": "mcausj@upmc.edu"
                        },
                        {
                            "name": "Benjamin Handen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "University of Virginia",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jodi Darring",
                            "role": "CONTACT",
                            "phone": "434-982-3673",
                            "email": "jgd7s@uvahealth.org"
                        },
                        {
                            "name": "Richard Stevenson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                },
                {
                    "facility": "University of Alberta, Glenrose Rehabilitation Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Edmonton",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Shannon Mah",
                            "role": "CONTACT",
                            "phone": "780-735-8285",
                            "email": "shannon.mah@ahs.ca"
                        },
                        {
                            "name": "Lonnie Zwaigenbaum, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 53.55014,
                        "lon": -113.46871
                    }
                },
                {
                    "facility": "Holland Bloorview Kids Rehabilitation Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Toronto",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Victoria Rombos",
                            "role": "CONTACT",
                            "phone": "416-425-6220",
                            "phoneExt": "3474",
                            "email": "vrombos@hollandbloorview.ca"
                        },
                        {
                            "name": "Danielle Baribeau, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29524016",
                    "type": "BACKGROUND",
                    "citation": "Soke GN, Maenner MJ, Christensen D, Kurzius-Spencer M, Schieve LA. Prevalence of Co-occurring Medical and Behavioral Conditions/Symptoms Among 4- and 8-Year-Old Children with Autism Spectrum Disorder in Selected Areas of the United States in 2010. J Autism Dev Disord. 2018 Aug;48(8):2663-2676. doi: 10.1007/s10803-018-3521-1."
                },
                {
                    "pmid": "32214087",
                    "type": "BACKGROUND",
                    "citation": "Maenner MJ, Shaw KA, Baio J; EdS1; Washington A, Patrick M, DiRienzo M, Christensen DL, Wiggins LD, Pettygrove S, Andrews JG, Lopez M, Hudson A, Baroud T, Schwenk Y, White T, Rosenberg CR, Lee LC, Harrington RA, Huston M, Hewitt A; PhD-7; Esler A, Hall-Lande J, Poynter JN, Hallas-Muchow L, Constantino JN, Fitzgerald RT, Zahorodny W, Shenouda J, Daniels JL, Warren Z, Vehorn A, Salinas A, Durkin MS, Dietz PM. Prevalence of Autism Spectrum Disorder Among Children Aged 8 Years - Autism and Developmental Disabilities Monitoring Network, 11 Sites, United States, 2016. MMWR Surveill Summ. 2020 Mar 27;69(4):1-12. doi: 10.15585/mmwr.ss6904a1. Erratum In: MMWR Morb Mortal Wkly Rep. 2020 Apr 24;69(16):503. doi: 10.15585/mmwr.mm6916a4."
                },
                {
                    "pmid": "28545751",
                    "type": "BACKGROUND",
                    "citation": "Loomes R, Hull L, Mandy WPL. What Is the Male-to-Female Ratio in Autism Spectrum Disorder? A Systematic Review and Meta-Analysis. J Am Acad Child Adolesc Psychiatry. 2017 Jun;56(6):466-474. doi: 10.1016/j.jaac.2017.03.013. Epub 2017 Apr 5."
                },
                {
                    "pmid": "30053632",
                    "type": "BACKGROUND",
                    "citation": "Neumeyer AM, Anixt J, Chan J, Perrin JM, Murray D, Coury DL, Bennett A, Farmer J, Parker RA. Identifying Associations Among Co-Occurring Medical Conditions in Children With Autism Spectrum Disorders. Acad Pediatr. 2019 Apr;19(3):300-306. doi: 10.1016/j.acap.2018.06.014. Epub 2018 Jul 24."
                },
                {
                    "pmid": "29610415",
                    "type": "BACKGROUND",
                    "citation": "Davignon MN, Qian Y, Massolo M, Croen LA. Psychiatric and Medical Conditions in Transition-Aged Individuals With ASD. Pediatrics. 2018 Apr;141(Suppl 4):S335-S345. doi: 10.1542/peds.2016-4300K."
                },
                {
                    "pmid": "24144704",
                    "type": "BACKGROUND",
                    "citation": "Spencer D, Marshall J, Post B, Kulakodlu M, Newschaffer C, Dennen T, Azocar F, Jain A. Psychotropic medication use and polypharmacy in children with autism spectrum disorders. Pediatrics. 2013 Nov;132(5):833-40. doi: 10.1542/peds.2012-3774. Epub 2013 Oct 21."
                },
                {
                    "pmid": "28691502",
                    "type": "BACKGROUND",
                    "citation": "Kuhlthau KA, McDonnell E, Coury DL, Payakachat N, Macklin E. Associations of quality of life with health-related characteristics among children with autism. Autism. 2018 Oct;22(7):804-813. doi: 10.1177/1362361317704420. Epub 2017 Jul 9."
                },
                {
                    "pmid": "31447415",
                    "type": "BACKGROUND",
                    "citation": "Lai MC, Kassee C, Besney R, Bonato S, Hull L, Mandy W, Szatmari P, Ameis SH. Prevalence of co-occurring mental health diagnoses in the autism population: a systematic review and meta-analysis. Lancet Psychiatry. 2019 Oct;6(10):819-829. doi: 10.1016/S2215-0366(19)30289-5. Epub 2019 Aug 22."
                },
                {
                    "pmid": "29363986",
                    "type": "BACKGROUND",
                    "citation": "Danielson ML, Bitsko RH, Ghandour RM, Holbrook JR, Kogan MD, Blumberg SJ. Prevalence of Parent-Reported ADHD Diagnosis and Associated Treatment Among U.S. Children and Adolescents, 2016. J Clin Child Adolesc Psychol. 2018 Mar-Apr;47(2):199-212. doi: 10.1080/15374416.2017.1417860. Epub 2018 Jan 24."
                },
                {
                    "pmid": "25974000",
                    "type": "BACKGROUND",
                    "citation": "Pastor P, Reuben C, Duran C, Hawkins L. Association between diagnosed ADHD and selected characteristics among children aged 4-17 years: United States, 2011-2013. NCHS Data Brief. 2015 May;(201):201."
                },
                {
                    "pmid": "31570648",
                    "type": "BACKGROUND",
                    "citation": "Wolraich ML, Hagan JF Jr, Allan C, Chan E, Davison D, Earls M, Evans SW, Flinn SK, Froehlich T, Frost J, Holbrook JR, Lehmann CU, Lessin HR, Okechukwu K, Pierce KL, Winner JD, Zurhellen W; SUBCOMMITTEE ON CHILDREN AND ADOLESCENTS WITH ATTENTION-DEFICIT/HYPERACTIVE DISORDER. Clinical Practice Guideline for the Diagnosis, Evaluation, and Treatment of Attention-Deficit/Hyperactivity Disorder in Children and Adolescents. Pediatrics. 2019 Oct;144(4):e20192528. doi: 10.1542/peds.2019-2528. Erratum In: Pediatrics. 2020 Mar;145(3):e20193997. doi: 10.1542/peds.2019-3997."
                },
                {
                    "pmid": "18281409",
                    "type": "BACKGROUND",
                    "citation": "Newcorn JH, Kratochvil CJ, Allen AJ, Casat CD, Ruff DD, Moore RJ, Michelson D; Atomoxetine/Methylphenidate Comparative Study Group. Atomoxetine and osmotically released methylphenidate for the treatment of attention deficit hyperactivity disorder: acute comparison and differential response. Am J Psychiatry. 2008 Jun;165(6):721-30. doi: 10.1176/appi.ajp.2007.05091676. Epub 2008 Feb 15."
                },
                {
                    "pmid": "29634174",
                    "type": "BACKGROUND",
                    "citation": "Attention deficit hyperactivity disorder: diagnosis and management. London: National Institute for Health and Care Excellence (NICE); 2019 Sep. Available from http://www.ncbi.nlm.nih.gov/books/NBK493361/"
                },
                {
                    "pmid": "24526134",
                    "type": "BACKGROUND",
                    "citation": "Bolea-Alamanac B, Nutt DJ, Adamou M, Asherson P, Bazire S, Coghill D, Heal D, Muller U, Nash J, Santosh P, Sayal K, Sonuga-Barke E, Young SJ; British Association for Psychopharmacology. Evidence-based guidelines for the pharmacological management of attention deficit hyperactivity disorder: update on recommendations from the British Association for Psychopharmacology. J Psychopharmacol. 2014 Mar;28(3):179-203. doi: 10.1177/0269881113519509. Epub 2014 Feb 12."
                },
                {
                    "pmid": "20815868",
                    "type": "BACKGROUND",
                    "citation": "Kooij SJ, Bejerot S, Blackwell A, Caci H, Casas-Brugue M, Carpentier PJ, Edvinsson D, Fayyad J, Foeken K, Fitzgerald M, Gaillac V, Ginsberg Y, Henry C, Krause J, Lensing MB, Manor I, Niederhofer H, Nunes-Filipe C, Ohlmeier MD, Oswald P, Pallanti S, Pehlivanidis A, Ramos-Quiroga JA, Rastam M, Ryffel-Rawak D, Stes S, Asherson P. European consensus statement on diagnosis and treatment of adult ADHD: The European Network Adult ADHD. BMC Psychiatry. 2010 Sep 3;10:67. doi: 10.1186/1471-244X-10-67."
                },
                {
                    "pmid": "17581453",
                    "type": "BACKGROUND",
                    "citation": "Pliszka S; AACAP Work Group on Quality Issues. Practice parameter for the assessment and treatment of children and adolescents with attention-deficit/hyperactivity disorder. J Am Acad Child Adolesc Psychiatry. 2007 Jul;46(7):894-921. doi: 10.1097/chi.0b013e318054e724."
                },
                {
                    "pmid": "22003063",
                    "type": "BACKGROUND",
                    "citation": "Subcommittee on Attention-Deficit/Hyperactivity Disorder; Steering Committee on Quality Improvement and Management; Wolraich M, Brown L, Brown RT, DuPaul G, Earls M, Feldman HM, Ganiats TG, Kaplanek B, Meyer B, Perrin J, Pierce K, Reiff M, Stein MT, Visser S. ADHD: clinical practice guideline for the diagnosis, evaluation, and treatment of attention-deficit/hyperactivity disorder in children and adolescents. Pediatrics. 2011 Nov;128(5):1007-22. doi: 10.1542/peds.2011-2654. Epub 2011 Oct 16."
                },
                {
                    "pmid": "18166547",
                    "type": "BACKGROUND",
                    "citation": "Biederman J, Melmed RD, Patel A, McBurnett K, Konow J, Lyne A, Scherer N; SPD503 Study Group. A randomized, double-blind, placebo-controlled study of guanfacine extended release in children and adolescents with attention-deficit/hyperactivity disorder. Pediatrics. 2008 Jan;121(1):e73-84. doi: 10.1542/peds.2006-3695."
                },
                {
                    "pmid": "19519256",
                    "type": "BACKGROUND",
                    "citation": "Sallee FR, Lyne A, Wigal T, McGough JJ. Long-term safety and efficacy of guanfacine extended release in children and adolescents with attention-deficit/hyperactivity disorder. J Child Adolesc Psychopharmacol. 2009 Jun;19(3):215-26. doi: 10.1089/cap.2008.0080."
                },
                {
                    "pmid": "21241954",
                    "type": "BACKGROUND",
                    "citation": "Jain R, Segal S, Kollins SH, Khayrallah M. Clonidine extended-release tablets for pediatric patients with attention-deficit/hyperactivity disorder. J Am Acad Child Adolesc Psychiatry. 2011 Feb;50(2):171-9. doi: 10.1016/j.jaac.2010.11.005."
                },
                {
                    "pmid": "19106767",
                    "type": "BACKGROUND",
                    "citation": "Sallee FR, McGough J, Wigal T, Donahue J, Lyne A, Biederman J; SPD503 STUDY GROUP. Guanfacine extended release in children and adolescents with attention-deficit/hyperactivity disorder: a placebo-controlled trial. J Am Acad Child Adolesc Psychiatry. 2009 Feb;48(2):155-65. doi: 10.1097/CHI.0b013e318191769e."
                },
                {
                    "pmid": "19179940",
                    "type": "BACKGROUND",
                    "citation": "Biederman J, Melmed RD, Patel A, McBurnett K, Donahue J, Lyne A. Long-term, open-label extension study of guanfacine extended release in children and adolescents with ADHD. CNS Spectr. 2008 Dec;13(12):1047-55. doi: 10.1017/s1092852900017107."
                },
                {
                    "pmid": "28223809",
                    "type": "BACKGROUND",
                    "citation": "Clemow DB, Bushe C, Mancini M, Ossipov MH, Upadhyaya H. A review of the efficacy of atomoxetine in the treatment of attention-deficit hyperactivity disorder in children and adult patients with common comorbidities. Neuropsychiatr Dis Treat. 2017 Feb 3;13:357-371. doi: 10.2147/NDT.S115707. eCollection 2017."
                },
                {
                    "pmid": "23118259",
                    "type": "BACKGROUND",
                    "citation": "Sikora DM, Vora P, Coury DL, Rosenberg D. Attention-deficit/hyperactivity disorder symptoms, adaptive functioning, and quality of life in children with autism spectrum disorder. Pediatrics. 2012 Nov;130 Suppl 2:S91-7. doi: 10.1542/peds.2012-0900G."
                },
                {
                    "pmid": "16190798",
                    "type": "BACKGROUND",
                    "citation": "Witwer A, Lecavalier L. Treatment incidence and patterns in children and adolescents with autism spectrum disorders. J Child Adolesc Psychopharmacol. 2005 Aug;15(4):671-81. doi: 10.1089/cap.2005.15.671."
                },
                {
                    "pmid": "31621385",
                    "type": "BACKGROUND",
                    "citation": "Mittal S, Boan AD, Kral MC, Lally MD, van Bakergem K, Macias MM, LaRosa A. Young Children with Attention-Deficit/Hyperactivity Disorder and/or Disruptive Behavior Disorders Are More Frequently Prescribed Alpha Agonists Than Stimulants. J Child Adolesc Psychopharmacol. 2020 Mar;30(2):81-86. doi: 10.1089/cap.2019.0105. Epub 2019 Oct 17."
                },
                {
                    "pmid": "11055460",
                    "type": "BACKGROUND",
                    "citation": "Handen BL, Johnson CR, Lubetsky M. Efficacy of methylphenidate among children with autism and symptoms of attention-deficit hyperactivity disorder. J Autism Dev Disord. 2000 Jun;30(3):245-55. doi: 10.1023/a:1005548619694."
                },
                {
                    "pmid": "19702485",
                    "type": "BACKGROUND",
                    "citation": "Ghuman JK, Aman MG, Lecavalier L, Riddle MA, Gelenberg A, Wright R, Rice S, Ghuman HS, Fort C. Randomized, placebo-controlled, crossover study of methylphenidate for attention-deficit/hyperactivity disorder symptoms in preschoolers with developmental disorders. J Child Adolesc Psychopharmacol. 2009 Aug;19(4):329-39. doi: 10.1089/cap.2008.0137."
                },
                {
                    "pmid": "23782128",
                    "type": "BACKGROUND",
                    "citation": "Pearson DA, Santos CW, Aman MG, Arnold LE, Casat CD, Mansour R, Lane DM, Loveland KA, Bukstein OG, Jerger SW, Factor P, Vanwoerden S, Perez E, Cleveland LA. Effects of extended release methylphenidate treatment on ratings of attention-deficit/hyperactivity disorder (ADHD) and associated behavior in children with autism spectrum disorders and ADHD symptoms. J Child Adolesc Psychopharmacol. 2013 Jun;23(5):337-51. doi: 10.1089/cap.2012.0096."
                },
                {
                    "pmid": "27893955",
                    "type": "BACKGROUND",
                    "citation": "Scahill L, Bearss K, Sarhangian R, McDougle CJ, Arnold LE, Aman MG, McCracken JT, Tierney E, Gillespie S, Postorino V, Vitiello B. Using a Patient-Centered Outcome Measure to Test Methylphenidate Versus Placebo in Children with Autism Spectrum Disorder. J Child Adolesc Psychopharmacol. 2017 Mar;27(2):125-131. doi: 10.1089/cap.2016.0107. Epub 2016 Nov 28."
                },
                {
                    "pmid": "22721596",
                    "type": "BACKGROUND",
                    "citation": "Harfterkamp M, van de Loo-Neus G, Minderaa RB, van der Gaag RJ, Escobar R, Schacht A, Pamulapati S, Buitelaar JK, Hoekstra PJ. A randomized double-blind study of atomoxetine versus placebo for attention-deficit/hyperactivity disorder symptoms in children with autism spectrum disorder. J Am Acad Child Adolesc Psychiatry. 2012 Jul;51(7):733-41. doi: 10.1016/j.jaac.2012.04.011. Epub 2012 May 25."
                },
                {
                    "pmid": "27228116",
                    "type": "BACKGROUND",
                    "citation": "Kilincaslan A, Mutluer TD, Pasabeyoglu B, Tutkunkardas MD, Mukaddes NM. Effects of Atomoxetine in Individuals with Attention-Deficit/Hyperactivity Disorder and Low-Functioning Autism Spectrum Disorder. J Child Adolesc Psychopharmacol. 2016 Nov;26(9):798-806. doi: 10.1089/cap.2015.0179. Epub 2016 May 26."
                },
                {
                    "pmid": "26506581",
                    "type": "BACKGROUND",
                    "citation": "Handen BL, Aman MG, Arnold LE, Hyman SL, Tumuluru RV, Lecavalier L, Corbett-Dick P, Pan X, Hollway JA, Buchan-Page KA, Silverman LB, Brown NV, Rice RR Jr, Hellings J, Mruzek DW, McAuliffe-Bellin S, Hurt EA, Ryan MM, Levato L, Smith T. Atomoxetine, Parent Training, and Their Combination in Children With Autism Spectrum Disorder and Attention-Deficit/Hyperactivity Disorder. J Am Acad Child Adolesc Psychiatry. 2015 Nov;54(11):905-15. doi: 10.1016/j.jaac.2015.08.013. Epub 2015 Sep 3."
                },
                {
                    "pmid": "26315981",
                    "type": "BACKGROUND",
                    "citation": "Scahill L, McCracken JT, King BH, Rockhill C, Shah B, Politte L, Sanders R, Minjarez M, Cowen J, Mullett J, Page C, Ward D, Deng Y, Loo S, Dziura J, McDougle CJ; Research Units on Pediatric Psychopharmacology Autism Network. Extended-Release Guanfacine for Hyperactivity in Children With Autism Spectrum Disorder. Am J Psychiatry. 2015 Dec;172(12):1197-206. doi: 10.1176/appi.ajp.2015.15010055. Epub 2015 Aug 28."
                },
                {
                    "pmid": "23118243",
                    "type": "BACKGROUND",
                    "citation": "Mahajan R, Bernal MP, Panzer R, Whitaker A, Roberts W, Handen B, Hardan A, Anagnostou E, Veenstra-VanderWeele J; Autism Speaks Autism Treatment Network Psychopharmacology Committee. Clinical practice pathways for evaluation and medication choice for attention-deficit/hyperactivity disorder symptoms in autism spectrum disorders. Pediatrics. 2012 Nov;130 Suppl 2:S125-38. doi: 10.1542/peds.2012-0900J."
                },
                {
                    "pmid": "19768528",
                    "type": "BACKGROUND",
                    "citation": "Carbone PS, Behl DD, Azor V, Murphy NA. The medical home for children with autism spectrum disorders: parent and pediatrician perspectives. J Autism Dev Disord. 2010 Mar;40(3):317-24. doi: 10.1007/s10803-009-0874-5. Epub 2009 Sep 19."
                },
                {
                    "pmid": "19255027",
                    "type": "BACKGROUND",
                    "citation": "Golnik A, Ireland M, Borowsky IW. Medical homes for children with autism: a physician survey. Pediatrics. 2009 Mar;123(3):966-71. doi: 10.1542/peds.2008-1321."
                },
                {
                    "pmid": "31321366",
                    "type": "BACKGROUND",
                    "citation": "Murray DS, S Anixt J, Coury DL, Kuhlthau KA, Seide J, Kelly A, Fedele A, Eskra D, Lannon C. Transforming an Autism Pediatric Research Network into a Learning Health System: Lessons Learned. Pediatr Qual Saf. 2019 Apr 2;4(2):e152. doi: 10.1097/pq9.0000000000000152. eCollection 2019 Mar-Apr."
                },
                {
                    "pmid": "32238527",
                    "type": "BACKGROUND",
                    "citation": "Coury DL, Murray DS, Fedele A, Hess T, Kelly A, Kuhlthau KA. The Autism Treatment Network: Bringing Best Practices to All Children With Autism. Pediatrics. 2020 Apr;145(Suppl 1):S13-S19. doi: 10.1542/2019-1895D."
                },
                {
                    "pmid": "7814313",
                    "type": "BACKGROUND",
                    "citation": "Lord C, Rutter M, Le Couteur A. Autism Diagnostic Interview-Revised: a revised version of a diagnostic interview for caregivers of individuals with possible pervasive developmental disorders. J Autism Dev Disord. 1994 Oct;24(5):659-85. doi: 10.1007/BF02172145."
                },
                {
                    "pmid": "3993694",
                    "type": "BACKGROUND",
                    "citation": "Aman MG, Singh NN, Stewart AW, Field CJ. The aberrant behavior checklist: a behavior rating scale for the assessment of treatment effects. Am J Ment Defic. 1985 Mar;89(5):485-91."
                },
                {
                    "pmid": "32845025",
                    "type": "BACKGROUND",
                    "citation": "Rodrigues R, Lai MC, Beswick A, Gorman DA, Anagnostou E, Szatmari P, Anderson KK, Ameis SH. Practitioner Review: Pharmacological treatment of attention-deficit/hyperactivity disorder symptoms in children and youth with autism spectrum disorder: a systematic review and meta-analysis. J Child Psychol Psychiatry. 2021 Jun;62(6):680-700. doi: 10.1111/jcpp.13305. Epub 2020 Aug 26."
                },
                {
                    "pmid": "32448170",
                    "type": "BACKGROUND",
                    "citation": "Young S, Hollingdale J, Absoud M, Bolton P, Branney P, Colley W, Craze E, Dave M, Deeley Q, Farrag E, Gudjonsson G, Hill P, Liang HL, Murphy C, Mackintosh P, Murin M, O'Regan F, Ougrin D, Rios P, Stover N, Taylor E, Woodhouse E. Guidance for identification and treatment of individuals with attention deficit/hyperactivity disorder and autism spectrum disorder based upon expert consensus. BMC Med. 2020 May 25;18(1):146. doi: 10.1186/s12916-020-01585-y."
                },
                {
                    "pmid": "17023867",
                    "type": "BACKGROUND",
                    "citation": "Greenhill L, Kollins S, Abikoff H, McCracken J, Riddle M, Swanson J, McGough J, Wigal S, Wigal T, Vitiello B, Skrobala A, Posner K, Ghuman J, Cunningham C, Davies M, Chuang S, Cooper T. Efficacy and safety of immediate-release methylphenidate treatment for preschoolers with ADHD. J Am Acad Child Adolesc Psychiatry. 2006 Nov;45(11):1284-1293. doi: 10.1097/01.chi.0000235077.32661.61. Erratum In: J Am Acad Child Adolesc Psychiatry. 2007 Jan;46(1):141."
                },
                {
                    "pmid": "29851669",
                    "type": "BACKGROUND",
                    "citation": "Blum NJ, Shults J, Harstad E, Wiley S, Augustyn M, Meinzen-Derr JK, Wolraich ML, Barbaresi WJ. Common Use of Stimulants and Alpha-2 Agonists to Treat Preschool Attention-Deficit Hyperactivity Disorder: A DBPNet Study. J Dev Behav Pediatr. 2018 Sep;39(7):531-537. doi: 10.1097/DBP.0000000000000585."
                },
                {
                    "pmid": "33946100",
                    "type": "BACKGROUND",
                    "citation": "Harstad E, Shults J, Barbaresi W, Bax A, Cacia J, Deavenport-Saman A, Friedman S, LaRosa A, Loe IM, Mittal S, Tulio S, Vanderbilt D, Blum NJ. alpha2-Adrenergic Agonists or Stimulants for Preschool-Age Children With Attention-Deficit/Hyperactivity Disorder. JAMA. 2021 May 25;325(20):2067-2075. doi: 10.1001/jama.2021.6118. Erratum In: JAMA. 2021 Oct 12;326(14):1440. doi: 10.1001/jama.2021.16131. JAMA. 2024 Jun 17. doi: 10.1001/jama.2024.11398."
                },
                {
                    "pmid": "23363972",
                    "type": "BACKGROUND",
                    "citation": "Bard DE, Wolraich ML, Neas B, Doffing M, Beck L. The psychometric properties of the Vanderbilt attention-deficit hyperactivity disorder diagnostic parent rating scale in a community population. J Dev Behav Pediatr. 2013 Feb;34(2):72-82. doi: 10.1097/DBP.0b013e31827a3a22."
                },
                {
                    "pmid": "34311756",
                    "type": "BACKGROUND",
                    "citation": "Staunton H, Trennery C, Arbuckle R, Guridi M, Zhuravleva E, Furlong P, Fischer R, Hall R. Development of a Clinical Global Impression of Change (CGI-C) and a Caregiver Global Impression of Change (CaGI-C) measure for ambulant individuals with Duchenne muscular dystrophy. Health Qual Life Outcomes. 2021 Jul 26;19(1):184. doi: 10.1186/s12955-021-01813-w."
                },
                {
                    "pmid": "34406656",
                    "type": "BACKGROUND",
                    "citation": "Scheffer IE, Halford JJ, Miller I, Nabbout R, Sanchez-Carpintero R, Shiloh-Malawsky Y, Wong M, Zolnowska M, Checketts D, Dunayevich E, Devinsky O. Add-on cannabidiol in patients with Dravet syndrome: Results of a long-term open-label extension trial. Epilepsia. 2021 Oct;62(10):2505-2517. doi: 10.1111/epi.17036. Epub 2021 Aug 18."
                },
                {
                    "pmid": "29712498",
                    "type": "BACKGROUND",
                    "citation": "Forrest CB, Zorc JJ, Moon J, Pratiwadi R, Becker BD, Maltenfort MG, Guevara JP. Evaluation of the PROMIS pediatric global health scale (PGH-7) in children with asthma. J Asthma. 2019 May;56(5):534-542. doi: 10.1080/02770903.2018.1471701. Epub 2018 Jun 5."
                },
                {
                    "pmid": "34661611",
                    "type": "BACKGROUND",
                    "citation": "Bannett Y, Gardner RM, Posada J, Huffman LC, Feldman HM. Rate of Pediatrician Recommendations for Behavioral Treatment for Preschoolers With Attention-Deficit/Hyperactivity Disorder Diagnosis or Related Symptoms. JAMA Pediatr. 2022 Jan 1;176(1):92-94. doi: 10.1001/jamapediatrics.2021.4093."
                },
                {
                    "pmid": "31794864",
                    "type": "BACKGROUND",
                    "citation": "Bannett Y, Feldman HM, Bentley JP, Ansel DA, Wang CJ, Huffman LC. Variation in Rate of Attention-Deficit/Hyperactivity Disorder Management by Primary Care Providers. Acad Pediatr. 2020 Apr;20(3):384-390. doi: 10.1016/j.acap.2019.11.016. Epub 2019 Nov 30."
                },
                {
                    "pmid": "27429355",
                    "type": "BACKGROUND",
                    "citation": "Harstad E, Blum N, Gahman A, Shults J, Chan E, Barbaresi W. Management of Attention-Deficit/Hyperactivity Disorder by Developmental-Behavioral Pediatricians: A DBPNet Study. J Dev Behav Pediatr. 2016 Sep;37(7):541-7. doi: 10.1097/DBP.0000000000000329."
                },
                {
                    "pmid": "19082876",
                    "type": "BACKGROUND",
                    "citation": "Gotham K, Pickles A, Lord C. Standardizing ADOS scores for a measure of severity in autism spectrum disorders. J Autism Dev Disord. 2009 May;39(5):693-705. doi: 10.1007/s10803-008-0674-3. Epub 2008 Dec 12."
                },
                {
                    "pmid": "25264466",
                    "type": "BACKGROUND",
                    "citation": "Almirall D, Nahum-Shani I, Sherwood NE, Murphy SA. Introduction to SMART designs for the development of adaptive interventions: with application to weight loss research. Transl Behav Med. 2014 Sep;4(3):260-74. doi: 10.1007/s13142-014-0265-0."
                },
                {
                    "pmid": "23025434",
                    "type": "BACKGROUND",
                    "citation": "Nahum-Shani I, Qian M, Almirall D, Pelham WE, Gnagy B, Fabiano GA, Waxmonsky JG, Yu J, Murphy SA. Q-learning: a data analysis method for constructing adaptive interventions. Psychol Methods. 2012 Dec;17(4):478-94. doi: 10.1037/a0029373. Epub 2012 Oct 1."
                },
                {
                    "pmid": "22528615",
                    "type": "BACKGROUND",
                    "citation": "Concannon TW, Meissner P, Grunbaum JA, McElwee N, Guise JM, Santa J, Conway PH, Daudelin D, Morrato EH, Leslie LK. A new taxonomy for stakeholder engagement in patient-centered outcomes research. J Gen Intern Med. 2012 Aug;27(8):985-91. doi: 10.1007/s11606-012-2037-1. Epub 2012 Apr 13."
                },
                {
                    "pmid": "28620892",
                    "type": "BACKGROUND",
                    "citation": "Mazurek MO, Lu F, Symecko H, Butter E, Bing NM, Hundley RJ, Poulsen M, Kanne SM, Macklin EA, Handen BL. A Prospective Study of the Concordance of DSM-IV and DSM-5 Diagnostic Criteria for Autism Spectrum Disorder. J Autism Dev Disord. 2017 Sep;47(9):2783-2794. doi: 10.1007/s10803-017-3200-7."
                },
                {
                    "pmid": "27556593",
                    "type": "BACKGROUND",
                    "citation": "Anagnostou E, Aman MG, Handen BL, Sanders KB, Shui A, Hollway JA, Brian J, Arnold LE, Capano L, Hellings JA, Butter E, Mankad D, Tumuluru R, Kettel J, Newsom CR, Hadjiyannakis S, Peleg N, Odrobina D, McAuliffe-Bellin S, Zakroysky P, Marler S, Wagner A, Wong T, Macklin EA, Veenstra-VanderWeele J. Metformin for Treatment of Overweight Induced by Atypical Antipsychotic Medication in Young People With Autism Spectrum Disorder: A Randomized Clinical Trial. JAMA Psychiatry. 2016 Sep 1;73(9):928-37. doi: 10.1001/jamapsychiatry.2016.1232. Erratum In: JAMA Psychiatry. 2016 Dec 1;73(12):1295. doi: 10.1001/jamapsychiatry.2016.3189."
                },
                {
                    "pmid": "27321113",
                    "type": "BACKGROUND",
                    "citation": "Ferguson BJ, Marler S, Altstein LL, Lee EB, Akers J, Sohl K, McLaughlin A, Hartnett K, Kille B, Mazurek M, Macklin EA, McDonnell E, Barstow M, Bauman ML, Margolis KG, Veenstra-VanderWeele J, Beversdorf DQ. Psychophysiological Associations with Gastrointestinal Symptomatology in Autism Spectrum Disorder. Autism Res. 2017 Feb;10(2):276-288. doi: 10.1002/aur.1646. Epub 2016 Jun 20."
                },
                {
                    "pmid": "28289979",
                    "type": "BACKGROUND",
                    "citation": "Marler S, Ferguson BJ, Lee EB, Peters B, Williams KC, McDonnell E, Macklin EA, Levitt P, Margolis KG, Beversdorf DQ, Veenstra-VanderWeele J. Association of Rigid-Compulsive Behavior with Functional Constipation in Autism Spectrum Disorder. J Autism Dev Disord. 2017 Jun;47(6):1673-1681. doi: 10.1007/s10803-017-3084-6."
                },
                {
                    "pmid": "26527110",
                    "type": "BACKGROUND",
                    "citation": "Marler S, Ferguson BJ, Lee EB, Peters B, Williams KC, McDonnell E, Macklin EA, Levitt P, Gillespie CH, Anderson GM, Margolis KG, Beversdorf DQ, Veenstra-VanderWeele J. Brief Report: Whole Blood Serotonin Levels and Gastrointestinal Symptoms in Autism Spectrum Disorder. J Autism Dev Disord. 2016 Mar;46(3):1124-30. doi: 10.1007/s10803-015-2646-8."
                },
                {
                    "pmid": "24664635",
                    "type": "BACKGROUND",
                    "citation": "Johnson CR, Turner K, Stewart PA, Schmidt B, Shui A, Macklin E, Reynolds A, James J, Johnson SL, Manning Courtney P, Hyman SL. Relationships between feeding problems, behavioral characteristics and nutritional quality in children with ASD. J Autism Dev Disord. 2014 Sep;44(9):2175-84. doi: 10.1007/s10803-014-2095-9."
                },
                {
                    "pmid": "26823076",
                    "type": "BACKGROUND",
                    "citation": "Mazurek MO, Sohl K. Sleep and Behavioral Problems in Children with Autism Spectrum Disorder. J Autism Dev Disord. 2016 Jun;46(6):1906-1915. doi: 10.1007/s10803-016-2723-7."
                },
                {
                    "pmid": "24396597",
                    "type": "BACKGROUND",
                    "citation": "Hamlin JC, Pauly M, Melnyk S, Pavliv O, Starrett W, Crook TA, James SJ. Dietary intake and plasma levels of choline and betaine in children with autism spectrum disorders. Autism Res Treat. 2013;2013:578429. doi: 10.1155/2013/578429. Epub 2013 Dec 16."
                },
                {
                    "pmid": "23118245",
                    "type": "BACKGROUND",
                    "citation": "Hyman SL, Stewart PA, Schmidt B, Cain U, Lemcke N, Foley JT, Peck R, Clemons T, Reynolds A, Johnson C, Handen B, James SJ, Courtney PM, Molloy C, Ng PK. Nutrient intake from food in children with autism. Pediatrics. 2012 Nov;130 Suppl 2(Suppl 2):S145-53. doi: 10.1542/peds.2012-0900L."
                },
                {
                    "pmid": "23118246",
                    "type": "BACKGROUND",
                    "citation": "Reynolds A, Krebs NF, Stewart PA, Austin H, Johnson SL, Withrow N, Molloy C, James SJ, Johnson C, Clemons T, Schmidt B, Hyman SL. Iron status in children with autism spectrum disorder. Pediatrics. 2012 Nov;130 Suppl 2(Suppl 2):S154-9. doi: 10.1542/peds.2012-0900M."
                },
                {
                    "pmid": "26052041",
                    "type": "BACKGROUND",
                    "citation": "Stewart PA, Hyman SL, Schmidt BL, Macklin EA, Reynolds A, Johnson CR, James SJ, Manning-Courtney P. Dietary Supplementation in Children with Autism Spectrum Disorders: Common, Insufficient, and Excessive. J Acad Nutr Diet. 2015 Aug;115(8):1237-48. doi: 10.1016/j.jand.2015.03.026. Epub 2015 Jun 4."
                },
                {
                    "pmid": "23776121",
                    "type": "BACKGROUND",
                    "citation": "Broder-Fingert S, Shui A, Pulcini CD, Kurowski D, Perrin JM. Racial and ethnic differences in subspecialty service use by children with autism. Pediatrics. 2013 Jul;132(1):94-100. doi: 10.1542/peds.2012-3886. Epub 2013 Jun 17. Erratum In: Pediatrics. 2013 Oct;132(4):780."
                },
                {
                    "pmid": "32150229",
                    "type": "BACKGROUND",
                    "citation": "Mazurek MO, Parker RA, Chan J, Kuhlthau K, Sohl K; ECHO Autism Collaborative. Effectiveness of the Extension for Community Health Outcomes Model as Applied to Primary Care for Autism: A Partial Stepped-Wedge Randomized Clinical Trial. JAMA Pediatr. 2020 May 1;174(5):e196306. doi: 10.1001/jamapediatrics.2019.6306. Epub 2020 May 4."
                },
                {
                    "pmid": "30043354",
                    "type": "BACKGROUND",
                    "citation": "Mazurek MO, Curran A, Burnette C, Sohl K. ECHO Autism STAT: Accelerating Early Access to Autism Diagnosis. J Autism Dev Disord. 2019 Jan;49(1):127-137. doi: 10.1007/s10803-018-3696-5."
                },
                {
                    "pmid": "31581793",
                    "type": "BACKGROUND",
                    "citation": "Mazurek MO, Stobbe G, Loftin R, Malow BA, Agrawal MM, Tapia M, Hess A, Farmer J, Cheak-Zamora N, Kuhlthau K, Sohl K. ECHO Autism Transition: Enhancing healthcare for adolescents and young adults with autism spectrum disorder. Autism. 2020 Apr;24(3):633-644. doi: 10.1177/1362361319879616. Epub 2019 Oct 3."
                },
                {
                    "pmid": "16389216",
                    "type": "BACKGROUND",
                    "citation": "Wilens TE, McBurnett K, Bukstein O, McGough J, Greenhill L, Lerner M, Stein MA, Conners CK, Duby J, Newcorn J, Bailey CE, Kratochvil CJ, Coury D, Casat C, Denisco MJ, Halstead P, Bloom L, Zimmerman BA, Gu J, Cooper KM, Lynch JM. Multisite controlled study of OROS methylphenidate in the treatment of adolescents with attention-deficit/hyperactivity disorder. Arch Pediatr Adolesc Med. 2006 Jan;160(1):82-90. doi: 10.1001/archpedi.160.1.82."
                },
                {
                    "pmid": "16678648",
                    "type": "BACKGROUND",
                    "citation": "Spencer TJ, Wilens TE, Biederman J, Weisler RH, Read SC, Pratt R. Efficacy and safety of mixed amphetamine salts extended release (Adderall XR) in the management of attention-deficit/hyperactivity disorder in adolescent patients: a 4-week, randomized, double-blind, placebo-controlled, parallel-group study. Clin Ther. 2006 Feb;28(2):266-79. doi: 10.1016/j.clinthera.2006.02.011."
                },
                {
                    "pmid": "21539749",
                    "type": "BACKGROUND",
                    "citation": "Schumi J, Wittes JT. Through the looking glass: understanding non-inferiority. Trials. 2011 May 3;12:106. doi: 10.1186/1745-6215-12-106."
                },
                {
                    "pmid": "12520555",
                    "type": "BACKGROUND",
                    "citation": "D'Agostino RB Sr, Massaro JM, Sullivan LM. Non-inferiority trials: design concepts and issues - the encounters of academic consultants in statistics. Stat Med. 2003 Jan 30;22(2):169-86. doi: 10.1002/sim.1425."
                },
                {
                    "pmid": "16395872",
                    "type": "BACKGROUND",
                    "citation": "Zhang S, Faries DE, Vowles M, Michelson D. ADHD Rating Scale IV: psychometric properties from a multinational study as a clinician-administered instrument. Int J Methods Psychiatr Res. 2005;14(4):186-201. doi: 10.1002/mpr.7."
                },
                {
                    "pmid": "22908144",
                    "type": "BACKGROUND",
                    "citation": "Wangge G, Roes KC, de Boer A, Hoes AW, Knol MJ. The challenges of determining noninferiority margins: a case study of noninferiority randomized controlled trials of novel oral anticoagulants. CMAJ. 2013 Feb 19;185(3):222-7. doi: 10.1503/cmaj.120142. Epub 2012 Aug 20. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "IPD will not be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                },
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008774",
                    "term": "Methylphenidate"
                },
                {
                    "id": "D000000661",
                    "term": "Amphetamine"
                },
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018765",
                    "term": "Dopamine Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000013566",
                    "term": "Sympathomimetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018759",
                    "term": "Adrenergic Uptake Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11748",
                    "name": "Methylphenidate",
                    "asFound": "Sampling",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6232",
                    "name": "Clonidine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "asFound": "CCTA",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18759",
                    "name": "Guanfacine",
                    "relevance": "LOW"
                },
                {
                    "id": "M3997",
                    "name": "Amphetamine",
                    "asFound": "Foot Ulcers",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30365",
                    "name": "Dexmethylphenidate Hydrochloride",
                    "relevance": "LOW"
                },
                {
                    "id": "M7108",
                    "name": "Dextroamphetamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M130965",
                    "name": "Adderall",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20832",
                    "name": "Dopamine Uptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M16345",
                    "name": "Sympathomimetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}