{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05809323",
            "orgStudyIdInfo": {
                "id": "H-53417"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Marfan Syndrome Moderate Exercise Trial II",
            "officialTitle": "Clinical Trial On The Effects Of Moderate Physical Activity On Health And Well-Being In Adolescents And Young Adults With Marfan Syndrome",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "marfan-syndrome-moderate-exercise-trial-ii"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-30",
            "studyFirstSubmitQcDate": "2023-03-30",
            "studyFirstPostDateStruct": {
                "date": "2023-04-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shaine Morris",
                "investigatorTitle": "Associate Professor, Pediatrics-Cardiology",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Southern Star Research Pty Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Marfan syndrome (MFS) is a distinctive connective tissue disorder that affects multiple organ systems including the heart, bones, ligaments, and eyes, and is associated with significant risk of aortic dissection. Given limited evidence from in-vitro studies, and theoretical concerns, the majority of patients with MFS are restricted from certain physical activities. The lack of exercise and deconditioning have detrimental effects including increasing weakness, joint pain, decreased endurance, and depressive symptoms. Given the significant paucity of data currently existing on the effects of exercise in humans with MFS, and the recent, optimistic findings in rodent models, this pilot trial was established to assess the effects of moderated dynamic exercise in adolescents and young adults with MFS.",
            "detailedDescription": "Marfan syndrome (MFS) is a distinctive connective tissue disorder with clinical phenotypes that affect multiple organ systems including the heart, bones, ligaments, and eyes, and are associated with significant risk of aortic dissection. Given anecdotal reports of aortic dissection, limited evidence from in-vitro studies, and theoretical concerns, the majority of patients with MFS are restricted from certain physical activities, most commonly isometric exercise and contact sports. Published guidelines also suggest restriction from highly dynamic competitive sports. While clinicians may mean to restrict patients only from competitive sports, often children and families interpret this caution as applying to almost all exercise, resulting in a large number of patients with MFS being sedentary. This lack of exercise and deconditioning likely has detrimental effects in increasing weakness and joint pain and decreasing endurance. Depressive symptoms are also not uncommon in patients with these syndromes, and may be triggered or exacerbated by guidance to acutely cease participation in sports at the time of diagnosis.\n\nTo date, as far as we are aware, there are no published controlled studies on the effects of dynamic exercise on human subjects. In 2017, Mas-Stachurska et al published a study suggesting that a moderate level of dynamic exercise mitigated progressive degradation of the cardiac structures typically seen in MFS in a rodent sample. This study suggests the possibility that the fears surrounding moderate exercise in humans may be unwarranted. In addition, this study suggests that moderate exercise may actually protect the aorta and myocardium, in addition to the numerous other physical and emotional benefits that have been shown to result from consistent exercise. We have unpublished trial results in a pilot study that also suggest benefit to adolecents and young adults.\n\nGiven the significant paucity of data currently existing on effects of exercise in humans with MFS, and the recent optimistic findings in rodent models, we plan to conduct a randomized control trial of moderate dynamic exercise in adolescents and young adults with MFS.\n\nThe objective is to:\n\n1) Randomize 50 patients with Marfan syndrome from ages 10-25 years to current status and care (controls) versus a moderate dynamic exercise intervention, then 2) allow the control group patients to undergo the exercise intervention.The investigators will then compare outcomes between both the intervention and control groups, and between the baseline and post-intervention states. Specific outcome measures will include cardiovascular assessment: maximal oxygen uptake (max VO2), ambulatory blood pressure, segmental and central aortic stiffness, ventricular mass and volume, and endothelial function, physical assessment by the physical therapist, and quality of life/mental health assessment: health-related quality of life, depression and anxiety screening scales. The hypothesis is that the intervention of a moderate exercise program introduced by a licensed physical therapist will result in improvement in cardiovascular status, muscular health, and mental health without detrimental effects on the aortic wall."
        },
        "conditionsModule": {
            "conditions": [
                "Marfan Syndrome"
            ],
            "keywords": [
                "Cardiovascular",
                "Moderate Exercise",
                "Physical Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The interventional study will be conducted as a parallel study model, with 2 groups in total: Exercise Intervention Group (interventional group) and Current Care Group (control group). Baseline and follow up testing will occur in both groups at identical time intervals.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercise Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Group of up to 50 patients will randomly allocated into an experimental group at a 4:1 ratio intervention to controls. The experimental group will receive all of the preliminary outcome measure testing (cardiovascular, musculoskeletal, and psychological screening) in addition to exercise intervention education, demonstration, and follow up to ensure compliance and safety.",
                    "interventionNames": [
                        "Other: Exercise Intervention Group"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "OTHER",
                    "description": "Control group will be randomly allocated at a 4:1 ratio, intervention to controls.. The control group will receive all of the preliminary outcome measure testing (cardiovascular, musculoskeletal, and psychological screening) and will be instructed to continue with baseline physical activities. They will be asked to return for a reassessment of all baseline procedures (cardiovascular, musculoskeletal, and psychological screening).",
                    "interventionNames": [
                        "Other: Control Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise Intervention Group",
                    "description": "Patients will be educated on methods of self-evaluating exertion and cardiovascular effort by assessing respiratory rate and perceived exertion. Next, patients will be given options for cardiovascular activities and complete at a moderate level of activity for a minimum of 150 minutes per week. Patients will perform a combination of exercises under the supervision of a physical therapist until a mod intensity level is reached and sustained. Patients will be taught to use the activity tracker to record their heart rate, activity, and PES. Patients will have a phone call every week to assess status, answer questions, and provide guidance on progressing intensity or duration of exercise. At the end of 12 weeks all patients will return for re-assessment.",
                    "armGroupLabels": [
                        "Exercise Intervention Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Control Group",
                    "description": "Patients in the control group will be instructed to continue with baseline physical activities over the duration of the study and be given instructions on the use of the activity tracker. At the end of 12 weeks all patients will return for re-assessment.",
                    "armGroupLabels": [
                        "Control Group"
                    ],
                    "otherNames": [
                        "No Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum VO2",
                    "description": "Maximum VO2 in ml/kg/minute will be collected via Exercise Stress Test. Range 30-85, higher is better.",
                    "timeFrame": "4 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean systolic blood pressure",
                    "description": "mmHg, range 20-200, both low and high are abnormal, goal is age, sex and height-based, goal 10-50 percentile",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Mean diastolic blood pressure",
                    "description": "mmHg, range 20-150, both low and high are abnormal, goal is age, sex and height-based, goal 10-50 percentile",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Mean pulse pressure",
                    "description": "mmHg, systolic blood pressure minus diastolic blood pressure, range 30-70 mmHg, goal is normal range for age and sex",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Weight",
                    "description": "kg, range 50-300kg, lower is better, excluding underweight patients",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "BMI",
                    "description": "kg/m2, lower is better generally, excluding pts with BMI \\<5% for age",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Left ventricular strain by cardiac MRI",
                    "description": "Continuous measure derived from post-processing MRI",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Right ventricular strain by cardiac MRI",
                    "description": "Continuous measure derived from post-processing MRI",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Aortic root strain",
                    "description": "Continuous measure %, higher is less stiff, Range 0-40",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Aortic Root Distensibility",
                    "description": "×10-3 mm Hg-1, Continuous measure, range 0.1-10",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Aortic Root β-Stiffness index",
                    "description": "No units, Range 0.1-90",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Maximum aortic root dimension",
                    "description": "Measured in cm, range 1-8cm",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Aortic root z-score",
                    "description": "No units, based on body surface area published references, range -3 to 25",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Aortic pulse wave velocity from MRI",
                    "description": "meters/second, range 0-30",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Pulse wave velocity derived from applanation tonometry",
                    "description": "meters/second, range 0-30",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Quality of Life Scale (QOLS) (ages 19-21 y)",
                    "description": "16 items, each with 7 point Likert, higher is worse",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Pediatric Quality of Life Scale (PedsQL) scale scores",
                    "description": "reported in 3 domains, each reported on Likert scale, scaled to 0-100 scale, lower is worse",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Patient Health Questionnaire-9 (PHQ-9)",
                    "description": "Nine-item questionnaire that detects depression and the severity of the depression, scaled from 0-27, higher is worse",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Patient Health Questionnaire-4 (PHQ-4) Subset A: Anxiety",
                    "description": "Four-question test for anxiety and depression, scaled from 0-12 Subset A (Anxiety): Questions 1 \\& 2, which have a total PHQ 4 score range of 0 to 6. A score of 3 or greater is considered positive for screening purposes.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Patient Health Questionnaire-4 (PHQ-4) Subset B: Depression",
                    "description": "Four-question test for anxiety and depression, scaled from 0-12, Subset B (Depression): Questions 3 \\& 4, which have a total PHQ 4 score range of 0 to 6. A score of 3 or greater is considered positive for screening purposes.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Generalized Anxiety Disorder 7-item (GAD-7)",
                    "description": "Seven-item questionnaire that detects generalized anxiety disorder and the severity of the anxiety. GAD-7 total score for the seven items ranges from 0 to 21. Using a cut-off of 8 the GAD-7 has a sensitivity of 92% and specificity of 76% for diagnosis generalized anxiety disorder.",
                    "timeFrame": "Every 2 Weeks for 4 Months"
                },
                {
                    "measure": "Pediatric Symptom Checklist Parent (PSC)",
                    "description": "The Pediatric Symptom Checklist (PSC) is a 35 item questionnaire that helps identify and assess changes in emotional and behavioral problems in children. A positive score on the PSC or Y-PSC suggests the need for further evaluation by a qualified health. PSC-35-Youth, English \\& Spanish cut off score is, 30 or higher. In a Mexican-American sample, a cutoff score of 12 was shown to be most sensitive.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Pediatric Symptom Checklist Child (PSC-Y)",
                    "description": "The Pediatric Symptom Checklist (PSC) is a 35 item questionnaire that helps identify and assess changes in emotional and behavioral problems in children. A positive score on the PSC or Y-PSC suggests the need for further evaluation by a qualified health. PSC-35-Youth, English \\& Spanish cut off score is, 30 or higher. In a Mexican-American sample, a cutoff score of 12 was shown to be most sensitive.\n\nPSC Subscales:\n\nAttention Problems, Internalizing Problems, Externalizing Problems",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Pediatric Symptom Checklist Child (PSC-Y): Attention Subscale",
                    "description": "The Pediatric Symptom Checklist (PSC) is a 35 item questionnaire that helps identify and assess changes in emotional and behavioral problems in children. A positive score on the PSC or Y-PSC suggests the need for further evaluation by a qualified health. PSC-35-Youth, English \\& Spanish cut off score is, 30 or higher. In a Mexican-American sample, a cutoff score of 12 was shown to be most sensitive.\n\nPSC Subscales:\n\nAttention Problems Subscale: Children with subscores greater than or equal to 7 usually have significant impairments in attention.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Pediatric Symptom Checklist Child (PSC-Y): Internalizing Problems Subscale",
                    "description": "The Pediatric Symptom Checklist (PSC) is a 35 item questionnaire that helps identify and assess changes in emotional and behavioral problems in children. A positive score on the PSC or Y-PSC suggests the need for further evaluation by a qualified health. PSC-35-Youth, English \\& Spanish cut off score is, 30 or higher. In a Mexican-American sample, a cutoff score of 12 was shown to be most sensitive.\n\nPSC Subscales:\n\nInternalizing Problems Subscale: Children with subscores greater than or equal to 5 usually have significant impairments with anxiety or depression.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "Pediatric Symptom Checklist Child (PSC-Y): Externalizing Problems Subscale",
                    "description": "The Pediatric Symptom Checklist (PSC) is a 35 item questionnaire that helps identify and assess changes in emotional and behavioral problems in children. A positive score on the PSC or Y-PSC suggests the need for further evaluation by a qualified health. PSC-35-Youth, English \\& Spanish cut off score is, 30 or higher. In a Mexican-American sample, a cutoff score of 12 was shown to be most sensitive.\n\nPSC Subscales:\n\nExternalizing Problems Subscale: Children with subscores greater than or equal to 7 usually have significant problems with conduct.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "PROMIS Pediatric Self- Reported Psychological Stress",
                    "description": "PROMIS scores have a mean of 50 and standard deviation (SD) of 10 in a referent population. On the T-score metric, A score of 40 is one SD lower than the mean of the reference population. A score of 60 is one SD higher than the mean of the reference population. Better health is a lower score and worse health scores higher.",
                    "timeFrame": "4 Months"
                },
                {
                    "measure": "PROMIS Parent Proxy Reported Psychological Stress- Parent Proxy",
                    "description": "PROMIS scores have a mean of 50 and standard deviation (SD) of 10 in a referent population. On the T-score metric, A score of 40 is one SD lower than the mean of the reference population. A score of 60 is one SD higher than the mean of the reference population. Higher score is worse health.",
                    "timeFrame": "4 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female patients diagnosed with Marfan syndrome (defined by Ghent criteria and either a pathogenic variant in FBN1 or ectopia lentis)\n* Age 10-25 years at enrollment\n\nExclusion Criteria:\n\n1. History of aortic surgery\n2. History of spinal surgery with implanted materials that may negatively impact MRI safety or imaging quality.\n3. Diagnosis of major congenital heart disease (ASD, VSD, bicuspid aortic valve, and mitral valve prolapse will not qualify as exclusion criteria)\n4. Condition limiting the ability to perform moderate exercise.\n5. Major concurrent diagnosis that may confound the interpretation of the effect of the proposed intervention on the proposed outcome measures.\n6. Aortic dilation meeting threshold for prophylactic aortic surgical intervention (\\>/= 4.5 cm in diameter)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shaine A Morris, MD, MPH",
                    "role": "CONTACT",
                    "phone": "832-826-5692",
                    "email": "shainem@bcm.edu"
                },
                {
                    "name": "Jennifer Bogardus, PT, MPT, PhD",
                    "role": "CONTACT",
                    "phone": "713-794-2070",
                    "email": "jennifer.bogardus@utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shaine A Morris, MD, MPH",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shaine A Morris, MD MPH",
                            "role": "CONTACT",
                            "phone": "832-826-5682",
                            "email": "shainem@bcm.edu"
                        },
                        {
                            "name": "Jennifer Bogardus, PT, MPT, PhD",
                            "role": "CONTACT",
                            "phone": "713-794-2070",
                            "email": "jbogardus@twu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008382",
                    "term": "Marfan Syndrome"
                },
                {
                    "id": "D000054119",
                    "term": "Arachnodactyly"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001848",
                    "term": "Bone Diseases, Developmental"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000017880",
                    "term": "Limb Deformities, Congenital"
                },
                {
                    "id": "D000009139",
                    "term": "Musculoskeletal Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11369",
                    "name": "Marfan Syndrome",
                    "asFound": "Marfan Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27573",
                    "name": "Arachnodactyly",
                    "asFound": "Marfan Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5127",
                    "name": "Bone Diseases, Developmental",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20062",
                    "name": "Limb Deformities, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M12096",
                    "name": "Musculoskeletal Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "T3608",
                    "name": "Marfan Syndrome",
                    "asFound": "Marfan Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}