{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05699252",
            "orgStudyIdInfo": {
                "id": "STUDY00015771"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AT011012-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AT011012-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Matching Adults to Treatments for Chronic Pain (MATCH) Study",
            "officialTitle": "Matching Adults to Treatments for Chronic Pain (MATCH) Study",
            "acronym": "MATCH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "matching-adults-to-treatments-for-chronic-pain-match-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-12",
            "studyFirstSubmitQcDate": "2023-01-23",
            "studyFirstPostDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark Jensen",
                "investigatorTitle": "Professor: Rehabilitation Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                },
                {
                    "name": "VA Puget Sound Health Care System",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic pain is a prevalent, disabling problem affecting as many as 50% of men and 75% of women Veterans. Cognitive Behavioral Therapy (CBT) is the current gold standard treatment for chronic pain. However, while some individuals do respond to CBT, many individuals do not obtain meaningful benefit. As a result, the average response to CBT treatment in groups of individuals with chronic pain is only modest.\n\nTo address the need for effective treatments, the investigators have developed and adapted Complementary and Integrative Health (CIH) interventions such as Mindfulness-Based Cognitive Therapy (MBCT) and Hypnotic Cognitive Therapy (HYP-CT) for chronic pain management. Research shows these treatments are beneficial alternatives to CBT. However, as with CBT, response to these treatments varies, and the investigators' preliminary data suggests outcome variability is explained by a number of baseline patient factors. Research is now needed to advance knowledge regarding the pre-treatment patient factors (i.e., predictive markers) that moderate treatment outcome (i.e., patient factors that interact with treatment condition to predict outcome). The findings from this research will provide an empirical basis for developing patient-treatment matching algorithms to prospectively match a given individual to the evidence-based treatment most likely to be beneficial for them.\n\nThe investigators have initiated a program of research to identify the factors that predict response to psychosocial pain treatments, including HYP-CT, MBCT, and CBT. Preliminary findings suggest that predictive markers such as brain activity (e.g., alpha and beta power, as measured by EEG), and the traits of mindfulness, hypnotizability, and catastrophizing, will predict who benefits most from different treatments. For example, post hoc analyses show that those who are \"well-matched\" to HYP-CT, based on the identified baseline moderators, achieve twice the amount of pain reduction with treatment, compared to those who are not well- matched. To confirm these findings, prospective research is now needed. The findings from this study will provide a foundation upon which to develop an assessment battery to identify critical values on which to base algorithms for a priori matching of individual patients to different treatments. This has the potential to substantially boost the typically modest average effect sizes that are achieved when using a more traditional \"one size fits all\" approach.",
            "detailedDescription": "This study has a single overall aim: to identify patient predictive markers that determine who benefits most from two CIH treatments (hypnotic cognitive therapy \\[HYP-CT\\] and Mindfulness-Based Cognitive Therapy \\[MBCT\\]) and the current gold standard non-pharmacological treatment (CBT) vs. usual care (UC). This aim will be addressed in the context of a clinical trial in which participants with chronic pain will be randomized to one of the three active chronic pain treatments or UC. Based on findings from prior research, the investigators hypothesize that five primary predictive markers assessed at pre-treatment (alpha power, beta power, hypnotizability, nonreactivity \\[a mindfulness domain\\], and catastrophizing) will modify subsequent treatment-related changes in pain intensity following MBCT, HYP-CT, and CBT, relative to usual care.\n\nThe primary clinical endpoint is reduction (change) in average pain intensity from pre- to post-treatment; the post-treatment assessment point is the primary endpoint. Average pain intensity will be measured using a composite of up to 4 separate pain ratings assessed within a 1-week period at each study assessment window. Although there are up to four ratings, each from a different day in a 7-day window, that are used to compute post-treatment average pain severity score, these variables will be used to compute a single score representing average pain during the post-treatment period; therefore, there is only a single primary post-treatment end point.\n\nThe primary predictive markers are EEG-assessed alpha and beta power, researcher-measured hypnotizability, and self-reported-pain catastrophizing and non-reactivity mindfulness, all of which will be assessed at pre-treatment.\n\nThe five primary study hypotheses are as follows:\n\nHypotheses 1a, 1b, and 1c: Baseline alpha power will predict pre- to post-treatment change in pain intensity, such that, relative to UC, more alpha power predicts greater change (reduction) in pain intensity in response to HYP-CT (1a), and lower levels of alpha power predict greater pain intensity change (reduction) in response to both CBT (1b) and MBCT (1c).\n\nHypothesis 2: Baseline beta power will predict pre- to post-treatment change in pain intensity, such that, relative to UC, more beta power predicts greater change (reduction) in pain intensity in response to CBT.\n\nHypotheses 3a and 3b: Baseline hypnotizability will predict pre- to post-treatment change in pain intensity, such that, relative to UC, more hypnotizability predicts greater change (reduction) in pain intensity in response to HYP-CT (3a), and predicts less change (reduction) in pain intensity in response to CBT (3b), relative to UC.\n\nHypothesis 4a and 4b: Baseline catastrophizing and the nonreactivity domain of mindfulness will predict pre- to post-treatment change in pain intensity, such that lower levels of baseline catastrophizing (4a) and greater levels of nonreactivity (4b) will predict greater pain intensity change (reduction) in response to MBCT, relative to UC.\n\nHypothesis 5: Baseline mindfulness will predict pre- to post-treatment change in pain intensity, such that higher levels of baseline mindfulness will predict greater pain reduction in response to MBCT.\n\nSecondary study objectives include:\n\n* Understand the zero order associations between predictive markers and pre- to post-treatment pain reductions for participants in each treatment condition separately.\n* Understand the predictive role of the primary predictive markers on longer-term outcomes (i.e., 3 and 6-months post-treatment follow-ups) for the four treatment conditions.\n* Understand any differences in clinical outcomes between the three active treatments, relative to usual care.\n* Determine if there are any effects of \"dose\" of treatment on clinical outcomes.\n\nTertiary/exploratory study objectives include:\n\n* Identify additional potential predictive markers of treatment-related improvements in pain.\n* Identify potential predictive markers of treatment effects on secondary outcomes.\n* Develop initial treatment matching algorithm."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Pain"
            ],
            "keywords": [
                "chronic pain",
                "cognitive behavioral therapy",
                "hypnotic cognitive therapy",
                "mindfulness-based cognitive therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A randomized, 4-group parallel design, 264-subject clinical trial to identify predictive markers that determine who benefits most from two complementary and integrative health (CIH) treatments (Hypnotic Cognitive Therapy \\[HYP-CT\\] and Mindfulness-Based Cognitive Therapy \\[MBCT\\]) vs. the current gold standard non-pharmacological treatment (Cognitive Behavioral Therapy, or CBT) vs. usual care (UC). This aim will be addressed in the context of a clinical trial in which participants with chronic pain will be randomized to one of the three active chronic pain treatments or UC.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 330,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cognitive Behavioral Therapy (CBT) condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to this arm will be taught about the role of cognitions (particularly pain catastrophizing), pain beliefs (including perceived control), and maladaptive or unhelpful coping behaviors in chronic pain. This technique will help participants: (1) identify and change or restructure unhelpful or negative thinking about pain; (2) utilize positive coping strategies including positive coping self-statements; relaxation techniques; behavioral activation (including setting goals for activation), activity pacing and scheduling; and (3) cope with pain flare-ups.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Therapy (CBT)"
                    ]
                },
                {
                    "label": "Hypnotic Cognitive Therapy (HYP-CT) condition",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to this arm will be taught about the role of hypnosis to reduce pain, increase comfort and well-being, and to instill and reinforce healthy, adaptive cognitions. This technique will help participants to use their ability to enter a state of focused attention to then increase their acceptance of new adaptive ideas about pain provided both by (1) clinicians during sessions and on audio recordings, as well as (2) the participants themselves during self-hypnosis practice.",
                    "interventionNames": [
                        "Behavioral: Hypnotic Cognitive Therapy (HYP-CT)"
                    ]
                },
                {
                    "label": "Mindfulness-Based Cognitive Therapy (MBCT) condition",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to this arm will be taught about the role of MBCT in training the mind to respond more adaptively to pain. This technique will help participants: (1) apply the skills they learn not only to pain but also to the problems pain causes for them, including sleep disturbance, depressed mood, stress, and other problems; (2) build on their strengths and their innate ability to focus their attention at will, and to use this ability to mindfully perceive experience in a non-judgmental, non-reactive way; and (3) notice their moment-to-moment experience and to shift their relationship to this experience. With enhanced mindful awareness comes the opportunity to then mindfully choose how to respond to the pain in a way that reduces stress and is most helpful or adaptive.",
                    "interventionNames": [
                        "Behavioral: Mindfulness-Based Cognitive Therapy (MBCT)"
                    ]
                },
                {
                    "label": "Usual Care (UC) Control Group condition",
                    "type": "NO_INTERVENTION",
                    "description": "In the Usual Care condition, participants will not participate in a study treatment, but rather they will continue with their usual care for chronic pain and will complete the seven study assessment sets. At the end of the study, after the final 6-month follow-up assessment period, participants will be given the opportunity to receive any one of the three treatments that they would like as part of an open label phase of the study UNLESS participants have developed new problems that would make them ineligible."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral Therapy (CBT)",
                    "description": "The CBT intervention will be used to help participants learn about the role of cognitions (particularly pain catastrophizing), pain beliefs (including perceived control), and maladaptive or unhelpful coping behaviors in chronic pain. This technique will help participants: (1) identify and change or restructure unhelpful or negative thinking about pain; (2) utilize positive coping strategies including positive coping self-statements; relaxation techniques; behavioral activation (including setting goals for activation), activity pacing and scheduling; and (3) cope with pain flare-ups.",
                    "armGroupLabels": [
                        "Cognitive Behavioral Therapy (CBT) condition"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Hypnotic Cognitive Therapy (HYP-CT)",
                    "description": "The HYP-CT intervention will be used to help participants learn about the role of hypnosis to reduce pain, increase comfort and well-being, and to instill and reinforce healthy, adaptive cognitions. This technique will help participants to use their ability to enter a state of focused attention to then increase their acceptance of new adaptive ideas about pain provided both by (1) clinicians during sessions and on audio recordings, as well as (2) the participants themselves during self-hypnosis practice.",
                    "armGroupLabels": [
                        "Hypnotic Cognitive Therapy (HYP-CT) condition"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness-Based Cognitive Therapy (MBCT)",
                    "description": "The MBCT intervention will be used to help participants learn about the role of MBCT in training the mind to respond more adaptively to pain. This technique will help participants: (1) apply the skills they learn not only to pain but also to the problems pain causes for them, including sleep disturbance, depressed mood, stress, and other problems; (2) build on their strengths and their innate ability to focus their attention at will, and to use this ability to mindfully perceive experience in a non-judgmental, non-reactive way; and (3) notice their moment-to-moment experience and to shift their relationship to this experience. With enhanced mindful awareness comes the opportunity to then mindfully choose how to respond to the pain in a way that reduces stress and is most helpful or adaptive.",
                    "armGroupLabels": [
                        "Mindfulness-Based Cognitive Therapy (MBCT) condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Average Daily Pain Intensity",
                    "description": "Change in pain intensity will be measured using a 0-10 numerical rating scale (NRS) of average pain in the past 24 hours, up to 4 times within a 7-day period. Participants will be asked to choose a number from 0-10 that best represents their pain intensity. Higher scores indicate higher levels of self-reported pain intensity.",
                    "timeFrame": "Assessed online up to 4 times within a 7-day period at pre-tx, 2-week, 4-week, 6-week, post-tx (8-week), and at 3- and 6-month follow-ups."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Depression",
                    "description": "Change in depression will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Depression Short Form-8A. Responses from each item will be summed to form a total raw score ranging from 8-40. Higher scores indicate higher self-reported levels of depression.",
                    "timeFrame": "Assessed online at pre-tx, 2-week, 4-week, 6-week, post-tx (8-week), and at 3- and 6-month follow-ups."
                },
                {
                    "measure": "Change in Anxiety",
                    "description": "Change in anxiety will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety Short Form-8A. Responses from each item will be summed to form a total raw score ranging from 8-40. Higher scores indicate higher self-reported levels of anxiety.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Sleep Quality",
                    "description": "Change in sleep quality will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Sleep Disturbance Short Form-8A. Responses from each item will be summed to form a total raw score of 8-40. Higher scores indicate higher self-reported levels of sleep disturbance.",
                    "timeFrame": "Assessed online at pre-tx, 2-week, 4-week, 6-week, post-tx (8-week), and at 3- and 6-month follow-ups."
                },
                {
                    "measure": "Change in Pain Interference",
                    "description": "Change in pain interference with different daily activities and aspects of life will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference Short Form-6A. Responses from each item will be summed to form a total raw score of 6-30. Higher scores indicate higher self-reported levels of pain interference.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Fatigue",
                    "description": "Change in fatigue will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Fatigue Short Form-8A. Responses from each item will be summed to form a total raw score of 8-40. Higher scores indicate higher self-reported levels of fatigue.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Social Role Participation",
                    "description": "Change in perceived ability to perform one's usual social roles and activities will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Ability to Participate in Social Roles and Activities Short Form-4A. Responses from each item will be summed to form a total raw score of 4-20. Higher scores indicate higher self-reported levels of ability to participate in social roles and activities.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in General Health",
                    "description": "Change in general health will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health V1.2. The participants will be asked to choose a number between 1-5 that best represents their general health. A higher score indicates higher self-reported levels of general health",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Cognition",
                    "description": "Change in cognitive function will be measured with the Patient-Reported Outcomes Measurement Information System (PROMIS) Cognitive Function - Abilities Short Form-6A. Responses from each item will be summed to form a total raw score of 6-30. Higher scores indicate higher self-reported levels of cognitive function.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Fear Avoidance Beliefs",
                    "description": "Change in fear avoidance beliefs will be measured with the Fear-Avoidance Beliefs Questionnaire. The participants will be asked to choose a number between 0-6 that best represents how much physical activities affect or would affect their pain. Higher scores indicate higher self-reported levels of fear avoidance beliefs.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Pain Intensity without Medications",
                    "description": "Change in pain intensity without medications will be measured using a numerical rating scale (NRS). Participants will be asked to choose a number from 0-10 that best represents what their pain intensity would have been, on average over the past 7 days, if they were not taking any pain medications. Higher scores indicate higher levels of self-reported pain intensity without any pain medications.",
                    "timeFrame": "Assessed online at pre-tx, 2-week, 4-week, 6-week, post-tx (8-week), and at 3- and 6-month follow-ups."
                },
                {
                    "measure": "Change in Medication Use",
                    "description": "Change in medication use will be measured by asking participants to report the number of days in the past 7 days they used opioid or narcotic pain medications, oral or topical NSAIDs, Acetaminophen, Aspirin, muscle relaxants, oral steroids or corticosteroids, Duloxetine, tricyclic antidepressants, or other pain-relieving medicines.",
                    "timeFrame": "Assessed online at pre-tx, 2-week, 4-week, 6-week, post-tx (8-week), and at 3- and 6-month follow-ups."
                },
                {
                    "measure": "Change in Well-being",
                    "description": "Change in well-being will be measured with the World Health Organization (WHO) Well-being Index. The participants will be asked to choose a number between 0-5 that best represents how they have been feeling over the past 2 weeks. The raw score ranging from 0 to 25 is multiplied by 4 to give a final score from 0-100. Higher scores indicate higher self-reported levels of well-being.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in PTSD Symptoms",
                    "description": "Change in PTSD symptoms and related aspects will be measured with the Short PTSD Rating Interview (SPRINT). The participants will be asked to choose a number between 0-4 that best represents how much they have been bothered by a specific problem in the last week. Responses from each item will be summed to form a total raw score of 0-32. Higher scores indicate higher self-reported levels of PTSD Symptoms.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Cannabis Use",
                    "description": "Change in cannabis use will be measured with the Daily Sessions, Frequency, Age of Onset, and Quantity of Cannabis Use (DFAQ-CU) Inventory. The participants will be asked to choose the responses that best describes their use of cannabis. Participants will be directed to note that the term cannabis is being used to refer to marijuana, cannabis concentrates, and cannabis-infused edibles. High scores indicate higher self-reported levels of cannabis use.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Change in Alcohol Use",
                    "description": "Change in alcohol use will be measured with the Alcohol Use Disorders Identification Test (AUDIT). Responses from each item will be summed to form a total score between 0-40. Higher scores indicate higher self-report levels of alcohol use.",
                    "timeFrame": "Assessed online at pre-tx, post-tx (8-week), and at 6-month follow-up."
                },
                {
                    "measure": "Global Impressions of Change",
                    "description": "Global impressions of change will be measured with the Patient Global Impressions of Change (PGIC). The participants will be asked to choose a number from 1-7 to describe the change in pain intensity, their ability to manage pain, pain interference, medication and substance use, and overall well-being since the beginning of the study treatment. Lower scores indicate higher self-reported levels of global impressions of change.",
                    "timeFrame": "Assessed online at post-tx (8-week)."
                },
                {
                    "measure": "Global Assessment of Treatment Satisfaction",
                    "description": "Global assessment of treatment satisfaction will be measured with the Patient Global Assessment of Treatment Satisfaction (PGATS). The participants will be asked to describe their level of satisfaction with the study treatment using a number from 0-4. A higher score indicates higher self-report treatment satisfaction.",
                    "timeFrame": "Assessed online at post-tx (8-week)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 18 years old.\n* Having chronic pain, operationalized as average pain intensity in the last week rated as ≥ 3 on a 0-10 Numerical Rating Scale (NRS) and having pain on most days for 3 months or more.\n* Able to read, speak, and understand English.\n* Willingness to be randomized to condition and use videoconferencing for treatment sessions.\n* Access to a private place with adequate internet reception to support participation in videoconferencing treatment sessions.\n* Not currently participating in another clinical trial or interventional study for chronic pain and willing to refrain from participation in any other clinical trial or interventional study for chronic pain during active participation in this study.\n* Willing, able, and committed to participate in an in-person EEG assessment.\n* Able to use a smart phone, tablet, or computer independently to access email and webpages or have someone available in their home who can help them with initial session set-up and then leave for the treatment sessions.\n\nExclusion Criteria:\n\nThe exclusion criteria for Veteran participants will be assessed via self-report and verified by VA medical records chart review. Eligibility for non-Veteran participants will be assessed by self-report (no medical records chart review). An individual who meets any of the following criteria at the time of screening will be excluded from participation in this study and will not be enrolled:\n\n* Active suicidal ideation/intent indicating significant risk.\n* Unstable medical or psychiatric condition (e.g., mania, psychotic symptoms) that would interfere with study participation.\n* Behavioral issues noted in the record or observed during the screening process that would interfere with appropriate or safe videoconferencing treatment session participation or study procedures.\n* Alcohol abuse (operationalized as scoring 16 or more on the Alcohol Use Disorders Identification Test), or any illicit drugs, all of which may impact EEG measures.\n* Severe cognitive impairment defined as two or more errors on the Six-Item Screener.\n* Having an EEG confounder (e.g., congenital or acquired skull defects, missing sections or holes in the skull, or plates, screws, or other implants within the skull or brain) that would interfere with reliable EEG data collection.\n* Active cancer treatment or primary pain is due to cancer.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sydney Drever, B.A.",
                    "role": "CONTACT",
                    "phone": "206-744-4811",
                    "email": "drevers@uw.edu"
                },
                {
                    "name": "Joy Chan, B.S.",
                    "role": "CONTACT",
                    "phone": "206-744-3626",
                    "email": "joychan@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark P Jensen, Ph.D.",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rhonda M Williams, Ph.D.",
                    "affiliation": "VA Puget Sound Health Care System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington, Ninth and Jefferson Building",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sydney Drever, B.A.",
                            "role": "CONTACT",
                            "phone": "206-616-7671",
                            "email": "drevers@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "VA Puget Sound Health Care System, Seattle Division",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sammantha Birk, B.A.",
                            "role": "CONTACT",
                            "phone": "206-498-4561",
                            "email": "sammantha.birk@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "VA Puget Sound Health Care System, American Lake",
                    "status": "RECRUITING",
                    "city": "Tacoma",
                    "state": "Washington",
                    "zip": "98493",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sammantha Birk, B.A.",
                            "role": "CONTACT",
                            "phone": "206-498-4561",
                            "email": "sammantha.birk@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.25288,
                        "lon": -122.44429
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final data sets underlying publications resulting from the proposed research will be shared outside UW and VA in electronic format through a de-identified, anonymized dataset. Such sharing will take place under a written agreement that adheres to any applicable Informed Consent provisions and prohibits the recipient from identifying or re-identifying any individual whose data are included in the dataset. The data will be de-identified to remove any variables from which it would be possible to identify any individual participants. Requests for data will be considered on a case-by-case basis through a formal application and review process. The minimal amount of data will be provided to address the specific request. Only limited, fully de-identified data will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The data used for the analyses for any papers published will become available to interested researchers by request after that article is published. Those data will continue to be available for at least five years following the publication of the article.",
            "accessCriteria": "The investigators will make the data and associated documentation available to users under a written agreement that adheres to any applicable Informed Consent provisions and prohibits the recipient from identifying or re-identifying any individual whose data are included in the dataset. The recipient will have sufficient knowledge, training, and resources to adequately design and conduct the studies replicating the original work, or can otherwise determine the validity of results by reviewing the data provided. Requests for data will be considered on a case by case basis through a formal application and review process. The minimal amount of data will be provided to address the specific request. Only limited, fully de-identified data will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "asFound": "Small molecule",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}