{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05798377",
            "orgStudyIdInfo": {
                "id": "SH SugarStudy23"
            },
            "secondaryIdInfos": [
                {
                    "id": "5P20GM121341-04",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5P20GM121341-04"
                }
            ],
            "organization": {
                "fullName": "Sanford Health",
                "class": "OTHER"
            },
            "briefTitle": "Maternal Stress and Blood Sugar Metabolization",
            "officialTitle": "Maternal Stress and Blood Sugar Metabolization During Pregnancy",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "maternal-stress-and-blood-sugar-metabolization"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-06",
            "studyFirstSubmitQcDate": "2023-03-23",
            "studyFirstPostDateStruct": {
                "date": "2023-04-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sanford Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of General Medical Sciences (NIGMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "During pregnancy, gestational diabetes increases the risk of complications and adverse outcomes for mother and child, however about 50% of gestational diabetes cases are diagnosed without a known risk factor present. This project uses both a large sample retrospective study, and a prospective study to help us understand the mechanisms by which mental health and stress impact glucose metabolization during pregnancy and delineate their contribution to gestational diabetes and racial disparities. The investigators expect, to improve the ability to identify women at risk, and advance options for preventative care and treatment, decreasing the impact of gestational diabetes and related complications.",
            "detailedDescription": "Gestational diabetes mellitus (GDM) impacts an estimated 3% to 9% of pregnancies, increasing the risk of serious health complications for mother and child. The identified risk factors for developing GDM include both individual characteristics (e.g., higher body mass index, advanced maternal age) and heritable factors (e.g., family history of Type 2 diabetes, historically marginalized racial/ethnic identity). However, approximately 50% of GDM diagnoses occur in the absence of any known risk factor(s). Additional research on biopsychosocial factors related to glucose metabolism, such as mental health and stress processes, may help to identify individuals at risk. In this project, the investigators seek to understand the mechanisms by which mental health and stress impact glucose metabolization during pregnancy and delineate their contribution to GDM racial disparities. The investigators hypothesize that there will be associations between maternal mental health, glucose metabolization, and GDM related adverse pregnancy outcomes that are moderated by stress, and that the magnitude of the of these associations underlay GDM health disparities experienced by African American (AA) and Native American (NA) women in comparison to non-Hispanic white (NHW) women. This project will: 1) identify stress-related variables that moderate associations between maternal mental health and GDM-related health outcomes; 2) delineate associations among maternal mental health, stress, glucose metabolization, and related adverse outcomes, differ among AA, NA, and NHW women; and 3) increase the understanding of how psychophysiological stress reactivity interacts with maternal stress and mental health, to predict glucose metabolization during pregnancy, and associations with adverse perinatal outcomes. A retrospective study of 4,845 de-identified pregnancy-related medical records of Sanford Health patients, and a prospective study which follows 150 pregnant women recruited from Sanford Health prenatal care providers will be conducted. Data from medical records and prospective assessments will be used to identify associations between maternal health, mental health, blood glucose metabolization and pregnancy outcomes. Indicators of stress will be tested as moderators in these associations. These analyses will aid in identifying which combinations of maternal depression, anxiety, and stress, are associated with increased risk of GDM and GDM related outcomes. The retrospective study will compare the impact of modeled associations, among women of NA, AA, and NHW heritage, with results that will provide insights as to the role of psychosocial factors in GDM related health disparities among AA and NA women. The prospective study, participants will complete a laboratory stress task while the investigators assess physiological markers of stress reactivity, including cortisol, immunoglobulin A, c-reactive protein, and cardiovascular responses. Results from the prospective study will provide novel information about the role of physiological pathways by which combinations of maternal mental health and stress impact blood sugar metabolization, GDM and GDM related outcomes. By modeling pathways between maternal stress and glucose metabolism, the investigators aim to improve our ability to identify women at risk of GDM improving access to prevention and treatment, and of GDM and related complications."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Oral Glucose Tolerance Test",
                    "description": "Amount of glucose remaining in blood after one hour challenge",
                    "timeFrame": "Through study completion, an average of 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years old\n* Less than 17 weeks\n* Healthy single baby pregnancy\n\nExclusion Criteria:\n\n* History of diabetes\n* History of Gestational diabetes mellitus (GDM)\n* History of cardiac disease\n* History of endocrine disease\n* Assistive reproductive technology (in-vitro fertilization)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The investigators will recruit 150 pregnant women prior to their 17th week of gestation from Sanford Health prenatal care providers in the Sioux Falls area.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Valentina Ayala Catala",
                    "role": "CONTACT",
                    "phone": "605 3126406",
                    "email": "strahmlab@sanfordhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anna M Strahm, PhD",
                    "affiliation": "Sanford Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sanford Health",
                    "status": "RECRUITING",
                    "city": "Sioux Falls",
                    "state": "South Dakota",
                    "zip": "57104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Valentina Ayala Catalan",
                            "role": "CONTACT",
                            "phone": "605-312-6406",
                            "email": "valentina.ayalacatalan@sanfordhealth.org"
                        },
                        {
                            "name": "Anna M Strahm, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.54997,
                        "lon": -96.70033
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}