{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04032626",
            "orgStudyIdInfo": {
                "id": "19-658"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG059008",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG059008"
                },
                {
                    "id": "K01AG047279",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K01AG047279"
                }
            ],
            "organization": {
                "fullName": "St. Joseph's Hospital and Medical Center, Phoenix",
                "class": "OTHER"
            },
            "briefTitle": "MCLENA-1: A Clinical Trial for the Assessment of Lenalidomide in Amnestic MCI Patients",
            "officialTitle": "MCLENA-1: A Phase II Clinical Trial for the Assessment of Safety, Tolerability, and Efficacy of Lenalidomide in Patients With Mild Cognitive Impairment Due to Alzheimer's Disease",
            "acronym": "MCLENA-1",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mclena-a-clinical-trial-for-the-assessment-of-lenalidomide-in-amnestic-mci-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-10",
            "studyFirstSubmitQcDate": "2019-07-23",
            "studyFirstPostDateStruct": {
                "date": "2019-07-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marwan Sabbagh",
                "investigatorTitle": "Professor of Neurology, Barrow Neurological Institute",
                "investigatorAffiliation": "St. Joseph's Hospital and Medical Center, Phoenix"
            },
            "leadSponsor": {
                "name": "St. Joseph's Hospital and Medical Center, Phoenix",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                },
                {
                    "name": "The Cleveland Clinic",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Accumulating evidence indicates that inflammation is prominent both in the blood and central nervous system (CNS) of Alzheimer's disease (AD) patients. These data suggest that systemic inflammation plays a crucial role in the cause and effects of AD neuropathology. Capitalizing on the experience from a previous clinical trial with thalidomide, here, the investigators hypothesize that modulating both systemic and CNS inflammation via the pleiotropic immunomodulator lenalidomide is a putative therapeutic intervention for AD if administered at a proper time window during the course of the disease.",
            "detailedDescription": "There are currently no approved treatments to treat the neuroinflammatory aspects of AD. While inflammation is pervasive to many neurological disorders, no clinical trial has yet demonstrated the efficacy of anti-inflammatory agents for AD. Interestingly, chronic peripheral low-grade inflammation is associated with aging and increases the risk for disease and mortality, including AD. Accumulating evidence indicates that nuclear factor-kappa B, tumor necrosis factor alpha (TNFα), interleukins (e.g. IL-1beta, IL-2, and IL-6), and chemokines (e.g. IL-8) are found elevated both in the blood and central nervous system (CNS) of AD patients. These data confirm that inflammation plays a central role in the cause and effect of AD neuropathology.\n\nThe immunomodulator, anti-cancer agent lenalidomide is one of the very few pleiotropic agents that both lowers the expression of TNFα, IL-6, IL-8, and increases the expression of anti-inflammatory cytokines (e.g. IL-10), to modulate both innate and adaptive immune responses.\n\nIn the current project the investigators aim to test the central hypothesis that lenalidomide reduces inflammatory and AD-associated pathological biomarkers, and improves cognition. For this, the investigators designed an 18-month, Phase II, double-blind, randomized, two-armed, parallel group, placebo controlled, and proof-of-mechanism clinical study in early symptomatic AD subjects (i.e. amnestic mild cognitive impairment; aMCI). The effects of lenalidomide treatment will be assessed after 12 months of treatment and 6 months washout (month 18)."
        },
        "conditionsModule": {
            "conditions": [
                "Cognitive Impairment, Mild",
                "Cognitive Dysfunction",
                "Amyloid Plaque",
                "Neurodegeneration",
                "Inflammation, Brain"
            ],
            "keywords": [
                "Alzheimer's disease",
                "Biomarkers",
                "Brain Amyloid",
                "Brain Imaging",
                "Cognition",
                "Immunomodulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study will take place at a single site. We will enroll 30 male and female outpatients, 50-90 years of age. Lenalidomide 10 mg/day vs. placebo will be taken daily orally (ratio 1:1). The effects of lenalidomide treatment will be assessed after 12 months of treatment and 6 months washout (month 18). Participants completing the study will be involved for up to 20 months in duration, from screening to end of study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Beside the clinical pharmacologist and biostatistician, all parties involved in the present study will be blinded until all data are collected, including medical staff, patients and his/her car giver, imaging staff, and scientists collecting data from biosamples. The blinding will be lifted only after all data are acquired, and before statistical analysis.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lenalidomide",
                    "type": "EXPERIMENTAL",
                    "description": "Lenalidomide 10 mg/day taken daily orally for 12 months of treatment followed by 6 months washout. The trial will last 18 month in duration.",
                    "interventionNames": [
                        "Drug: Lenalidomide 10 mg"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo taken daily orally for 12 months of treatment followed by 6 months washout. The trial will last 18 month in duration.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lenalidomide 10 mg",
                    "description": "Lenalid",
                    "armGroupLabels": [
                        "Lenalidomide"
                    ],
                    "otherNames": [
                        "Lenalid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in cognition as assessed by the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog) total score",
                    "description": "To evaluate the effect on cognition Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog) of lenalidomide 10 mg/kg titrated for up to 12 months and washed out for 6 months. ADAS is 70 points. A lower score is better",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Change in cognition as assessed by the Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL) total score",
                    "description": "To evaluate the effect on cognitionAlzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL) of lenalidomide 10 mg/kg titrated for up to 12 months and washed out for 6 months. The maximum score is 30. A higher score is better",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Change in cognition as assessed by the Clinical Dementia Rating - Sum of Boxes (CDR-SOB) total score",
                    "description": "To evaluate the effect on cognition Clinical Dementia Rating - Sum of Boxes (CDR-SOB) of lenalidomide 10 mg/kg titrated for up to 12 months and washed out for 6 months. The SOB maximum total is 18. A lower score is better",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Change in cognition as assessed by the Mini Mental State Examination (MMSE) total score",
                    "description": "To evaluate the effect on cognition Mini Mental State Examination (MMSE) of lenalidomide 10 mg/kg titrated for up to 12 months and washed out for 6 months. The maximum score is 30. A higher score is better",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Monitoring and recording of all adverse events (AEs) and serious adverse events (SAEs)",
                    "description": "To evaluate the safety and tolerability of lenalidomide 10 mg/kg titrated for up to 12 months and washed out for 6 months. Particularly, we will monitor blood toxicities reported in oncology studies. Blood toxicity will be defined as platelets falling below 50,000/μL and/or neutrophils falling below 1,000/μL.",
                    "timeFrame": "18 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in brain amyloid loads",
                    "description": "To evaluate the effect on brain amyloid loads (18F-florbetapir PET imaging) of lenalidomide 10 mg/kg titrated for up to 12 months and washout for 6 months",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Change in neurodegeneration",
                    "description": "To evaluate the effect on neurodegeneration (hippocampal, ventricular, and whole brain volumes assessed by MRI) of lenalidomide 10 mg/kg titrated for up to 12 months and washout for 6 months",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Change in blood inflammatory markers",
                    "description": "To evaluate the effect on blood inflammatory markers (TNF alpha, IL-1 beta, IL-6, IL-8, and IL-10) of lenalidomide 10 mg/kg titrated for up to 12 months and washed out for 6 months",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* In order to be eligible for this study, subjects must meet the following inclusion criteria:\n\n  1. Male or female outpatients.\n  2. At least 50 years of age, but less than 90 (89 at time of screening).\n  3. Females must be surgically sterile (bilateral tubal ligation, oophorectomy, or hysterectomy) or postmenopausal for 2 years (no women at risk of pregnancy will be accepted in this study).\n  4. Must have been diagnosed with amnestic MCI based on the most recent NIA-AA criteria (Albert et al., 2011), i.e. at both the screening and baseline visits (visits 1 and 2) have a documented Mini Mental State Exam (MMSE) score between 22-28.\n  5. CT or MRI scan of the brain obtained during the course of the dementia must be consistent with the diagnosis and show no evidence of significant focal lesions or of pathology which could contribute to dementia. If neither a CT nor an MRI scan is available from the past 12 months, a CT scan fulfilling the requirements must be obtained before randomization.\n  6. Vision and hearing must be sufficient to comply with study procedures.\n  7. Be able to take oral medications.\n  8. Hachinski ischemic score must be ≤ 4.\n  9. Geriatric depression scale must be ≤ 10.\n  10. Can be on stable doses of a cholinesterase inhibitor and/or memantine as long as it is stable for at least 90 days before the Baseline (Week 00) and is expected to remain on a stable dose for the remainder of the study period; or have demonstrated intolerance to or lack of efficacy from these medications.\n  11. Must have a collateral informant/study partner who has significant direct contact with the patient at least 10 hours per week and who is willing to accompany the patient to all clinic visits and to be present during all telephone visits/interviews.\n  12. If the patient has a legally authorized representative (LAR), the LAR must review and sign the informed consent form. If the patient does not have an LAR, the patient must appear able to provide informed consent and must review and sign the informed consent form. In addition, the patient's informant/study partner (as defined above) must sign the informed consent form. If the LAR and the patient's informant /study partner is the same individual, he/she should sign under both designations.\n  13. Must be able to attend all study visits indicated in the schedule of visits.\n  14. Patients with stable prostate cancer may be included at the discretion of the Medical Monitor.\n  15. Medical records must document evidence of amnestic MCI with 1 of the following: MRI with hippocampal volume in the 5th percentile or lower for age, Amyloid PET positive at SUVr ≥ 1.05, CSF Tau profile with ATI lower than 1.0, FDG PET showing hypometabolism in the parietal temporal regions, or genetic confirmation of APOE4 (heterozygous or homozygous).\n\n      Exclusion Criteria:\n* Subjects will be excluded if they have any of the condition listed below:\n\n  1. Current evidence or history within the last 3 years of a neurological or psychiatric illness that could contribute to dementia, including (but not limited to) epilepsy, focal brain lesion, Parkinson's disease, seizure disorder, head injury with loss of consciousness\n  2. DSM IV criteria for any major psychiatric disorder including psychosis, major depression and bipolar disorder.\n  3. Known history or self-reported alcohol or substance abuse.\n  4. Isolated living circumstances which would prohibit a study partner from providing sufficient and credible information about the participant.\n  5. Poorly controlled hypertension.\n  6. History of myocardial infarction or signs or symptoms of unstable coronary artery disease within the last year (including revascularization procedure/angioplasty).\n  7. Severe pulmonary disease (including chronic obstructive pulmonary disease) requiring more than 2 hospitalizations within the past year.\n  8. Untreated sleep apnea.\n  9. Any thyroid disease (unless euthyroid or on treatment for at least 6 months prior to screening).\n  10. Active neoplastic disease (except for skin tumors other than melanoma). Patients with a history of prior malignancy are eligible provided they were treated with curative intent and (i) do not require any longer any active therapy; (ii) being considered in complete remission; and (iii) after the Medical Monitor's assessment/approval of each case.\n  11. History of multiple myeloma.\n  12. Absolute neutropenia of \\<750mm3, or history of neutropenia.\n  13. History of or current thromboembolism (including deep venous thrombosis).\n  14. Any clinically significant hepatic or renal disease (including presence of Hepatitis B or C antigen/antibody or an elevated transaminase levels of greater than two times the upper limit of normal (ULN) or creatinine greater than 1.5 x ULN).\n  15. Clinically significant hematologic or coagulation disorder including any unexplained anemia or a platelet count less than 100,000/μL at screening.\n  16. Use of any investigational drug within 30 days or within five half-lives of the investigational agent, whichever is longer.\n  17. Use any investigational medical device within two weeks before screening or after end of the present study.\n  18. Females who are at risk of pregnancy or are of child bearing age.\n  19. Any other disease or condition that, in the opinion of the investigator, makes the patient unsuitable to participate in this clinical trial.\n  20. Unwilling or unable to undergo MRI and PET imaging.\n  21. Cardiac pacemaker or defibrillator or other implanted device.\n  22. In the opinion of the Investigator, participation would not be in the best interest of the subject.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marwan N Sabbagh, M.D.",
                    "role": "CONTACT",
                    "phone": "602-406-7735",
                    "email": "Marwan.Sabbagh@CommonSpirit.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marwan N Sabbagh, M.D.",
                    "affiliation": "St. Joseph's Hospital and Medical Center, Phoenix",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Boris Decourt, PhD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Joseph's Hospital and Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margeaux E Snell, MD",
                            "role": "CONTACT",
                            "phone": "602-406-3378",
                            "email": "Margeaux.Snell@DignityHealth.org"
                        },
                        {
                            "name": "Sandy Quintanilla",
                            "role": "CONTACT",
                            "phone": "602-406-7054",
                            "email": "Sandy.Quintanilla@DignityHealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Cleveland Clinic Lou Ruvo Center for Brain health",
                    "status": "RECRUITING",
                    "city": "Las Vegas",
                    "state": "Nevada",
                    "zip": "89103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.17497,
                        "lon": -115.13722
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The protocol used and data collected in the course of this study will be shared with other researchers. The protocol will be published in a scientific journal and presented as posters in scientific meetings. Data and remaining biosamples, after deidentification, will be made available to the community 6 months after publication of the results of the study in peer-reviewed articles.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Published in a scientific paper (accessible online in 2020) Posters presented at scientific meetings (e.g. AAIC 2019)",
            "accessCriteria": "* Papers will be accessible online\n* Data and biosamples can be requested from the principal investigator 6 months after publication of the results of the study in peer-reviewed articles"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004660",
                    "term": "Encephalitis"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000009410",
                    "term": "Nerve Degeneration"
                },
                {
                    "id": "D000058225",
                    "term": "Plaque, Amyloid"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000090862",
                    "term": "Neuroinflammatory Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12354",
                    "name": "Nerve Degeneration",
                    "asFound": "Neurodegeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29002",
                    "name": "Plaque, Amyloid",
                    "asFound": "Amyloid Plaque",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7825",
                    "name": "Encephalitis",
                    "asFound": "Inflammation, Brain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2803",
                    "name": "Neuroinflammatory Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077269",
                    "term": "Lenalidomide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1725",
                    "name": "Lenalidomide",
                    "asFound": "Respiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}