{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06000787",
            "orgStudyIdInfo": {
                "id": "2023P002087"
            },
            "secondaryIdInfos": [
                {
                    "id": "U54CA274516",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U54CA274516"
                }
            ],
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "MCT for the Harvard/UCSF ROBIN Center",
            "officialTitle": "Molecular Characterization Trial for the Harvard/UCSF ROBIN Center: Radiation Oncology at the Interface of Pediatric Cancer Biology and Data Science",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "mct-for-the-harvard-ucsf-robin-center"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-03",
            "studyFirstSubmitQcDate": "2023-08-17",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David E. Kozono",
                "investigatorTitle": "Assistant Professor of Radiation Oncology",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Dana-Farber Cancer Institute",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of the Molecular Characterization Trial (MCT) is to obtain biological specimens and data resources from patients enrolled on prospective trials, to ensure that the Harvard/UCSF ROBIN Center accomplishes its key objective of advancing our understanding of the biological mechanisms that underlie how radiation treats tumors but also can cause unwanted side effects. The MCT focuses on collection of research biospecimens before, during, and after radiation. Also critical to the MCT is the deep annotation of these research biospecimens with elements that complement each other to provide a holistic, detailed view of each patient. Annotated elements include those used in the past such as clinical and biological features but extend to factors we have so far neglected but must incorporate in the future such as dosimetry (precise anatomical measurement of radiation dose), artificial intelligence, computational biology, and natural language processing.",
            "detailedDescription": "The MCT is critical to testing the central hypothesis of the Harvard/UCSF ROBIN and achieving the central goals of the Center. This hypothesis centers on recent observations that cells within a single tumor show tremendous variability from a developmental and biological perspective. This contrasts with how radiation oncologists usually approach individual tumors as they plan the radiotherapy course: generally, the entire tumor is targeted with a uniform dose of radiation albeit with efforts to keep doses to adjacent normal tissues as low as possible. The Harvard/UCSF ROBIN Center proposes to test the hypothesis that this marked variability within a given tumor-both in the actual tumor cells and in the normal cells and microenvironment elements-is also reflected at the level of biological responses to radiation. New technologies that allow deep, molecular analyses of single cells within individual tumors, will for the first time be applied specifically to molecular underpinnings of cellular responses to radiation.\n\nThe investigators chose to focus on pediatric cancers precisely because the iterative, deep-dive approach of the ROBIN positions the children-focused ROBIN to transform radiation biology for the benefit of adult and pediatric patients alike. In particular, childhood cancers have simpler genetic landscapes that minimize potentially confounding passenger mutations occurring with age. Accordingly, biospecimens and multiscale analyses of pediatric cancers are more likely to yield deeper insights into causal biological mechanisms of radiation response. Historical validation of this approach rests in the many oncogenic drivers and tumor suppressors that were first identified in childhood cancers, only to then prove widely relevant to adult cancers.\n\nThe pediatric cancers being studied by the Harvard/UCSF ROBIN are the two most common solid tumors in children-glioma (specifically, diffuse midline glioma, a type of primary brain tumor) and neuroblastoma (a tumor of the peripheral nervous system). The MCT will centralize all of the biospecimen and data resources for the Harvard/UCSF ROBIN Center by leveraging two international consortia studies of these pediatric tumors. In addition to its focus on pediatric malignancies that are responsible for disproportionate person-years lost, the Harvard/UCSF ROBIN underscores inclusion of two key radiation modalities (i.e., external beam radiation and radiopharmaceuticals). The MCT will manage the regulatory aspects of all biospecimen and data collection, including site protocols for collection of protected health information (PHI) and biospecimens in institutional biorepositories.\n\nOne cohort consists of 18-23 subjects from the Pacific Pediatric Neuro-Oncology Consortium PNOC023: Open label Phase 1 and Target Validation study of ONC206 in Children and Young Adults with Newly Diagnosed or Recurrent Diffuse Midline Glioma (DMG), and Other Recurrent Primary Malignant Brain Tumors (NCT04732065). Blood samples will be obtained from all subjects before, during and after RT. Cerebrospinal fluid (CSF) samples will be obtained from all subjects before and after RT. Tumor samples will be obtained from all subjects before RT and then at the time of autopsy, which occurs disconcertingly soon in this uniformly deadly disease. This trial is highly innovative in that it collects tumor tissue and molecular data on each enrolled patient as well as longitudinally collected CSF, blood, MRI imaging, and a battery of validated quality of life outcome measures that are so critical to the well-being of patients and their families. This is one of the first clinical trials for DMG integrating the collection of such a myriad of sample types and molecular data making this an ideal parent trial for the MCT in order to support the investigators' research in the response of tumors and normal tissues to radiation. Collection of tumor samples after RT will be essential for studies of pre- and post-treatment paired samples. Unfortunately given the severity of the disease, most patients die within a short interval due to disease progression. Uniform mortality, together with the short time from diagnosis to death, enables postmortem tumor samples to serve as a surrogate for post-therapy tissue. Postmortem tumor samples can be paired with diagnostic biopsy tissues to create paired sample sets--an unprecedented research tool for DMGs that are never resected, and historically not even biopsied. Postmortem tumor samples will be collected under an established protocol, with support from the Gift of a Child Foundation.\n\nThe second cohort within the MCT similarly supports achievement of the ROBIN overarching goal of defining biological underpinnings of the effects of radiation on tumors and normal tissues. For neuroblastoma, the team identified Children's Oncology Group (COG) ANBL1531 (NCT03126916), a phase 3 study of 131I-MIBG or crizotinib added to intensive therapy for children with newly diagnosed high-risk neuroblastoma. ANBL1531 features unique aspects that are particularly suitable for fulfilling the aims of research on neuroblastoma and radiopharmaceuticals, which are drugs that are preferentially taken up by tumor cells and expose them to radiation. ANBL1531 is the current North American randomized phase 3 trial for children with newly diagnosed high-risk neuroblastoma. It is the largest clinical trial of 131I-MIBG ever conducted. This trial will accrue 774 patients with high-risk neuroblastoma over 5.1 years, followed by 3 years of follow-up for clinical outcomes. Patients are eligible for ANBL1531 if they are 1-30 years of age; and have newly diagnosed high-risk neuroblastoma without prior treatment. If the patient's tumor takes up MIBG, the patient is randomized to either COG standard therapy (Arm A) or to COG standard therapy with the addition of the radiopharmaceutical 131I-MIBG (Arm B); the randomized portion of the study is comprised of 500 of the subjects in the study. As the only difference between Arm A and Arm B is receipt of 131I-MIBG, the investigators will be able to isolate the effects of 131I-MIBG therapy on clinical endpoints and on key biomarkers. The endpoints documented and collected by the study are not only relevant to tumor control and patient survival but also relevant to key quality of life and late toxicities features, such as thyroid toxicity, impaired growth, impaired pubertal development, and second malignancies. In addition, this study is particularly poignant for the ROBIN Center's goals because it has embedded within it a rich array of biospecimens and imaging studies to learn as much as possible about how radiopharmaceuticals cure tumors but also cause unwanted side-effects. It includes collection of tumor specimens at diagnosis prior to any therapy, and after 131I-MIBG therapy at the time of surgery. Blood is collected at multiple timepoints for a host of studies, including paired samples obtained just prior to 131I-MIBG therapy and again 72 hours after, in formats suitable for measuring the expression levels of genes and various RNA molecules.\n\nIn summary, the MCT focuses on a small number of subjects (e.g., 18-23 subjects for DMG and 24 subjects for neuroblastoma), treated with standard-of-care radiation therapy (external beam radiation therapy for DMG and the 131IMIBG radiopharmaceutical for neuroblastoma). The MCT is configured to isolate the effects of radiation, incorporates longitudinal sampling (baseline, on-treatment, post-treatment), and incorporates both invasive and non-invasive approaches such as tumor biopsies, imaging, blood and CSF sampling, dosimetry (precise anatomical measurement of radiation dose). Patient-reported outcomes, and other quality-of-life measures are also monitored. As a key feature, because the subjects are being selected from trials with substantially higher numbers of participants (e.g., N = 60-216 for PNOC023 and N = 500 for ANBL1531), findings from the proposed ROBIN studies can be readily validated using data and biospecimens from additional subjects participating in these trials."
        },
        "conditionsModule": {
            "conditions": [
                "Glioma, Childhood Brainstem",
                "Neuroblastoma"
            ],
            "keywords": [
                "Diffuse midline glioma",
                "Iodine-131 meta-iodobenzylguanidine",
                "Radiation oncology",
                "Radiobiology",
                "Radiopharmaceutical",
                "Radiotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two non-randomized cohorts with assignment based on tumor type",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 47,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Diffuse Midline Glioma",
                    "type": "OTHER",
                    "description": "Subjects with diffuse midline glioma on PNOC023 (NCT04732065) Arm A or B",
                    "interventionNames": [
                        "Radiation: External beam radiotherapy"
                    ]
                },
                {
                    "label": "Neuroblastoma",
                    "type": "OTHER",
                    "description": "Subjects with high-risk neuroblastoma on COG ANBL1531 (NCT03126916) Arm B",
                    "interventionNames": [
                        "Radiation: 131I-Metaiodobenzylguanidine (MIBG)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "External beam radiotherapy",
                    "description": "Subjects with diffuse midline glioma on PNOC023 (NCT04732065) Arm A or B receive standard-of-care external beam radiotherapy to the brain tumor.",
                    "armGroupLabels": [
                        "Diffuse Midline Glioma"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "131I-Metaiodobenzylguanidine (MIBG)",
                    "description": "Subjects with high-risk neuroblastoma on COG ANBL1531 (NCT03126916) Arm B receive the radiopharmaceutical 131I-Metaiodobenzylguanidine (MIBG) 15 mCi/kg via either a central or a peripheral IV catheter over 1.5 to 2 hours at a maximum rate of 500 mCi/hour.",
                    "armGroupLabels": [
                        "Neuroblastoma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Event-free survival by tumor heterogeneity",
                    "description": "EFS is calculated from the date of treatment assignment to the first episode of disease relapse or progression, second malignancy, or death, or until last contact if no event has occurred. This will be compared in participants with tumors showing high versus low tumor heterogeneity assessed quantitatively based on single-cell RNA sequencing.",
                    "timeFrame": "up to 3 years"
                },
                {
                    "measure": "Event-free survival by DNA damage response",
                    "description": "EFS is calculated from the date of treatment assignment to the first episode of disease relapse or progression, second malignancy, or death, or until last contact if no event has occurred. This will be compared in participants with tumors showing intact versus defective responses to treatment-induced DNA damage determined by immunohistochemistry and microRNA profiling.",
                    "timeFrame": "up to 3 years"
                },
                {
                    "measure": "Event-free survival by tumor DNA alterations",
                    "description": "EFS is calculated from the date of treatment assignment to the first episode of disease relapse or progression, second malignancy, or death, or until last contact if no event has occurred. This will be compared in participants with tumors showing presence or absence of point mutations and copy number alterations detected in tumor tissue or circulating cell-free DNA.",
                    "timeFrame": "up to 3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients with serious adverse events by DNA damage response",
                    "description": "Serious adverse events will be defined as one or more Grade 3 or higher toxicities during protocol therapy graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0, or meeting protocol-specified criteria for dose-limiting toxicities. This will be compared in participants with blood samples showing intact versus defective responses to treatment-induced DNA damage determined by immunohistochemistry and microRNA profiling.",
                    "timeFrame": "up to 18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Enrollment on one of the following clinical trials:\n\n  * Pacific Pediatric Neuro-Oncology Consortium PNOC023: Open label Phase 1 and Target Validation study of ONC206 in Children and Young Adults with Newly Diagnosed or Recurrent Diffuse Midline Glioma (DMG), and Other Recurrent Primary Malignant Brain Tumors (NCT04732065) - Arm A or B (Key Eligibility Criteria: Newly diagnosed DMG, Age ≥ 2 years, If on corticosteroids, on a stable or decreasing dose for ≥ 3 days prior to baseline MRI scan, Karnofsky ≥ 50 for age \\>16 or Lansky ≥ 50 for age ≤ 16, No known disorder that affects the immune system or uncontrolled infection)\n  * Children's Oncology Group ANBL1531: A Phase 3 Study of 131I-Metaiodobenzylguanidine (131I-MIBG) or Crizotinib Added to Intensive Therapy for Children with Newly Diagnosed High-Risk Neuroblastoma (NCT03126916) - Arm B (Key Eligibility Criteria: Diagnosis of high-risk neuroblastoma (INRG Stage M with MYCN amplification or age \\> 547 days, INRG Stage MS with MYCN amplification, INRG Stage L2 with MYCN amplification, or progression to Stage M in certain groups), Age ≥ 1 and ≤ 30 years at diagnosis, No prior systemic or radiation therapy, with certain exceptions, No contraindication to targeted radiopharmaceutical therapy)\n* Tumor tissue confirmation of malignancy\n* Adequate bone marrow, renal, liver and neurologic function\n* Availability of tumor tissue, blood and/or CSF biospecimens\n\nExclusion Criteria:\n\n* Pregnancy or breastfeeding\n* Inability to follow the procedures of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Kozono, MD, PhD",
                    "role": "CONTACT",
                    "phone": "617-582-8237",
                    "email": "dkozono@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Kozono, MD, PhD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sabine Mueller, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Kozono, MD, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "David Kozono, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009447",
                    "term": "Neuroblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018241",
                    "term": "Neuroectodermal Tumors, Primitive, Peripheral"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20387",
                    "name": "Neuroectodermal Tumors, Primitive, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019797",
                    "term": "3-Iodobenzylguanidine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000019275",
                    "term": "Radiopharmaceuticals"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10488",
                    "name": "Iodine",
                    "relevance": "LOW"
                },
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                },
                {
                    "id": "M229695",
                    "name": "Cadexomer iodine",
                    "relevance": "LOW"
                },
                {
                    "id": "M21692",
                    "name": "3-Iodobenzylguanidine",
                    "asFound": "Social skills training",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}