{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05344430",
            "orgStudyIdInfo": {
                "id": "20-1058-MATHER"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "MDCT vs. CBCT Guided Percutaneous Lung Nodule Biopsy: A Comparison of Pneumothorax Incidence and Associated Risk Factors",
            "officialTitle": "CT Guided and Cone Beam CT Guided Percutaneous Transthoracic Needle Biopsy: A Comparison of Pneumothorax Incidence and Associated Risk Factors",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "mdct-vs-cbct-guided-percutaneous-lung-nodule-biopsy-a-comparison-of-pneumothorax-incidence-and-associated-risk-factors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-02",
            "studyFirstSubmitQcDate": "2022-04-19",
            "studyFirstPostDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kenny Lien",
                "investigatorTitle": "Interventional Radiologist",
                "investigatorAffiliation": "Northwell Health"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to determine if cone beam computed tomography (CBCT) is a viable alternative imaging guidance modality for percutaneous transthoracic needle biopsy (PTNB) in a community hospital-based practice, and to determine the incidence of CBCT PTNB-associated pneumothorax compared to multidetector computed tomography (MDCT) guided PTNB biopsy. The standard of care in this facility is MDCT guided PTNB biopsy. The experimental arm of this study is CBCT-guided PTNB biopsy.\n\nThis prospective study will identify patients planned for PTNB. Thereafter, data on lesion characteristics, imaging findings, and clinical history will be collected. Patients will be subsequently randomly assigned to undergo biopsy using either CBCT or MDCT guidance. This study will analyze the pneumothorax incidence between groups, and assess for associations between lesion size/location, pertinent imaging findings, and clinical risk factors.",
            "detailedDescription": "Studies have shown that CBCT is a viable imaging modality for PTNB. Although MDCT-guidance remains the preferred procedural modality, research has shown that CBCT-guided biopsies can be carried out safely and effectively. Particularly, studies demonstrate a satisfactory diagnostic yield, low complication rate, and overall reduced patient radiation dose. However, only a handful of studies have compared this method to MDCT-guided biopsy.\n\nIn this 248-bed community hospital-based interventional radiology practice, C-Arm CBCT was successfully utilized during a three-month period when a dedicated procedural CT scanner was out of service prior to the installation of a new machine. During this time, CBCT was used to perform PTNB. This study was prompted given the operators' perception that there was an overall increased incidence of biopsy-associated pneumothoraxes. Given this subjective experience, a retrospective analysis was carried out comparing the complication rate during these three months to the preceding six-month period, when MDCT-guidance was primarily used.\n\nFor the primary analysis, patients were grouped based on imaging modality (CBCT n=37; CT n=64). Multiple Pearson Chi-Square Tests were carried out using p=.05 as the statistical threshold. Additional analyses dividing patient based on lesion size (≥/\\< 2 cm in diameter), lesion pleural depth (≥/\\< 2 cm pleural depth), bullous lung change on imaging, chest tube placement, history of COPD, and smoking history were also carried out to assess for related pneumothorax risk factors.\n\nThe investigators found no significant association between the imaging modality used for PTNB and subsequent pneumothorax (p=.69). However, there was a significant interaction between chest tube placement and diagnosed chronic obstructive pulmonary disease (COPD) (p=.03), where among all study subjects, 6 of the 8 patients requiring a chest tube had a history of chronic obstructive pulmonary disease (COPD). Additionally, all patients requiring chest tube placement were either current or former smokers. This finding approached but did not reach statistical significance (p=0.12).\n\nThis study did not confirm the perceived increased pneumothorax rate. However, the findings corroborate previously published literature, where complication rates between CBCT and MDCT-guidance are reportedly comparable. This experience demonstrates that CBCT can be successfully utilized in a community hospital setting, where limited resources often prompt the need for alternative and innovative procedural approaches.\n\nOutcomes:\n\nTo determine the incidence of pneumothorax as a complication of CBCT and CT-guided percutaneous lung biopsy.\n\nTo determine if there is an association between biopsy imaging guidance modality, lesion characteristics, and associated clinical risk factors.\n\nTo collect data that may be used in the future for biopsy modality risk stratification. This is significant, since resource allocation in community hospital settings may be necessary more frequently, compared to larger hospital settings. Therefore, proper risk stratification is needed for appropriate delivery of high quality and safe patient care.\n\nMethods:\n\nThe Interventional Radiology department at Mather Hospital has a robust referral volume from the community oncologists and pulmonologist. In the past year, over 150 CT-guided PTNBs of the lung were performed.\n\nThe number of patients that can be recruited for this study is essentially unlimited. The only limiting factor would be the number of lung biopsies scheduled in the study institution per year.\n\nResearch protocols will be distributed to the scheduling staff to make them aware of the randomization process, to enable appropriate scheduling of research participants to the correct imaging modality and procedure room.\n\nOutpatients scheduled for lung biopsy will be identified by the departmental interventional radiologists.\n\nThis study is exploratory in nature. As a result, the investigators are estimating that 50 patients per treatment arm is sufficient to detect a moderate effect size difference between groups."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Diseases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "cone beam computed tomography (CBCT) for percutaneous transthoracic needle biopsy",
                    "type": "OTHER",
                    "description": "Cone beam Computed Tomography (CBCT) with Navigational software guidance for percutaneous transthoracic needle biopsy",
                    "interventionNames": [
                        "Procedure: cone beam computed tomography (CBCT) for percutaneous transthoracic needle biopsy"
                    ]
                },
                {
                    "label": "multidetector computed tomography (MDCT) for percutaneous transthoracic needle biopsy",
                    "type": "OTHER",
                    "description": "Multidetector Computer Tomography for percutaneous transthoracic needle biopsy",
                    "interventionNames": [
                        "Procedure: cone beam computed tomography (CBCT) for percutaneous transthoracic needle biopsy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "cone beam computed tomography (CBCT) for percutaneous transthoracic needle biopsy",
                    "description": "We will be conducting cone beam computer tomography for percutaneous transthoracic needle biopsies.",
                    "armGroupLabels": [
                        "cone beam computed tomography (CBCT) for percutaneous transthoracic needle biopsy",
                        "multidetector computed tomography (MDCT) for percutaneous transthoracic needle biopsy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine the incidence of pneumothorax as a complication of CBCT and CT-guided percutaneous lung biopsy",
                    "description": "rate of pneumothorax",
                    "timeFrame": "Up to 24 hours post biopsy procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To compare the difference in procedure times between biopsy imaging guidance modality",
                    "description": "Procedure time ( in minutes)",
                    "timeFrame": "immediately after the biopsy procedure"
                },
                {
                    "measure": "To compare the amount of intravenous midazolam used between biopsy imaging guidance modality",
                    "description": "Amount of Intravenous Midazolam ( in milligrams)",
                    "timeFrame": "immediately after the biopsy procedure"
                },
                {
                    "measure": "To compare the the amount of intravenous fentanyl used between biopsy imaging guidance modality",
                    "description": "Amount of intravenous Fentanyl ( in micrograms)",
                    "timeFrame": "immediately after the biopsy procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients scheduled for lung biopsy at Mather Hospital's Department of Interventional Radiology.\n* Patients ages from 18 years old to 90 years old.\n\nExclusion Criteria:\n\n* High risk patients will be excluded from the study.\n* ( High risk - Any patient with severe emphysema with bullous emphysema on baseline Computed Tomography of the Chest, intended biopsy target/nodule adjacent to an airway or central vasculature, or less than 1 cm in size)\n* Patients less than 18 years old\n* Patients older than 90 years old\n* patients who lack mental capacity for medical decision making\n* Any patient requiring or requesting general anesthesia for the intended procedure",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kenny Lien, MD",
                    "role": "CONTACT",
                    "phone": "631-473-1320",
                    "email": "klien@northwell.edu"
                },
                {
                    "name": "Greg Haggerty, PhD",
                    "role": "CONTACT",
                    "phone": "516-551-8655",
                    "email": "ghaggerty@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kenny Lien, MD",
                    "affiliation": "Interventional Radiologist",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mather Hospital Northwell Health",
                    "status": "RECRUITING",
                    "city": "Port Jefferson",
                    "state": "New York",
                    "zip": "11777",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kenny Lien, MD",
                            "role": "CONTACT",
                            "phone": "631-473-1320",
                            "email": "klien@northwell.edu"
                        },
                        {
                            "name": "Greg Haggerty, PhD",
                            "role": "CONTACT",
                            "phone": "516-551-8655",
                            "email": "ghaggerty@northwell.edu"
                        },
                        {
                            "name": "Kenny Lien, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Giovanni Santoro, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.94649,
                        "lon": -73.06927
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000011030",
                    "term": "Pneumothorax"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010995",
                    "term": "Pleural Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13920",
                    "name": "Pneumothorax",
                    "asFound": "Pneumothorax",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13885",
                    "name": "Pleural Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}