{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05746572",
            "orgStudyIdInfo": {
                "id": "STUDY00000127"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "MDMA Plus Exposure Therapy for PTSD",
            "officialTitle": "A Pilot Study of MDMA-Assisted Massed Exposure Therapy for PTSD (MDMA PE)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mdma-plus-exposure-therapy-for-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-16",
            "studyFirstSubmitQcDate": "2023-02-16",
            "studyFirstPostDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Maples-Keller",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Posttraumatic stress disorder (PTSD) is a debilitating disorder. While effective treatments exist, some patients fail to receive the full benefits. Alternative treatment approaches are needed. 3,4-methylenedioxymethamphetamine (MDMA) is a medicine associated with feelings of closeness and love for others, empathy, insightfulness, and feelings of peace or well-being. Recent research combining one or two doses of MDMA with psychotherapy has shown improvements in PTSD symptoms.\n\nFor the present study, the researchers will investigate MDMA in combination with Prolonged Exposure therapy (PE), a gold-standard treatment for PTSD. All participants receive MDMA on the second day of a 10-day PE treatment program in which a PE therapy session occurs each day. This study will occur at the Emory Brain Health Center. Potential participants will be recruited via community advertising and mental health referrals.\n\nThe research team will also collect psychophysiological data for exploratory analyses regarding how MDMA may improve PE treatment for PTSD. This is an important study as it is the first time MDMA will be combined with an evidence-based existing PTSD treatment.\n\nThe study population will consist of people who meet the criteria for PTSD and are medically appropriate for MDMA administration.",
            "detailedDescription": "Exposure-based interventions for PTSD have strong empirical support and involve helping PTSD patients confront feared trauma-related memories and triggers in a therapeutic manner so that distress decreases. This study will involve massed exposure therapy, which involves daily therapy sessions for two weeks, in combination with a one-time administration of MDMA. This is an open-label trial in which all enrolled participants will receive MDMA administration during treatment. An initial phone screen will be conducted for interested individuals to describe the study and assess eligibility. Following the phone screen, informed consent will occur. Interested individuals will also complete a drug test in their local community to be reviewed by the study team. For individuals interested in tapering their psychiatric medication, this may be done with a local provider or study physician, and in this event, a psychiatric assessment will be conducted at the end of medication tapering to reassess eligibility.\n\nFor those who choose to participate and are eligible, the first day will involve a medical and psychiatric assessment to confirm eligibility, a blood draw to check medical labs, a psychophysiological assessment, completing self-report measures, and one therapy session.\n\nUpon confirmation of eligibility, the second day (or Medicine session) will involve MDMA administration followed by two therapy sessions with a break in between. A psychophysiological session will also occur on Day 2. Days 3-10 (which do not involve drug administration) will include a daily exposure therapy session. Psychophysiology will be collected during the therapy session. A psychophysiology session will occur on Days 4, 9. and 10 in addition to days 1 and 2. Participants will be contacted one week, two weeks, and four weeks after treatment ends to complete symptom assessments via phone or online measures."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD"
            ],
            "keywords": [
                "MDMA",
                "Massed Exposure Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Medicine Session",
                    "type": "EXPERIMENTAL",
                    "description": "3,4-methylenedioxymethamphetamine (MDMA) in combination with massed exposure therapy for PTSD",
                    "interventionNames": [
                        "Drug: MDMA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "MDMA",
                    "description": "Participants will receive MDMA HCl (100 mg, 84 mg MDMA) in combination with massed exposure therapy for PTSD.",
                    "armGroupLabels": [
                        "Medicine Session"
                    ],
                    "otherNames": [
                        "MDMA-assisted massed exposure therapy",
                        "MDMA + PE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Effect of MDMA-assisted massed exposure therapy on clinician-rated PTSD symptoms",
                    "description": "Measured by the change in the Clinician-Administered PTSD Scale for DSM-5 (CAPS-5) total severity score from baseline to 1-month post-treatment. The CAPS-5 is a structured clinician-administered measure that assesses the presence and severity of PTSD per the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria. All the DSM-5 symptoms of PTSD are assessed and rated on a scale from 0 (Absent) to 4 (Extremely Severe), with clear anchors provided to clinicians to assist with accurate ratings.",
                    "timeFrame": "Baseline (day 1) and day 42 (+/- 2 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Effect of MDMA on massed exposure therapy on self-reported PTSD symptoms.",
                    "description": "Measured by the change in the PTSD Checklist for DSM-5 (PCL-5) from baseline to 1-month post-treatment. The PCL-5 is a 20-item self-report measure of DSM-5 PTSD symptoms. Scores on the PCL range from 0 to 80.",
                    "timeFrame": "Baseline (day 1) and day 42 (+/- 2 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meet criteria for PTSD\n* Willingness of the participant to sign a release for the investigators to communicate with their primary care or mental health providers if indicated\n* Are able to visually read and understand the English language and give written informed consent.\n* Are able to swallow pills.\n* Agree to have study visits and treatment sessions video and/or audio recorded,\n* Must provide a contact (relative, spouse, close friend, or another support person) who is willing and able to be reached by the investigators.\n* Must agree to inform the investigators within 48 hours of any medical conditions and procedures.\n* If able to become pregnant, must have a negative pregnancy test prior to study entry, at study entry, and prior to the Medicine Session. Must agree to use adequate birth control for a month prior to the Medicine session and through 10 days after the Medicine session.\n* Agree to the following lifestyle modifications: comply with requirements for fasting and refraining from certain medications prior to Medicine Session, and not participate in any other interventional clinical trials during the duration of the study and are driven home or to a hotel after the Medicine Session, and commit to medication dosing, therapy, and study procedures.\n\nExclusion Criteria:\n\n* Are not able to give adequate informed consent.\n* Have previously participated in a Multidisciplinary Association for Psychedelic Studies (MAPS) sponsored MDMA clinical trial.\n* Have any current problem which, in the opinion of the investigator or study physician might interfere with participation.\n* Have hypersensitivity to any ingredient of the Investigational Medicinal Product (IMP).\n* Upon review of medical or psychiatric history and assessment, have any current or past diagnosis that would be considered a risk to participating in the study\n* Current or past substance abuse that would be considered a risk for participating in the study\n* Requires ongoing psychiatric medication use with certain exceptions. Individuals may decide to taper psychiatric medications under the guidance of their local provider.\n* Have a history of any medical condition that could make receiving MDMA dangerous because of increases in blood pressure and heart rate or any medical condition the study physician believes would pose a safety risk or interfere with the effects of the treatment. Any medical disorder judged by the investigator to significantly increase the risk of MDMA administration by any mechanism is exclusionary.\n* Have any unstable medical condition that would interfere with participation.\n* Have uncontrolled hypertension) documented on three separate occasions.\n* Have Wolff-Parkinson-White syndrome or any other accessory pathway that has not been successfully eliminated by ablation.\n* Have a history of ever having ventricular arrhythmia or any other abnormal heart rhythm that the study physician believes would pose a significant risk of participation.\n* Have an abnormal finding on electrocardiogram\n* Have a history of additional risk factors for Torsade de Pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome).\n* Require the use of concomitant medications that could impact the effects or safety of MDMA during the Medicine Session.\n* Have symptomatic liver disease or significant liver enzyme elevations.\n* Have a history of hyponatremia or hyperthermia.\n* Weigh less than 48 kilograms (105 lbs.).\n* Are pregnant or nursing\n* Have engaged in ketamine-assisted therapy or used ketamine within 12 weeks of enrollment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Maples-Keller, PhD",
                    "role": "CONTACT",
                    "phone": "(404)778-2431",
                    "email": "mdmapestudy@emory.edu"
                },
                {
                    "name": "Syreese Fuller",
                    "role": "CONTACT",
                    "phone": "404-778-3188",
                    "email": "syreese.fuller@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jessica Maples-Keller, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Barbara O Rothbaum, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Brain Health Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Maples-Keller, PhD",
                            "role": "CONTACT",
                            "email": "mdmapestudy@emory.edu"
                        },
                        {
                            "name": "Syreese Fuller",
                            "role": "CONTACT",
                            "email": "mdmapestudy@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018817",
                    "term": "N-Methyl-3,4-methylenedioxyamphetamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018759",
                    "term": "Adrenergic Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20876",
                    "name": "N-Methyl-3,4-methylenedioxyamphetamine",
                    "asFound": "Polysaccharide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17835",
                    "name": "3,4-Methylenedioxyamphetamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}