{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05790239",
            "orgStudyIdInfo": {
                "id": "IVAPT3"
            },
            "organization": {
                "fullName": "VA Greater Los Angeles Healthcare System",
                "class": "FED"
            },
            "briefTitle": "MDMA-Assisted Therapy for Veterans With Moderate to Severe Post Traumatic Stress Disorder",
            "officialTitle": "A Randomized, Double-Blind, Single-Site Phase II 2-Arm Study to Compare the Safety and Preliminary Efficacy of Manualized MDMA-Assisted Therapy to Low Dose D-Amphetamine Assisted Therapy in Veterans For The Treatment of Moderate to Severe PTSD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mdma-assisted-therapy-for-veterans-with-moderate-to-severe-post-traumatic-stress-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-13",
            "studyFirstSubmitQcDate": "2023-03-27",
            "studyFirstPostDateStruct": {
                "date": "2023-03-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Stephen Robert Marder",
                "investigatorTitle": "Co-Principal Investigator",
                "investigatorAffiliation": "VA Greater Los Angeles Healthcare System"
            },
            "leadSponsor": {
                "name": "Stephen Robert Marder",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized, double-blind, single-site phase II 2-arm study will investigate the safety and preliminary efficacy of MDMA-assisted therapy compared with low dose d-amphetamine-assisted therapy on the severity of PTSD symptoms in participants aged 18 years and older with PTSD of at least moderate severity.",
            "detailedDescription": "This randomized, double-blind, single-site phase II 2-arm study will compare MDMA-assisted therapy with low dose d-amphetamine-assisted therapy to treat PTSD symptoms in veteran participants aged 18 years and older with PTSD of at least moderate severity, as measured by the change in CAPS-5 total severity score. The study will be conducted in up to N=40 participants from the Greater Los Angeles VA randomized with a 1:1 allocation to Group 1: MDMA-assisted therapy or Group 2: low dose d-amphetamine assisted therapy.\n\nFor each participant, the study will consist of:\n\n* Screening Period: phone screen, informed consent, eligibility assessment, Screening CAPS-5, and Initial Enrollment of eligible participants.\n* Preparatory Period: medication tapering, three Preparatory Sessions, baseline assessments (including Baseline CAPS-5), leading to Enrollment Confirmation.\n* Treatment Period: three Experimental Sessions, and three Integrative Sessions following each Experimental Session including CAPS-5 assessments.\n* Follow-up Period and Study Termination: Primary Outcome CAPS-5 assessment and Study Termination visit."
        },
        "conditionsModule": {
            "conditions": [
                "Post Traumatic Stress Disorder"
            ],
            "keywords": [
                "MDMA",
                "Post Traumatic Stress Disorder",
                "PTSD",
                "Functional Impairment",
                "Veteran",
                "Substance Use Disorder",
                "Chronic Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized study. Participants will be 1:1 randomized to receive either MDMA or d-amphetamine. Stratified randomization will be used, with gender as the stratification variable. Within each of the two strata, the investigators use permuted randomized blocks with a block size of 4.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MDMA-Assisted Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a flexible divided-dose of MDMA plus therapy at Experimental Sessions.",
                    "interventionNames": [
                        "Drug: 3,4-methylenedioxymethamphetamine",
                        "Behavioral: Therapy"
                    ]
                },
                {
                    "label": "Low Dose D-Amphetamine Assisted Therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a flexible divided dose plus therapy at Experimental Sessions.",
                    "interventionNames": [
                        "Drug: d-amphetamine",
                        "Behavioral: Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "3,4-methylenedioxymethamphetamine",
                    "description": "Initial doses per Experimental Session include 68 mg or 100 mg MDMA (equivalent to 80 mg or 120 mg MDMA HCl), followed 1.5 to 2 hours later by a supplemental dose of 34 mg or 50 mg MDMA (equivalent to 40 mg or 60 mg MDMA HCl).",
                    "armGroupLabels": [
                        "MDMA-Assisted Therapy"
                    ],
                    "otherNames": [
                        "MDMA"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "d-amphetamine",
                    "description": "Initial dose per experimental session will be 5 mg or 10 mg d-amphetamine, followed 1.5 to 2 hours later by supplemental dose of 2.5 mg or 5 mg d-amphetamine.",
                    "armGroupLabels": [
                        "Low Dose D-Amphetamine Assisted Therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Therapy",
                    "description": "Participants assigned to MDMA and d-amphetamine will undergo a therapeutic approach, which is detailed in the MDMA-Assisted Therapy Treatment Manual and administered by MAPS-trained therapists. In brief, this therapy is guided by the subject's own recollections of traumatic events. The subject and two therapists provide a comfortable and supportive environment and allow the subject to guide the discussion. Subjects are encouraged to experience and express fear, anger, and grief with less likelihood of feeling overwhelmed by these emotions. MDMA seems to engender internal awareness that even painful feelings that arise are an important part of the therapeutic process. In addition, feelings of empathy, love, and deep appreciation often emerge, along with a clearer perspective of the trauma as a past event, a more accurate perspective about its significance, and a heightened awareness of the support and safety that exists in the present.",
                    "armGroupLabels": [
                        "Low Dose D-Amphetamine Assisted Therapy",
                        "MDMA-Assisted Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Compare changes in PTSD symptom severity in the MDMA vs active control group.",
                    "description": "The Primary Outcome measure will be the change in Clinician-Administered PTSD Scale for DSM-5 (CAPS-5) Total Severity Score from Baseline to Visit 17, assessed by a blinded study staff rater.\n\nThe total severity score is a sum of symptom frequency and intensity scores for the subscales B (re-experiencing), C (avoidance) and D (hypervigilance) and ranges from 0 to 136, with higher scores indicating greater severity of PTSD symptoms.",
                    "timeFrame": "Visit 17 (approximately 14 weeks after enrollment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Compare changes in clinician-rated functional impairment in the MDMA vs active control group.",
                    "description": "The secondary outcome measure will be the change in the Sheehan Disability Scale (SDS), assessed by a blinded study staff rater.\n\nThe SDS is a 5-item measure of functional impairment. The items indicate the degree of impairment in the domains of work/school, social life, and home life, with response options based on a 10-point scale (0=not at all to 10=extremely), and five verbal tags (not at all, mildly, moderately, markedly, extremely). The first three items indicate the degree of impairment in the domains of work/school, social life, and home life, with response options based on a 10-point scale (0=not at all to 10=extremely), and five verbal tags (not at all, mildly, moderately, markedly, extremely). The remaining two items assess Days Lost and Days Unproductive during the reporting period.\n\nThe three numerical items can be scored, and total scores range from 0 to 30, with higher scores indicating higher impairment.",
                    "timeFrame": "Visit 17 (approximately 14 weeks after enrollment)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At Screening, meet DSM-5 criteria for current PTSD with a symptom duration of at least 6 months.\n* Fluent in speaking and reading the predominantly used or recognized language of the study site (English).\n* Must be a veteran enrolled at a VA Healthcare Center in the Greater Los Angeles area.\n* Able to swallow pills.\n* Agree to have study visits audiovisually recorded, including Experimental Sessions, IR assessments, and non-drug therapy sessions.\n* Able to provide a contact (relative, spouse, close friend, or other support person) who is willing and able to be reached by the investigators in the event of the participant becoming unwell or unreachable.\n* Able to identify appropriate support person(s) to stay with the participant on the evenings of Experimental Sessions if needed.\n* May have well-controlled hypertension that has been successfully treated with anti-hypertensive medicines, if they pass additional screening to rule out underlying cardiovascular disease.\n* May have asymptomatic Hepatitis C virus (HCV) that has previously undergone evaluation and treatment as needed.\n* Body weight of at least 45 kilograms (kg). Participants with a body weight of 45-48 kg must also have a body mass index (BMI) within the range of 18 to 30 kg/m2. BMI must be within 18 to 32 kg/m2 (inclusive).\n* A person able to be pregnant (PABP) must use a highly effective contraceptive method.\n\nExclusion Criteria:\n\n* Are not able to give adequate informed consent.\n* Have evidence or history of significant medical or psychiatric disorders.\n* Are abusing illegal drugs.\n* Unable or unwilling to safely taper off prohibited psychiatric medication.\n* Current enrollment in any other clinical study involving an investigational study treatment or any other type of medical research, unless approved by the study clinician.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephanie L Taylor, PhD",
                    "role": "CONTACT",
                    "phone": "213-505-1140",
                    "email": "Stephanie.Taylor8@va.gov"
                },
                {
                    "name": "Stephen Marder, MD",
                    "role": "CONTACT",
                    "email": "Stephen.Marder@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Marder, MD",
                    "affiliation": "VA Greater Los Angeles Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Stephanie L Taylor, PhD",
                    "affiliation": "VA Greater Los Angeles Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Greater Los Angeles Healthcare System, Westwood campus",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephanie L Taylor, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Stephen Marder, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33972795",
                    "type": "BACKGROUND",
                    "citation": "Mitchell JM, Bogenschutz M, Lilienstein A, Harrison C, Kleiman S, Parker-Guilbert K, Ot'alora G M, Garas W, Paleos C, Gorman I, Nicholas C, Mithoefer M, Carlin S, Poulter B, Mithoefer A, Quevedo S, Wells G, Klaire SS, van der Kolk B, Tzarfaty K, Amiaz R, Worthy R, Shannon S, Woolley JD, Marta C, Gelfand Y, Hapke E, Amar S, Wallach Y, Brown R, Hamilton S, Wang JB, Coker A, Matthews R, de Boer A, Yazar-Klosinski B, Emerson A, Doblin R. MDMA-assisted therapy for severe PTSD: a randomized, double-blind, placebo-controlled phase 3 study. Nat Med. 2021 Jun;27(6):1025-1033. doi: 10.1038/s41591-021-01336-3. Epub 2021 May 10."
                },
                {
                    "pmid": "20643699",
                    "type": "BACKGROUND",
                    "citation": "Mithoefer MC, Wagner MT, Mithoefer AT, Jerome L, Doblin R. The safety and efficacy of +/-3,4-methylenedioxymethamphetamine-assisted psychotherapy in subjects with chronic, treatment-resistant posttraumatic stress disorder: the first randomized controlled pilot study. J Psychopharmacol. 2011 Apr;25(4):439-52. doi: 10.1177/0269881110378371. Epub 2010 Jul 19. Erratum In: J Psychopharmacol. 2011 Jun;25(6):852."
                },
                {
                    "pmid": "8788485",
                    "type": "BACKGROUND",
                    "citation": "Grob CS, Poland RE, Chang L, Ernst T. Psychobiologic effects of 3,4-methylenedioxymethamphetamine in humans: methodological considerations and preliminary observations. Behav Brain Res. 1996;73(1-2):103-7. doi: 10.1016/0166-4328(96)00078-2."
                },
                {
                    "pmid": "34114250",
                    "type": "BACKGROUND",
                    "citation": "Ponte L, Jerome L, Hamilton S, Mithoefer MC, Yazar-Klosinski BB, Vermetten E, Feduccia AA. Sleep Quality Improvements After MDMA-Assisted Psychotherapy for the Treatment of Posttraumatic Stress Disorder. J Trauma Stress. 2021 Aug;34(4):851-863. doi: 10.1002/jts.22696. Epub 2021 Jun 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Some of the outcome data will be shared. The specific data to be shared has not yet been determined.",
            "timeFrame": "6 months after all publications have been published.",
            "accessCriteria": "Data will be available only to other researchers at the VA who have completed trials of MDMA for veterans' PTSD for consideration of a pooled analysis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000661",
                    "term": "Amphetamine"
                },
                {
                    "id": "D000003913",
                    "term": "Dextroamphetamine"
                },
                {
                    "id": "D000018817",
                    "term": "N-Methyl-3,4-methylenedioxyamphetamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000013566",
                    "term": "Sympathomimetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018759",
                    "term": "Adrenergic Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000018765",
                    "term": "Dopamine Uptake Inhibitors"
                },
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20876",
                    "name": "N-Methyl-3,4-methylenedioxyamphetamine",
                    "asFound": "Hot pack",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3997",
                    "name": "Amphetamine",
                    "asFound": "Foot Ulcers",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7108",
                    "name": "Dextroamphetamine",
                    "asFound": "Cognitive Stimulation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17835",
                    "name": "3,4-Methylenedioxyamphetamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M16345",
                    "name": "Sympathomimetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20832",
                    "name": "Dopamine Uptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}