{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05627531",
            "orgStudyIdInfo": {
                "id": "2022-159-ACH"
            },
            "organization": {
                "fullName": "Akron Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Meaning Making While Your Child is in Intensive Care",
            "officialTitle": "Meaning Making While Your Child is in Intensive Care",
            "therapeuticArea": [
                "Other"
            ],
            "study": "meaning-making-while-your-child-is-in-intensive-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-14",
            "studyFirstSubmitQcDate": "2022-11-22",
            "studyFirstPostDateStruct": {
                "date": "2022-11-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Akron Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A quarter of a million children and teenagers are hospitalized annually in Pediatric Intensive Care Units (PICUs) in North America. Having a child hospitalized in a PICU is stressful and affects the mood and coping of their parents. The investigators' prior work has shown how narrative medicine may help. Narrative medicine includes at least one session reading and then having a guided discussion of a poem or short story. The readings are individually selected by the Narrative Medicine Coordinator who also provides a guided writing exercise (in the form of poetry, creative non-fiction, journaling, or fiction). After writing, the parent/guardian had the option to share their writing out loud with the Narrative Medicine Coordinator. At the end of each session, the parent/guardian receives personalized writing prompts they are encouraged to use writing each day. The Investigators want to see how this session helps parents make sense of their time in the PICU and how it may help them cope. The investigators ask participants to fill out some surveys when they enroll and three days after their session.",
            "detailedDescription": "A quarter of a million children and teenagers are hospitalized annually in Pediatric Intensive Care Units (PICUs) in North America. Having a child hospitalized in a PICU is stressful with persistent psychological impact: 23% reported post-traumatic stress symptoms, 21% moderate-severe anxiety, and 9% moderate-severe depression six months post-discharge. Intensive care unit (ICU) diaries have been used with hospitalized adults and are thought to promote better outcomes by filling memory gaps, validating the experience's severity, and catalyzing patient-family conversation about the experience. Limited data exist in pediatrics or when caregivers write. Following the NIH ORBIT model for development of behavioral interventions, investigators conducted a Stage 2a trial whose primary objective was to quantify feasibility and acceptability of writing interventions among caregivers of children in a PICU.\n\nThe investigators' data from a three-arm randomized clinical trial with caregivers of children in the Akron Children's Hospital PICU showed that this intervention was feasible to deliver and acceptable to caregivers (manuscript currently under review by the Journal of Palliative Medicine). Of the three treatment arms, the one with the highest engagement and acceptability was the arm providing a blank composition book with daily writing prompts developed during at least one in-person session with the Narrative Medicine Coordinator to discuss the caregiver's writing and their writing process. These one-on-one sessions included a 30-60 minute initial session followed by weekly sessions while the caregiver's child was admitted to the PICU. Sessions included the reading and guided discussion of a poem or short story with the participating caregiver, with texts individually selected by the Narrative Medicine Coordinator who also provided the caregiver with a guided writing exercise (in the form of poetry, creative non-fiction, journaling, or fiction). After writing, the caregiver had the option to share their writing out loud with the Narrative Medicine Coordinator. At the end of each session, the caregiver received personalized writing prompts they might use during the encouraged daily writing. The other two treatment arms had lower acceptability and are no longer being considered. Qualitative data provided by participants suggested that acceptability would be enhanced if their written texts were not collected for analysis, and that many found the experience meaningful. However, that phase of study development did not include examination of quantifiable outcomes. Thus, the investigators have a potentially efficacious intervention which we intend to advance to the next (efficacy) stage of testing and development with the following trial. The primary objective is to test the efficacy of a narrative medicine intervention with caregivers of children hospitalized in a PICU compared with a sample not receiving the intervention. The hypothesis is that caregivers who receive the intervention will have increased scores on the Meaning subscale of the FACIT-Sp-12, a measure of quality of life which are at least 5% higher than baseline. The investigators will prospectively enroll up to 40 participants with the intention of retaining 17 participants per intervention group after attrition. Participants will be legal guardians of children who are in the PICU at Akron Children's Hospital at the time of their enrollment. Persons who are illiterate will not be excluded from this study because it is not the act of writing, but the telling of a narrative, which is the likely mechanism of action. Accommodations will be made, as with usual clinical care, by participants verbalizing their narrative and the Narrative Medicine Coordinator transcribing it on her computer and providing a printed copy to the participant. Persons speaking languages other than English will be excluded because there are no validated outcome measures freely available. Investigators will use a quasi-experimental design with untreated comparison group with a dependent pre- and post-test sample developed using non-probability convenience sampling. The comparison group (n=17), consisting of all persons enrolled every other week, will complete measures at baseline (T0) and repeated 2-4 later(T1). Participants will receive a blank composition book with encouragement to write. If a non-study-related referral is made for narrative medicine while the child is hospitalized, the enrollees will administratively be withdrawn from further participation in the study, though their data will be included in the intent-to-treat analyses. If the enrollee is unable to write on their own due to physical restrictions, a study staff member (not the Narrative Medicine Coordinator) will be available for transcription. They will be instructed not to offer guidance to the enrollee. Follow-up measures (T1) will be administered 2-4 days post enrollment. This variability allows for clinical changes and participant availability. If the participant's child is still hospitalized at the completion of T1 and desires to receive the intervention, participants who were enrolled in the control group will be offered a single one-on-one narrative medicine session with a facilitator. The location, content, and method of narrative medicine administration will follow those outlined below. Once off-study, the parent or legal guardian may continue with narrative medicine sessions if the child's inpatient provider makes a formal referral. The intervention group (n=17), consisting of all persons enrolled in the alternate weeks (opposite the comparison group), after completing T0 measures, will receive a blank composition book with daily writing prompts developed during at least one in-person session with the Narrative Medicine Coordinator to discuss their writing and their writing process. The one-on-one sessions, which will include a 30-60 minute initial session followed by subsequent sessions while their child is admitted to the PICU, will be led by the Narrative Medicine Coordinator or study staff trained in narrative medicine. The participating caregiver will have the option to have this session held in their child's room, the Expressive Therapy Center, or in a mutually agreed upon location that offers privacy. Each session will include the reading and guided discussion of a poem or short story with the participating caregiver. The texts will be individually selected by the Narrative Medicine Coordinator who will also provide the caregiver with a guided writing exercise (in the form of poetry, creative non-fiction, journaling, or fiction). After writing, the caregiver will have the option to share their writing out loud with the Narrative Medicine Coordinator. At the end of each session, the caregiver will receive personalized writing prompts they may use during the encouraged daily writing. The duration of participation equates to the child's length of stay in intensive care (typically 5 days). The intervention group will do follow-up measures (T1) 1-3 days post intervention. The variance in administering follow-up measures allows for weekend staffing, clinical changes, and caregiver availability. Participants who have not received the narrative medicine intervention within 4 days of enrollment (due to circumstances such as conflicting schedules, deferral of services, or participant absence) may be offered T1 measures on day 4 and then administratively moved to the control group. The participant will be offered narrative medicine according to the procedure described previously. Sample size considerations. Unpublished, pilot data from 140 adult subjects with cancer was used for conduct of the sample size analysis. Mean (sd) for Meaning was 10.8 (1.9), hypothesized 5% improvement yields a mean (sd) for pre-post difference of 0.5 (0.1). Primary analysis intended to be an independent-samples T-Test. Hypothesizing a 5% improvement in the intervention group, allowing for 2.5% improvement in the control group, and increasing the pooled standard deviation from 0.1 to 0.2 to be conservative, while assuming 80% power and a Type I Error Rate of alpha = 0.05 level of statistical significance, the minimum evaluable sample size is n = 17 per group to detect a difference of at least this magnitude or greater. Should the data be skewed, or there are any baseline differences in groups that will need to be accounted for in the analysis, then the T-Test would not be appropriate, and the sample size analysis would no longer be valid. Notes: 1) it may be necessary to enroll more than 17 subjects per group to ensure an evaluable sample size of 17 per group, and 2) sample data provided may not accurately reflect the proposed study population, which if true would invalidate the sample size calculations. Intent-to-treat analysis. An intent-to-treat analysis will be performed using data from all persons who enrolled in the study. Descriptive statistics will be computed for demographic, clinical, and outcome variables. Tests of difference and association (distribution based: Independent Samples T-Test assuming normality and Chi-Square Test of Independence, respectively) will be conducted for baseline demographic and clinical variables to assess baseline comparability of groups. Additional analysis will be conducted to compare propensity scores calculated from baseline covariate measures as a quantification of the extent to which investigators have adequately controlled for selection bias. Assuming groups are comparable, an Independent Samples T-Test will be performed to examine between-group differences in pre-post change in Meaning. If evidence of baseline differences between groups exists, then propensity scores will be used as a covariate in an adjusted analysis for comparison of change in Meaning. Similarly, for secondary outcomes and nonequivalent dependent variables, analysis will be conducted using the FACIT-Sp-12 Peace, FACIT-Sp-12 Combined Meaning + Peace, ESAS, and DUREL scores. Finally, effects sizes will be calculated for change in all as an adjunct to the intended analysis to aid in planning of a subsequent, multi-site trial. Multiple imputation will be used to account for missing data. A per protocol analysis will be performed using data from all persons who completed the study. Descriptive statistics will be computed for demographic, clinical, and outcome variables. Tests of difference and association (distribution based: Independent Samples T-Test assuming normality and Chi-Square Test of Independence, respectively) will be conducted for baseline demographic and clinical variables to assess baseline comparability of groups. Additional analysis will be conducted to compare propensity scores calculated from baseline covariate measures as a quantification of the extent to which investigators have adequately controlled for selection bias. Assuming groups are comparable, an Independent Samples T-Test will be performed to examine between-group differences in pre-post change in Meaning. If evidence of baseline differences between groups exists, then propensity scores will be used as a covariate in an adjusted analysis for comparison of change in Meaning. Similarly, for secondary outcomes and nonequivalent dependent variables, analysis will be conducted using the FACIT-Sp-12 Peace, FACIT-Sp-12 Combined Meaning + Peace, ESAS, and DUREL scores. Finally, effects sizes will be calculated for change in all as an adjunct to the intended analysis to aid in planning of a subsequent, multi-site trial. Multiple imputation will be used to account for missing data."
        },
        "conditionsModule": {
            "conditions": [
                "Narrative Medicine"
            ],
            "keywords": [
                "Narrative Medicine",
                "Intensive Care Units, Pediatric"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Quasi-experimental design with untreated comparison group with a dependent pre- and post-test sample developed using non-probability convenience sampling",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Blank composition book with encouragement to write",
                    "type": "NO_INTERVENTION",
                    "description": "The comparison group will receive a blank composition book with encouragement to write."
                },
                {
                    "label": "Narrative Medicine",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention group will receive a blank composition book with daily writing prompts developed during at least one in-person session with the Narrative Medicine Coordinator to discuss their writing and their writing process.",
                    "interventionNames": [
                        "Behavioral: Narrative Medicine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Narrative Medicine",
                    "description": "Intervention group completes pre- and post-intervention measures, composition book and guided reading, discussion, and writing with narrative medicine coordinator.",
                    "armGroupLabels": [
                        "Narrative Medicine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Functional Assessment of Chronic Illness Therapy- Spiritual Well-Being (FACIT-Sp-12) Meaning subscale",
                    "description": "The Meaning subscale of the FACIT-Sp12 is composed of items 2,3,5, and 8. The total score ranges from 0-16, with a higher score indicating more ability to attribute meaning to life. The investigators hypothesize the score to increase. The investigators follow the work of Canada and colleagues, who validated the use of a 3-factor analysis of the FACIT-SP-12 (Canada, et al. Psycho-Oncology: 2008, 908-916).",
                    "timeFrame": "Baseline and 3 days post intervention/baseline"
                },
                {
                    "measure": "Edmonton Symptom Assessment Scale (ESAS)",
                    "description": "The ESAS measures a change in physical symptoms. The total score ranges from 0 to 60, with a higher score indicating higher physical symptom burden. The investigators hypothesize no change to the score.",
                    "timeFrame": "Baseline and 3 days post intervention/baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Functional Assessment of Chronic Illness Therapy- Spiritual Well-Being (FACIT-Sp-12) Meaning/Peace subscale",
                    "description": "The Meaning/Peace subscale of the FACIT-Sp12 and is composed of items 1-8. Total score ranges from 0-32, with a higher score indicating better well-being. The investigators hypothesize the score to increase.",
                    "timeFrame": "Baseline and 3 days post intervention/baseline"
                },
                {
                    "measure": "Duke University Religion Index (DUREL)",
                    "description": "Change in religiosity will be measured using the Duke University Religion Index. The DUREL has an overall score range from 5 (high religiosity) to 27 (low religiosity). The investigators hypothesize no change in the score.",
                    "timeFrame": "Baseline and 3 days post intervention/baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Legal guardian 18 years or older of a child under age 18 years in the PICU at time of enrollment and on PICU service\n* Able to read and write English\n* Patient PICU admission is minimum of hospitalization day 3\n\nExclusion Criteria:\n\n* Child admitted to PICU as overflow from any other critical care area and/or not on PICU service\n* Parent is an Akron Children's Hospital Palliative Care employee\n* Parent/legal guardian is less than 18 years old\n* Spouse or partner enrolled in a writing intervention study\n* Enrollment in this study on a prior PICU admission",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel H Grossoehme, DMin, MS",
                    "role": "CONTACT",
                    "phone": "330-543-3343",
                    "email": "dgrossoehme@akronchildrens.org"
                },
                {
                    "name": "Rachel Jenkins, MA",
                    "role": "CONTACT",
                    "phone": "330-543-3343",
                    "email": "rjenkins@akronchildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel H Grossoehme, DMin, MS",
                    "affiliation": "Rebecca D. Considine Research Institute, Akron Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Akron Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Akron",
                    "state": "Ohio",
                    "zip": "44308",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel H Grossoehme, DMin, MS",
                            "role": "CONTACT",
                            "phone": "330-543-3343",
                            "email": "dgrossoehme@akronchildrens.org"
                        },
                        {
                            "name": "Rachel Jenkins, MA",
                            "role": "CONTACT",
                            "phone": "330-543-3343",
                            "email": "rjenkins@akronchildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.08144,
                        "lon": -81.51901
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}