{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03482778",
            "orgStudyIdInfo": {
                "id": "IRB00044525"
            },
            "secondaryIdInfos": [
                {
                    "id": "CCCWFU04617",
                    "type": "OTHER",
                    "domain": "Wake Forest Baptist Comprehensive Cancer Center"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Measuring Health Related Quality of Life in AYAs",
            "officialTitle": "Optimizing Health Related Quality of Life Measurement in Adolescent and Young Adult Oncology:",
            "acronym": "PROMIS AYA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "measuring-health-related-quality-of-life-in-ayas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-02-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-03-08",
            "studyFirstSubmitQcDate": "2018-03-22",
            "studyFirstPostDateStruct": {
                "date": "2018-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northwestern University Feinberg School of Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "AIM1a:\n\nAYAs with cancer experience many challenges that impact their health-related quality of life (HRQOL) but few measures adequately capture AYAs' HRQOL in valid and reliable ways. The main goal of the study is to expand the use of the Patient-Reported Outcome Measurement Information System (PROMIS) to provide valid and reliable assessment of important HRQOL concerns for AYAs. The study team will do this by validating existing PROMIS measures and developing and validating new measures of financial distress, fertility/parenthood concerns, and body image concerns for AYAs with cancer.\n\nAIM1b:\n\nInvestigators have developed conceptual frameworks and created item pools for body image, fertility, and financial burden domains and are ready to proceed with the next aim of our measure development work, cognitive interview testing.",
            "detailedDescription": "AIM1a:\n\nThere are approximately 70,000 new diagnoses of cancer annually in adolescents and young adults (AYAs; ages 15-39), and nearly 2 million people in the United States are living with or have survived being diagnosed with cancer as an AYA. Despite the high number of AYA survivors, survival rates of AYAs have not kept pace with those of their younger or older counterparts. AYAs face unique challenges given the physical, cognitive, and psychosocial developmental milestones that may be disrupted as a result of their cancer experience. In addition to the age-related disparities in survival rates, AYAs are at greater risk of significant psychological and financial distress compared to older adults with cancer. Accordingly, assessing and better understanding the unique needs and health-related quality of life (HRQOL) of this important, underserved group as they manage their cancer experience is essential in order to optimize and tailor supportive care approaches.\n\nA few HRQOL conceptual frameworks exist that describe the types of symptom burden and functional impact experienced by AYAs with cancer, but most HRQOL measures fail to capture the range of HRQOL domains that are important to AYAs. Further, measures of HRQOL specifically developed for AYAs lack common items and standardized scoring approaches across the age range of 15-39, limiting the ability to understand the unique needs of this age group. The NIH's Patient-Reported Outcomes Measurement Information System (PROMIS) assesses most of the relevant HRQOL domains (pain, fatigue, anxiety, depression, cognitive functioning, physical functioning, sexual functioning, and social support) but has not been validated in AYAs and PROMIS does not include key domains such as financial distress, body image concerns, or fertility/ parenthood concerns that provide a complete perspective of HRQOL in AYAs with cancer.\n\nThe main objective of the study is to expand the use of PROMIS to provide reliable and valid assessment of important HRQOL concerns for AYAs. To accomplish this goal, the study team propose the following specific aims: (1) develop item pools of financial distress, body image concerns, and fertility/parenthood concerns for AYAs with cancer using PROMIS measurement development methodologies; (2) calibrate item banks and short forms of financial distress, body image concerns, and fertility/ parenthood concerns in a large, developmentally diverse sample of AYAs with and without cancer; and (3) validate newly developed short forms of financial distress, body image concerns, and fertility/ parenthood concerns along with existing PROMIS short forms in a developmentally and clinically diverse, prospective sample of AYAs with cancer.\n\nAt the end of this research study, the investigators will have a psychometrically robust, state-of-the-art measurement system tailored to AYAs' unique HRQOL needs. Through the identification, adaptation, and development of reliable, valid, and responsive measures of HRQOL for AYAs with cancer, the investigators will give these underserved patients a voice and provide the assessment tools clinicians and researchers need to enhance patient-centered care.\n\nAIM1b:\n\nIn this project, are utilizing the cutting-edge measures and scientific standards of the PROMIS in the development of new item banks for financial burden, body image, and fertility, and in the examination of the psychometric properties of existing PROMIS measures for use in AYAs with cancer. For the purposes of this current protocol, investigators will focus on the cognitive interview stage of this process to evaluate the comprehensibility of the preliminary item pools."
        },
        "conditionsModule": {
            "conditions": [
                "Oncology",
                "Quality of Life"
            ],
            "keywords": [
                "PROMIS",
                "AYA",
                "ONCOLOGY",
                "HRQOL",
                "Adolescent and Young Adult",
                "Health Related Quality of Life Measurement",
                "Patient-Reported Outcomes Measurement Information System"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "RETROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 167,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AYA Patients - AIM1A",
                    "description": "Qualitative data collection will occur through one-on-one semi-structured interviews with AYA patients (n=36). AYA patients are eligible if they: (1) are 15 to 39 years of age, (2) were diagnosed with cancer at 15 to 39 years of age; (3) are able to read and understand English; (4) have a new cancer diagnosis and are receiving curative treatment OR are currently 0 to 5 years post-treatment. AYA patients will be excluded if they: (1) were diagnosed with basal cell skin cancer; (2) experienced a cancer recurrence; (3) are currently receiving palliative or hospice care; (4) had an infertility diagnosis prior to their cancer diagnosis, or (5) report a significant psychiatric history."
                },
                {
                    "label": "AYA Providers - AIM1A",
                    "description": "Qualitative data collection will occur through one-on-one semi-structured interviews with AYA providers (n=36). Providers will be health professionals who provide supportive care for AYAs to help address financial, body image, and fertility/future parenthood concerns or needs. Psychosocial providers (e.g., social workers, patient navigators, psychologists) will all be eligible to participate. We will also include reproductive endocrinologists, nurse practitioners, and other medical professionals who have expertise in the appropriate area of health-related quality of life (HRQOL). Additional inclusion criteria will be: (1) provision of care to AYAs; (2) ≥2 years practicing; (3) English-speaking."
                },
                {
                    "label": "Content Experts - AIM1A",
                    "description": "Qualitative data collection will occur through one-on-one semi-structured interviews with content experts (n=36). Content experts are a purposive sample of scientists and clinicians who have recognized expertise in each of the three domains of interest to this project - financial burden, body image, and fertility/future parenthood."
                },
                {
                    "label": "AYA Patients - AIM1B",
                    "description": "Five forms have been created for AYA patients (n=25). Each form consists of 25 to 30 items. Forms for AYA patients include an even number of items from the body image, financial burden, and fertility domains counterbalanced in order of administration to reduce the potential for order effects. Participants will also complete a sociodemographic form and, to evaluate literacy and reading grade equivalent, an interviewer-administered Wide Range Achievement Test (WRAT-5) will also be completed. Only the Word Reading portion of the WRAT-5 will be administered to the participants. Cognitive interviews will be conducted over 2 rounds with half the sample comprising each round. Items substantially revised from Round 1 will be re-evaluated in Round 2."
                },
                {
                    "label": "AYA Caregivers - AIM1B",
                    "description": "Two forms for AYA caregivers (n=10). Each form consists of 25 to 30 items. Forms for AYA caregivers only include items from the financial burden domain. Participants will also complete a sociodemographic form and, to evaluate literacy and reading grade equivalent, an interviewer-administered Wide Range Achievement Test (WRAT-5) will also be completed. Only the Word Reading portion of the WRAT-5 will be administered to the participants. Cognitive interviews will be conducted over 2 rounds with half the sample comprising each round. Items substantially revised from Round 1 will be re-evaluated in Round 2."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number and type of themes for financial burden - Aim1A",
                    "description": "Guided by the interviews with AYA patients, AYA providers, and content experts, and the discussions with our project team, we will identify a conceptual framework for financial burden that will guide the identification and writing of self-report items to assess this important dimension of health-related quality of life among AYAs.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Number and type of themes for body image - Aim1A",
                    "description": "Guided by the interviews with AYA patients, AYA providers, and content experts, and the discussions with our project team, we will identify a conceptual framework for body image that will guide the identification and writing of self-report items to assess this important dimension of health-related quality of life among AYAs.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Number and type of themes for fertility and future parenthood - Aim1A",
                    "description": "Guided by the interviews with AYA patients, AYA providers, and content experts, and the discussions with our project team, we will identify a conceptual framework for fertility and future parenthood that will guide the identification and writing of self-report items to assess this important dimension of health-related quality of life among AYAs.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Number of Participants with Adequate Understanding of Trial Themes Through Cognitive Interviews",
                    "description": "Investigators will ascertain: (a) comprehension of the question (i.e., what does the respondent believe the question is asking; what do specific words, phrases and concepts in the question mean to the respondent); (b) the processes used by the respondent to retrieve relevant information from memory (i.e., what does the respondent need to recall to be able to answer the question; what strategies does the respondent use to retrieve the information); and (c) response processes (i.e., can the respondent match his/her response to the question's response options). Participant responses to interview questions will be coded 0 or 1 reflecting adequate comprehension or misunderstanding. Translatability review will also be conducted by FACITtrans to identify items/concepts that may not translate easily or prove to have limited or no conceptual equivalence in other cultures and to suggest alternative wording changes.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "AYA Patients:\n\nInclusion Criteria:\n\n* 15 to 39 years of age\n* Diagnosed with cancer at 15 to 39 years of age\n* Able to read and understand English\n* Have a new cancer diagnosis and are receiving curative treatment OR are currently 0 to 5 years post-treatment\n\nExclusion Criteria:\n\n* Diagnosed with basal cell skin cancer\n* Experienced a cancer recurrence\n* Currently receiving palliative or hospice care\n* Had an infertility diagnosis prior to their cancer diagnosis\n* Report a significant psychiatric history\n\nAYA Caregivers:\n\nInclusion Criteria:\n\n* 18 years or age or older.\n* Able to read and understand English\n* Have a child/ward/partner for whom they are providing care and at least partly financially responsible.\n* Have a child/ward/partner who is 15 to 25 years of age and meets the other criteria as an eligible AYA participant based on the AYA patient inclusion and exclusion criteria.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Adolescents or young adults diagnosed with cancer (except for basal cell skin cancer) at 15 to 39 years of age. Patients who have met with a reproductive specialist or who have indicated a pre-treatment desire to have biological children will be prioritized in recruitment.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John M Salsman, Ph.D.",
                    "role": "CONTACT",
                    "phone": "336-713-3613",
                    "email": "jsalsman@wakehealth.edu"
                },
                {
                    "name": "Regina Smith, BS, CCRP",
                    "role": "CONTACT",
                    "phone": "336-716-8953",
                    "email": "rvsmith@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John M Salsman, Ph.D.",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Robert H. Lurie Comprehensive Cancer Center at Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David E Victorson, Ph.D.",
                            "role": "CONTACT",
                            "phone": "847-467-3060",
                            "email": "d-victorson@northwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Brenner Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John M Salsman, Ph.D.",
                            "role": "CONTACT",
                            "phone": "336-713-3613",
                            "email": "jsalsman@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Wake Forest University Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John M Salsman, PhD",
                            "role": "CONTACT",
                            "phone": "336-713-3613",
                            "email": "jsalsman@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}