{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04697966",
            "orgStudyIdInfo": {
                "id": "2020p004016"
            },
            "organization": {
                "fullName": "Mclean Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Mechanisms and Predictors of Change in App-Based Mindfulness Training for Adolescents",
            "officialTitle": "Mechanisms and Predictors of Change in App-Based Mindfulness Training for Adolescents",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mechanisms-and-predictors-of-change-in-app-based-mindfulness-training-for-adolescents"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-04",
            "studyFirstSubmitQcDate": "2021-01-05",
            "studyFirstPostDateStruct": {
                "date": "2021-01-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christian A. Webb",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Mclean Hospital"
            },
            "leadSponsor": {
                "name": "Mclean Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cambridge Health Alliance",
                    "class": "OTHER"
                },
                {
                    "name": "Lawrence University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A growing body of research implicates rumination as being a transdiagnostic risk factor involved in the development of depression and anxiety in youth. Critically, mindfulness meditation has shown significant promise in targeting rumination, and ultimately improving depressive and anxiety symptoms. Mindfulness apps offer a convenient and cost-effective means for accessing mindfulness training, while being interactive and engaging for youth. Despite their growing popularity among teens, strikingly little research has been conducted on these apps. Two critical questions have yet to be addressed: (1) what are the underlying neural and cognitive mechanisms that account for the beneficial effects of these apps and (2) for whom is app-based mindfulness well-suited. To address these gaps, adolescents (ages 13-18) will be randomly assigned to an app-delivered mindfulness course vs. a control condition and will complete pre- and post-intervention resting state functional magnetic resonance imaging (fMRI) scans to probe static and dynamic functional connectivity within - and between - brain networks strongly implicated in mindfulness training and rumination. In addition, cognitive tasks will be administered at pre- and post-intervention to assess attentional control abilities putatively enhanced by mindfulness training. Finally, mindfulness skills and changes in rumination will be assessed via smartphone-based ecological momentary assessment (EMA). First, the investigators will test whether changes in (1) brain functional connectivity, (2) attentional control and (3) acquisition and use of mindfulness skills mediate between-group (i.e., app vs. control) differences in the reduction of rumination. Second, the investigators will test whether a machine learning model incorporating baseline clinical, demographic, and psychosocial characteristics can be used to identify which adolescents are predicted to benefit from app-based mindfulness training.",
            "detailedDescription": "Mindfulness-based smartphone apps have surged in popularity in recent years. Headspace - among the most popular of these platforms - has over 42 million users. Recent surveys indicate that 11% of U.S. adolescents have used mindfulness apps as a means of coping with anxiety or depressive symptoms, which increase substantially during the adolescent years. A growing body of research implicates rumination as being a transdiagnostic risk factor involved in the development of depression and anxiety in youth. Critically, mindfulness meditation has shown significant promise in targeting rumination, and ultimately improving depressive and anxiety symptoms. Mindfulness apps offer a convenient and cost-effective means for accessing mindfulness training, while being interactive and engaging for youth. Despite their growing popularity among teens, strikingly little research has been conducted on these apps. Two critical questions have yet to be addressed, which are strongly aligned with the NCCIH Strategic Plan: (1) what are the underlying neural and cognitive mechanisms that account for the beneficial effects of these apps and (2) for whom is app-based mindfulness well-suited. To address these gaps, adolescents (ages 13-18) will be randomly assigned to an app-delivered mindfulness course vs. an active control condition and will complete pre- and post-intervention resting state functional magnetic resonance imaging (fMRI) scans to probe static and dynamic functional connectivity within - and between - brain networks implicated in mindfulness training and rumination. In addition, cognitive tasks will be administered at pre- and post-intervention to assess attentional control abilities putatively enhanced by mindfulness training. Finally, mindfulness skills and changes in rumination will be assessed via smartphone-based ecological momentary assessment (EMA). First, the investigators will test whether changes in (1) brain functional connectivity (dynamic resting state functional connectivity via coactivation pattern analysis), (2) attentional control (Correct NoGo % on the SART task) and (3) acquisition and use of mindfulness skills (assessed via EMA) mediate between-group (i.e., app vs. control) differences in the reduction of rumination. Second, the investigators will test whether a machine learning model incorporating baseline clinical, demographic, and psychosocial characteristics can be used to identify which adolescents are predicted to benefit from app-based mindfulness training. Ultimately, such an algorithm may inform individual risk-benefit assessments that could be used to objectively communicate the probability of experiencing positive vs. adverse outcomes to users prior to engaging with a mindfulness app. Collectively, results are expected to advance (1) our understanding of the underlying mechanisms that account for the beneficial effects of app-based mindfulness training and (2) our ability to predict which adolescents are well-suited to these increasingly popular apps."
        },
        "conditionsModule": {
            "conditions": [
                "Rumination"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 158,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindfulness (Headspace app)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Mindfulness (Headspace) App"
                    ]
                },
                {
                    "label": "Active Control Condition",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Active Control Condition (\"Recharge\" condition delivered in Headspace app)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness (Headspace) App",
                    "description": "The Headspace app consists of guided mindfulness meditations and is available for both Apple iOS and Android devices. For the proposed study, participants will be instructed to complete the app's most popular introductory program which consists of three levels (\"Basics 1-3\"), with each level comprising 10 sessions (30 in total) over 30 days. The program is intended to introduce the key principles and techniques of mindfulness (including focused meditation on the breath, body scanning, and noting), and strategies for applying mindfulness to daily life.",
                    "armGroupLabels": [
                        "Mindfulness (Headspace app)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Active Control Condition (\"Recharge\" condition delivered in Headspace app)",
                    "description": "The majority of prior research on mindfulness interventions has relied on single-arm designs or wait-list controls conditions, rather than active control conditions. Accordingly, we will include a structurally-equivalent active control condition, delivered via the same Headspace app. Specifically, the control condition will consist of 30 guided \"Recharge\" sessions led by Andy Puddicombe (i.e., structurally equivalent to the Mindfulness app). The sessions are the same length as the interventions (Basics) sessions and also delivered via the Headspace app, thus closely matching the mindfulness intervention across key attributes. Specifically, user flow through the app is identical in both the mindfulness and control conditions, differing only in session content. The Recharge sessions include guide reflections, guided positive imagery, problem solving and daily planning. The chosen excerpts exclude any content which feature guided mindfulness exercises.",
                    "armGroupLabels": [
                        "Active Control Condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Slope of change in rumination scores (assessed via smartphone-delivered ecological momentary assessment items derived from rumination measure [unnamed] developed by Ruscio et al., J Abnorm Psychol, 2015 and used in Webb et al., J Am Acad Child Psy, 2021)",
                    "timeFrame": "30 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Both genders, all ethnicities (see Section: Inclusion of Women and Minorities)\n* Ages 13-18 years\n* Written informed assent/consent from adolescent and parent/guardian\n* English as a first language or English fluency\n* Right-handed\n* Personal iPhone or Android smartphone\n* CRSQ rumination subscale score\n* If on psychotropic medication, must be on stable dose for at least 2 months\n\nExclusion Criteria:\n\n* History or current diagnosis of any of the following DSM-5 disorders: schizophrenia spectrum or other psychotic disorder, bipolar disorder, substance/alcohol use disorder within the past 12 months or lifetime severe substance/alcohol use disorder.\n* Systemic medical or neurological illness that could impact fMRI measures of cerebral blood flow\n* Failure to meet standard exclusion criteria for fMRI scanning (e.g. pregnancy, claustrophobia, cardiac or neural pacemakers, surgically implanted metal devices, cochlear implants, metal objects in the body)\n* History of seizure disorder, or head trauma with loss of consciousness \\> 2 mins\n* Serious or unstable medical illness (e.g., cardiovascular, hepatic, renal, respiratory, endocrine, neurologic or hematologic disease)\n* Participants with active suicidal ideation will be immediately referred to appropriate clinical treatment.\n* Current or past treatment with mindfulness-based psychotherapy (e.g., MBCT, DBT or ACT)\n* Exposure to in-person or app-based mindfulness/meditation course (at least 300 mins of past practice)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christian Webb, Phd",
                    "role": "CONTACT",
                    "phone": "6178554429",
                    "email": "cwebb@mclean.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "McLean Hospital",
                    "status": "RECRUITING",
                    "city": "Belmont",
                    "state": "Massachusetts",
                    "zip": "02478",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christian A Webb, Phd",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.39593,
                        "lon": -71.17867
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Yes. We will share via the National Institute of Mental Health Data Archive (NDA)"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000079562",
                    "term": "Rumination Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2062",
                    "name": "Rumination Syndrome",
                    "asFound": "Rumination",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T5077",
                    "name": "Rumination Disorder",
                    "asFound": "Rumination",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}