{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05326412",
            "orgStudyIdInfo": {
                "id": "PDY16967"
            },
            "secondaryIdInfos": [
                {
                    "id": "U1111-1255-5322",
                    "type": "REGISTRY",
                    "domain": "ICTRP"
                },
                {
                    "id": "2021-001654-65",
                    "type": "EUDRACT_NUMBER"
                }
            ],
            "organization": {
                "fullName": "Sanofi",
                "class": "INDUSTRY"
            },
            "briefTitle": "Mechanistic Study of the Effect of Itepekimab on Airway Inflammation in Patients With COPD",
            "officialTitle": "A Phase 2a, Open-label, Two-part Study to Evaluate the Mechanism of Action of Itepekimab (Anti-IL-33 mAb) on Airway Inflammation in Patients With Chronic Obstructive Pulmonary Disease (COPD)",
            "acronym": "AERIFY-3",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "mechanistic-study-of-the-effect-of-itepekimab-on-airway-inflammation-in-patients-with-copd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-20",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-06",
            "studyFirstSubmitQcDate": "2022-04-06",
            "studyFirstPostDateStruct": {
                "date": "2022-04-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sanofi",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Regeneron Pharmaceuticals",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is an exploratory, two-part, 12-week, Phase 2a study to evaluate the mechanism of action of Itepekimab (anti-IL-33-mAb) and its impact on airway inflammation in former and current smokers with COPD, aged 40 to 70 years.\n\nThis study consists of participants who have been on a standard-of-care (SoC) mono (long-acting β2-agonist \\[LABA\\]) or long-acting muscarinic antagonist \\[LAMA\\]), double (inhaled corticosteroid \\[ICS\\] + LABA, LABA + LAMA or ICS + LAMA), or triple (ICS + LABA + LAMA) controller therapy for COPD for at least 3 months prior to Screening (Visit 1) with stable dose and regimen for controller therapy for ≥1 month prior to Screening (Visit 1) and during the screening period. Participants will stay on their established controller medications for COPD throughout the duration of the study, with the exception of systemic corticosteroids and/or antibiotics used for acute exacerbation of COPD (AECOPD).\n\nThe total study duration for each part (Part A and Part B) is approximately 36 weeks:\n\n* 4-week screening period\n* 12-week treatment period\n* 20-week followup period"
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Obstructive Pulmonary Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Part A will consist of participants who are former smokers with COPD; Part B will consist of a new population of former smokers and a population of current smokers with COPD.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Itepekimab",
                    "type": "EXPERIMENTAL",
                    "description": "This arm includes participants from 3 populations: Part A-former smokers, Part B-former smokers and Part B-current smokers.\n\nSubcutaneous (SC) administration of Itepekimab every 2 weeks (Q2W) for 12 weeks",
                    "interventionNames": [
                        "Drug: Itepekimab SAR440340"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Itepekimab SAR440340",
                    "description": "Pharmaceutical form: solution for injection in pre-filled syringe Route of administration: subcutaneous",
                    "armGroupLabels": [
                        "Itepekimab"
                    ],
                    "otherNames": [
                        "REGN3500"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Part A: Log2 relative change from baseline in gene expression in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Change from baseline in Itepekimab treatment normalized enrichment score (NES) developed in Part A in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Part A: Change from baseline in IL-33 treated eosinophil and mast cell-derived NES in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part A: Change from baseline in preclinical mouse models-derived NES in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part A: Change from baseline in bronchial allergen challenge-derived NES in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part A: Change from baseline in blood eosinophil count",
                    "description": "In former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part A: Incidence of treatment-emergent adverse events (TEAEs), adverse event of special interests (AESIs), serious adverse events (SAEs), and adverse events (AEs) leading to permanent treatment discontinuation",
                    "description": "In former smokers with COPD",
                    "timeFrame": "Baseline up to end of study (Week 32)"
                },
                {
                    "measure": "Part A: Incidence of potentially clinically significant abnormalities in clinical laboratory tests, vital signs and electrocardiogram (ECG) in the treatment-emergent period",
                    "description": "In former smokers with COPD",
                    "timeFrame": "Baseline up to end of study (Week 32)"
                },
                {
                    "measure": "Part A: Incidence of treatment-emergent anti-Itepekimab antibody responses throughout the study",
                    "description": "In former smokers with COPD",
                    "timeFrame": "Baseline up to end of study (Week 32)"
                },
                {
                    "measure": "Part B: Log2 relative change from baseline in gene expression in endobronchial biopsies in former smokers with COPD (pooled Part A and B)",
                    "description": "As measured by RNA Sequencing, in former smokers with COPD (pooled Part A and B)",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Log2 relative change from baseline in gene expression in endobronchial biopsies in current smokers",
                    "description": "As measured by RNA Sequencing, in current smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Log2 relative change from baseline in gene expression in endobronchial biopsies in former and current smokers with COPD",
                    "description": "As measured by RNA Sequencing, in former smokers and current smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Gene expression in endobronchial biopsies at Baseline",
                    "description": "As measured by RNA Sequencing, in former smokers and current smokers with COPD",
                    "timeFrame": "Week 0 (Baseline)"
                },
                {
                    "measure": "Part B: Change from baseline in IL-33 treated eosinophil and mast cell-derived NES in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers and current smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Change from baseline in preclinical mouse models-derived NES in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers and current smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Change from baseline in bronchial allergen challenge-derived NES in endobronchial biopsies",
                    "description": "As measured by RNA Sequencing, in former smokers and current smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Change from baseline in blood eosinophil count",
                    "description": "In former smokers with COPD",
                    "timeFrame": "Baseline to Week 12"
                },
                {
                    "measure": "Part B: Incidence of TEAEs, AESIs, SAEs, and AEs leading to permanent treatment discontinuation",
                    "description": "In former smokers and current smokers with COPD",
                    "timeFrame": "Baseline up to end of study (Week 32)"
                },
                {
                    "measure": "Part B: Incidence of potentially clinically significant laboratory tests, vital signs and ECG abnormalities in the treatment-emergent period",
                    "description": "In former smokers and current smokers with COPD",
                    "timeFrame": "Baseline up to end of study (Week 32)"
                },
                {
                    "measure": "Part B: Incidence of treatment-emergent anti-Itepekimab antibody responses throughout the study",
                    "description": "In former smokers and current smokers with COPD",
                    "timeFrame": "Baseline up to end of study (Week 32)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant must be 40 to 70 years of age inclusive\n* Physician diagnosis of COPD for at least 1 year (based on the Global Initiative for Chronic Obstructive Lung Disease \\[GOLD\\] definition).\n* Smoking history of ≥10 pack-years\n\n  * For former smokers: Participants who report that they are not currently smoking, and smoking cessation must have occurred ≥6 months prior to Screening (Visit 1) with an intention to quit permanently.\n  * For current smokers (not eligible for Part A): Participants who report that they are currently smoking tobacco (participant smoked at least 5 cigarettes per day on average during the past 7 days) at Screening (Visit 1) and at Baseline, and who are not currently participating in, or planning to initiate, a smoking cessation intervention at Screening (Visit 1) or during the screening period.\n* Participant-reported history of signs and symptoms of chronic bronchitis (chronic productive cough for at least 3 months in the year before screening in a participant in whom other causes of chronic cough \\[eg, inadequately treated gastroesophageal reflux or chronic rhinosinusitis; or clinical diagnosis of bronchiectasis\\] have been excluded).\n* Documented or self-reported history of exacerbation having had ≥1 moderate or severe exacerbation within the 5 years prior to Screening (Visit 1), with at least 1 exacerbation treated with systemic corticosteroids:\n\n  * Moderate exacerbations are defined as an acute worsening of respiratory symptoms that requires either systemic corticosteroids (intramuscular \\[IM\\], intravenous \\[IV\\], or oral) and/or antibiotics.\n  * Severe exacerbations are defined as AECOPD that require hospitalization or observation for \\>24 hours in emergency department/urgent care facility.\n* Participants treated with SoC controller therapy for ≥3 months before Screening (Visit 1) and at a stable dose and regimen of controller therapy for at least 1 month before the screening visit AND during the screening period, including either: triple therapy with LAMA + LABA + ICS or double therapy with ICS + LABA or LABA + LAMA or ICS + LAMA, or monotherapy with LABA or LAMA.\n* Participants who have received appropriate vaccination according to local recommendations against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), administered a minimum of 1 week prior to Screening (Visit 1).\n* Body mass index (BMI) ≥18 kg/m2\n* A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n  * Not a women of child-bearing potential (WOCBP) or\n  * A WOCBP who agrees to follow the contraceptive guidance during the intervention period and for at least 20 weeks after the last dose of study intervention.\n\nExclusion Criteria:\n\n* Current diagnosis or previously confirmed diagnosis of asthma according to the Global Initiative for Asthma (GINA) guidelines unless asthma resolved before 18 years of age and has not recurred.\n* For former smokers (Parts A and B): Active smoking or vaping of any products (eg, nicotine, tetrahydrocannabinol \\[THC\\]) within 6 months prior to Screening (Visit 1) or during the screening period. For current smokers (Part B): vaping of any products (eg, nicotine, THC) within 6 months prior to Screening (Visit 1) or during the screening period.\n* Participants who are expected to be regularly exposed to environmental (ie, 'second hand') tobacco smoke in an indoor setting during the screening or treatment periods (former smokers only).\n* Clinically significant new abnormal electrocardiogram (ECG) within 6 months before or at Screening (Visit 1) that may affect the participant's participation in the study.\n* Clinically significant and current pulmonary disease other than COPD, eg, sarcoidosis, interstitial lung disease, bronchiectasis (clinical diagnosis), diagnosis of α1 anti-trypsin deficiency, or another diagnosed pulmonary disease.\n* Diagnosis of cor pulmonale, evidence of right cardiac failure, or moderate-to-severe pulmonary hypertension.\n* Participants who require more than 2 L/min of long-term treatment with oxygen at rest. Participants who use up to 4L/min of supplemental oxygen during exercise may enroll. Oxygen during sleep is allowed.\n* Hypercapnia that requires bi-level positive airway pressure (BiPAP).\n* Moderate or severe exacerbation of COPD (AECOPD) within 8 weeks prior to Screening (Visit 1) or during the screening period.\n* Prior history of pneumonectomy, lobectomy, segmentectomy, or therapeutic bronchoscopy procedure (including bronchoscopic volume reduction). Note: Prior history of surgical lung biopsy or wedge resection are not exclusion criteria.\n* Any surgery or major procedures (including those requiring conscious sedation) planned to occur during the study. Minor skin procedures are allowed.\n* Unstable ischemic heart disease, including acute myocardial infarction within 1 year before Screening (Visit 1), or unstable angina within 6 months before Screening (Visit 1) or during the screening period.\n* Cardiac arrhythmias, including paroxysmal (eg, intermittent) atrial fibrillation. Participants with isolated premature ventricular contractions (PVCs) or premature atrial contractions (PACs) may be considered for inclusion.\n* Cardiomyopathy, as defined by Stage III-IV (New York Heart Association) cardiac failure, or other relevant cardiovascular disorder that that may affect the participant's participation in the study.\n* Any underlying disease requiring the use of prophylaxis for endocarditis.\n* Uncontrolled hypertension (ie, systolic blood pressure \\[BP\\] \\>180 mm Hg or diastolic BP \\>110 mm Hg with or without use of antihypertensive therapy).\n* Participants with active tuberculosis (TB), latent TB, a history of incompletely treated TB, suspected extrapulmonary TB infection (TBI), or who are at high risk of contracting TB (such as close contact with individuals with active or latent TB) or received Bacillus Calmette Guérin (BCG)-vaccination within 12 weeks before Screening (Visit 1).\n* History of human immunodeficiency virus (HIV) infection or positive HIV 1/2 serology at Screening (Visit 1).\n* Suspicion of, or confirmed, coronavirus disease 2019 (COVID-19) infection or contact with known exposure to COVID19 at Screening (Visit 1) or during the screening period; known history of COVID19 infection within 6 weeks before Screening (Visit 1); history of requiring mechanical ventilation or extracorporeal membrane oxygenation (ECMO) secondary to COVID-19 within 12 months before Screening (Visit 1); participants who have had a COVID-19 infection before Screening (Visit 1) who have not yet sufficiently recovered to participate in the procedures of a clinical trial.\n* Evidence of acute or chronic infection requiring systemic treatment with antibacterial, antiviral, antifungal, antiparasitic, or antiprotozoal medications within 6 weeks before Screening (Visit 1) or during the screening period, significant viral infections within 6 weeks before Screening (Visit 1) or during the screening period that may not have been treated with antiviral treatment (eg, influenza receiving only symptomatic treatment).\n* Participants with active autoimmune disease or participants taking immunosuppressive therapy for autoimmune disease (eg, rheumato arthritis, inflammatory bowel disease, primary biliary cirrhosis, systemic lupus erythematosus, multiple sclerosis).\n* History of malignancy within 5 years before Screening (Visit 1), or during the screening period, except completely treated in situ carcinoma of the cervix, completely treated and resolved nonmetastatic squamous or basal cell carcinoma of the skin.\n* Symptomatic herpes zoster within 3 months prior to screening.\n* Previous use of Itepekimab.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Trial Transparency email recommended (Toll free number for US & Canada)",
                    "role": "CONTACT",
                    "phone": "800-633-1610",
                    "phoneExt": "option 6",
                    "email": "Contact-US@sanofi.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Clinical Sciences & Operations",
                    "affiliation": "Sanofi",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Harbor University of California Los Angeles Medical Center Site Number : 8400006",
                    "status": "RECRUITING",
                    "city": "Torrance",
                    "state": "California",
                    "zip": "90509",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.83585,
                        "lon": -118.34063
                    }
                },
                {
                    "facility": "~National Jewish Health Site Number : 8400012",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80206",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Massachusetts General Hospital Site Number : 8400007",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Kansas Medical Center Site Number : 8400004",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "66160",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                },
                {
                    "facility": "Allergy, Asthma and Clinical Research Center Site Number : 8400010",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73120",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "Clinical Research of Central PA Site Number : 8400011",
                    "status": "RECRUITING",
                    "city": "DuBois",
                    "state": "Pennsylvania",
                    "zip": "15801",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.11923,
                        "lon": -78.76003
                    }
                },
                {
                    "facility": "University of Pennsylvania - Harron Lung Center Site Number : 8400016",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "UT Southwestern Medical Center Site Number : 8400014",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "University of Texas Medical Branch Site Number : 8400001",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                },
                {
                    "facility": "Investigational Site Number : 0560001",
                    "status": "RECRUITING",
                    "city": "Edegem",
                    "zip": "B-2650",
                    "country": "Belgium",
                    "geoPoint": {
                        "lat": 51.15662,
                        "lon": 4.44504
                    }
                },
                {
                    "facility": "Hospital Sao Lucas da PUCRS Site Number : 0760003",
                    "status": "RECRUITING",
                    "city": "Porto Alegre",
                    "state": "Rio Grande Do Sul",
                    "zip": "90610-000",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -30.03306,
                        "lon": -51.23
                    }
                },
                {
                    "facility": "PUC Campinas - Sociedade Campineira de Educaçao e Instruçao Site Number : 0760004",
                    "status": "RECRUITING",
                    "city": "Campinas",
                    "state": "São Paulo",
                    "zip": "13059-900",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -22.90556,
                        "lon": -47.06083
                    }
                },
                {
                    "facility": "A Beneficencia Portuguesa de Sao Paulo - Hospital Beneficencia Portuguesa - Unidade Paulista Site Number : 0760005",
                    "status": "RECRUITING",
                    "city": "Sao Paulo",
                    "state": "São Paulo",
                    "zip": "01323-900",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -23.5475,
                        "lon": -46.63611
                    }
                },
                {
                    "facility": "Integral Ensino e Pesquisa - Integral Centro de Pesquisas Clinicas Site Number : 0760006",
                    "status": "RECRUITING",
                    "city": "Votuporanga",
                    "state": "São Paulo",
                    "zip": "15501-405",
                    "country": "Brazil",
                    "geoPoint": {
                        "lat": -20.42278,
                        "lon": -49.97278
                    }
                },
                {
                    "facility": "Investigational Site Number : 2080001",
                    "status": "RECRUITING",
                    "city": "Copenhagen Nv",
                    "zip": "2400",
                    "country": "Denmark",
                    "geoPoint": {
                        "lat": 55.67594,
                        "lon": 12.56553
                    }
                },
                {
                    "facility": "Investigational Site Number : 2080002",
                    "status": "RECRUITING",
                    "city": "Hvidovre",
                    "zip": "2650",
                    "country": "Denmark",
                    "geoPoint": {
                        "lat": 55.65719,
                        "lon": 12.47364
                    }
                },
                {
                    "facility": "Investigational Site Number : 2080003",
                    "status": "RECRUITING",
                    "city": "Ålborg",
                    "zip": "9100",
                    "country": "Denmark"
                },
                {
                    "facility": "Investigational Site Number : 2760005",
                    "status": "RECRUITING",
                    "city": "Freiburg",
                    "zip": "79106",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 47.9959,
                        "lon": 7.85222
                    }
                },
                {
                    "facility": "Investigational Site Number : 2760001",
                    "status": "RECRUITING",
                    "city": "Großhansdorf",
                    "zip": "22927",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 53.66667,
                        "lon": 10.28333
                    }
                },
                {
                    "facility": "Investigational Site Number : 2760004",
                    "status": "RECRUITING",
                    "city": "Peine",
                    "zip": "31224",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 52.31928,
                        "lon": 10.2352
                    }
                },
                {
                    "facility": "Investigational Site Number : 5280001",
                    "status": "RECRUITING",
                    "city": "Groningen",
                    "zip": "9713 GZ",
                    "country": "Netherlands",
                    "geoPoint": {
                        "lat": 53.21917,
                        "lon": 6.56667
                    }
                },
                {
                    "facility": "Investigational Site Number : 8260004",
                    "status": "RECRUITING",
                    "city": "London",
                    "state": "London, City Of",
                    "zip": "W2 1NY",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                },
                {
                    "facility": "Investigational Site Number : 8260001",
                    "status": "RECRUITING",
                    "city": "Nottingham",
                    "state": "Nottinghamshire",
                    "zip": "NG5 1PB",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 52.9536,
                        "lon": -1.15047
                    }
                },
                {
                    "facility": "Investigational Site Number : 8260002",
                    "status": "RECRUITING",
                    "city": "Liverpool",
                    "zip": "L9 7AL",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 53.41058,
                        "lon": -2.97794
                    }
                },
                {
                    "facility": "Investigational Site Number : 8260003",
                    "status": "RECRUITING",
                    "city": "Manchester",
                    "zip": "M23 9QZ",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 53.48095,
                        "lon": -2.23743
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "PDY16967 COPD website",
                    "url": "https://www.sanofistudies.com/ILIF/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Qualified researchers may request access to patient level data and related study documents including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan, and dataset specifications. Patient level data will be anonymized and study documents will be redacted to protect the privacy of trial participants. Further details on Sanofi's data sharing criteria, eligible studies, and process for requesting access can be found at: https://vivli.org"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000029424",
                    "term": "Pulmonary Disease, Chronic Obstructive"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "asFound": "Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}