{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05972291",
            "orgStudyIdInfo": {
                "id": "SPLD-006-22F"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Mechanisms of Gulf War Illness",
            "officialTitle": "Mechanisms of Gulf War Illness",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "mechanisms-of-gulf-war-illness"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-24",
            "studyFirstSubmitQcDate": "2023-07-24",
            "studyFirstPostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Many veterans with Gulf War Illness developed chronic gastrointestinal symptoms during their deployment to the Persian Gulf. The pathophysiologic mechanisms of these chronic gastrointestinal symptoms are not well understood but cause significant morbidity in veterans. Our proposed studies will provide an innovative and novel treatment trial for chronic gastrointestinal symptoms in veterans with Gulf War Illness that were deployed into war zones. Given that there are currently no specific treatments for these disorders, and that current symptomatic approaches are far from ideal, proof of principle of our trial would be an extremely important advance as it would not only have a beneficial impact on the health of many thousands of our veterans, but also it would substantially reduce the many negative economic effects of this ailment on the VA Health Care System.",
            "detailedDescription": "Since 2001, more than 2.2 million US veterans have served in Operation Enduring Freedom (OEF) in Afghanistan and Operation Iraqi Freedom (OIF) in Iraq. The Gulf Registry of the VA Environmental Epidemiology Service identified the majority of these veterans as having chronic health complaints of undetermined etiology. Among the symptoms most frequently reported by veterans with Gulf War Illness (GWI) were chronic fatigue, frequent or persistent headache, frequent or persistent muscle or joint pain, and gastrointestinal (GI) symptoms. GI symptoms (e.g., diarrhea, bloating, and abdominal pain) reported by these veterans accounted for most complaints. Indeed, up to 33% of veterans with GWI suffer from chronic GI symptoms.\n\nThe investigators have shown that veterans with GWI and GI symptoms have increased intestinal permeability that drives GI symptoms (Zhang et al., 2019). Our research group recently completed a clinical trial demonstrating the effectiveness of oral glutamine supplementation in diarrhea-predominant IBS patients with increased intestinal permeability (Zhou et al., 2019). The investigators now have obtained preliminary evidence that oral glutamine supplementation may restore intestinal permeability in veterans with GWI and GI symptoms. Based on these new findings, the investigators hypothesize that oral glutamine supplementation will improve the Symptom Severity Scale and restore intestinal permeability in veterans with GWI and chronic GI symptoms. The investigators propose to conduct a randomized, double-blind, placebo-controlled clinical trial studying oral glutamine supplementation compared to placebo in veterans with GWI and GI symptoms.\n\nThe human GI tract is the major site of glutamine utilization in the body. Glutamine is a major energy source for rapidly dividing intestinal mucosal cells of the digestive tract. Glutamine helps to protect the lining of the GI tract. Its depletion results in epithelial atrophy and a subsequent increase in intestinal permeability. Glutamine supplementation has been shown to decrease bacterial translocation and intestinal permeability after intestinal injury. Glutamine supplementation has also been shown to decrease intestinal permeability and improve GI function in patients with Crohn's disease, advanced esophageal cancer, or metastatic cancer undergoing radio chemotherapy. There are no published studies to date to support the use of glutamine for veterans with GWI and chronic GI symptoms.\n\nHowever, given our published studies, preliminary data demonstrating restoration of intestinal permeability with oral glutamine therapy, and the mechanisms of action of glutamine on the GI tract, research testing whether oral glutamine is an effective therapy in veterans with GWI is needed. Given that there are no effective treatments for these veterans and that current treatment approaches are far from ideal, this proposed clinical trial would be extremely important as it would not only have a beneficial impact on the health of many of our veterans, but also it would substantially reduce the negative economic effects on the VA Health Care System."
        },
        "conditionsModule": {
            "conditions": [
                "Gulf War Illness",
                "Irritable Bowel Syndrome",
                "Gastrointestinal Symptoms"
            ],
            "keywords": [
                "gastrointestinal",
                "irritable bowel syndrome",
                "glutamine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In this study, the investigators will conduct a randomized, double-blind, placebo-controlled clinical trial studying glutamine 5 grams orally three times a day compared to a placebo 5 grams orally three times a day for 26 weeks in 80 veterans with GWI and GI symptoms. The Symptom Severity Scale and intestinal permeability will be measured at baseline, 8, 12, 16, 20, and 26 weeks.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Each person in this study will receive either glutamine or whey powder to mix in with water. This is done by a random assignment using a computer program for \"yes\" or \"no\". All odd numbers of participants will undergo the random choice of the computer program. All even number participants will get the opposite treatment of the previous odd number participant.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oral Glutamine",
                    "type": "EXPERIMENTAL",
                    "description": "You will be asked to consume 5 grams of glutamine three times a day for 26 weeks. At week eight, you will be asked to return to the CRC to be assessed, and then to return every four weeks until week 26, which will be the conclusion of the study.",
                    "interventionNames": [
                        "Dietary Supplement: Oral Glutamine"
                    ]
                },
                {
                    "label": "Whey Protein Powder",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "You will be asked to consume 5 grams of whey protein powder three times a day for 26 weeks. At week eight, you will be asked to return to the CRC to be assessed, and then to return every four weeks until week 26, which will be the conclusion of the study.",
                    "interventionNames": [
                        "Other: Control Arm"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Oral Glutamine",
                    "description": "You will receive an unmarked packet with either glutamine or whey protein powder. Once the packet is opened, the powder should be mixed completely with 8 oz of water. You should completely drink this mixture within 10 minutes. You will consume one packet three times a day for 26 weeks. One packet 30 minutes before breakfast, one packet 30 minutes before lunch, and one packet 30 minutes before the evening meal.",
                    "armGroupLabels": [
                        "Oral Glutamine"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Control Arm",
                    "description": "You will receive an unmarked packet with either glutamine or whey protein powder. Once the packet is opened, the powder should be mixed completely with 8 oz of water. You should completely drink this mixture within 10 minutes. You will consume one packet three times a day for 26 weeks. One packet 30 minutes before breakfast, one packet 30 minutes before lunch, and one packet 30 minutes before the evening meal.",
                    "armGroupLabels": [
                        "Whey Protein Powder"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine if oral glutamine supplementation will improve the Symptom Severity Scale in veterans with GWI and chronic GI Symptoms.",
                    "description": "It's anticipated that veterans with GWI and GI symptoms will show a significant reduction, compared to placebo, in their chronic GI symptoms as reflected by their Symptom Severity Scale Score following glutamine therapy. For each participating subject, the Symptom Severity Scale score will be measured at baseline, and at 8, 12, 16, 20, and 26 weeks after the start of treatment. The investigators will have Symptom Severity Scale scores at 5 time points in each group (glutamine, placebo). These will be explored graphically with time course plots. At each time point, for Symptom Severity Scale scores, the investigators will also calculate descriptive statistics including mean and standard deviation, as well as median, median absolute deviation and inter-quartile range if the distribution of data is skewed. Box plots will be used to graphically demonstrate the distribution of Symptom Severity Scale scores at each time point. This will be done for both the glutamine and the placebo groups.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "To determine if oral glutamine supplementation will restore intestinal permeability in veterans with GWI.",
                    "description": "Following our recent findings, we expect \\>75% of veterans will restore normal intestinal permeability, while in the placebo group, this percentage is \\~6%. One sample one sided proportion test (PROC FREQ in SAS) will be used to test whether the proportion of restoration is \\>75% in each treatment group (glutamine supplementation or placebo) and two sample one sided proportion tests (PROC FREQ in SAS) to compare the difference between the two groups. To examine the association between the Symptom Severity Scale Score and restoration of normal intestinal permeability, Pearson's correlations between the Symptom Severity Scale and intestinal permeability will be calculated at baseline, and at 8, 12, 16, 20, and 26 weeks after the start of treatment, for both oral glutamine and placebo groups.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. veterans 18-65 years old with GWI and chronic GI symptoms (abdominal pain, diarrhea, bloating) that started during their deployment in the Persian Gulf\n2. increased intestinal permeability on the lactulose/mannitol permeability test (ratio \\>0.07)\n3. able and willing to cooperate with the study\n4. absence of alcohol ingestion for 2 weeks prior to study and throughout the study duration\n\nExclusion Criteria:\n\n1. current participation in another research protocol or unable to give informed consent\n2. women with a positive urine pregnancy test or breastfeeding\n3. history of inflammatory bowel disease, lactose intolerance and/or celiac sprue\n4. + hydrogen breath test for bacterial overgrowth\n5. + anti-endomysial antibody titer\n6. use of NSAIDs 2 weeks before or during the study\n7. known allergy to glutamine or whey protein\n8. abdominal surgery except for removal of gallbladder, uterus, or appendix \\>6 months prior to entry into the study\n9. Abnormal serum BUN and/or creatinine\n10. Mannitol recovery out of the normal range of 5-25 U/g\n11. history of kidney disease\n12. allergies to monosodium glutamate\n13. current use of anti-seizure medications",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "George N Verne",
                    "role": "CONTACT",
                    "phone": "(901) 523-8990",
                    "phoneExt": "7571",
                    "email": "George.Verne@va.gov"
                },
                {
                    "name": "QiQi Zhou, MD PhD",
                    "role": "CONTACT",
                    "phone": "(901) 523-8990",
                    "phoneExt": "7226",
                    "email": "qiqi.zhou@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "QiQi Zhou, MD PhD",
                    "affiliation": "Memphis VA Medical Center, Memphis, TN",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "George N Verne",
                    "affiliation": "Memphis VA Medical Center, Memphis, TN",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memphis VA Medical Center, Memphis, TN",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38104-2127",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "George N Verne",
                            "role": "CONTACT",
                            "phone": "901-523-8990",
                            "phoneExt": "7571",
                            "email": "George.Verne@va.gov"
                        },
                        {
                            "name": "Andre L Dodson",
                            "role": "CONTACT",
                            "phone": "(901) 523-8990",
                            "phoneExt": "7102",
                            "email": "Andre.Dodson@va.gov"
                        },
                        {
                            "name": "George N Verne",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "QiQi Zhou, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000043183",
                    "term": "Irritable Bowel Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003109",
                    "term": "Colonic Diseases, Functional"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M25118",
                    "name": "Irritable Bowel Syndrome",
                    "asFound": "Irritable Bowel Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6337",
                    "name": "Colonic Diseases, Functional",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T435",
                    "name": "Whey Protein",
                    "relevance": "LOW"
                },
                {
                    "id": "T6",
                    "name": "Glutamine",
                    "asFound": "Lenvatinib",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}