{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05696184",
            "orgStudyIdInfo": {
                "id": "PRO00020544"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Mechanisms Preventing Pharyngeal Reflux",
            "officialTitle": "Pathophysiology of Pharyngo-esophageal Junction and Esophageal Mechanisms Preventing Pharyngeal Reflux of Gastric Content",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mechanisms-preventing-pharyngeal-reflux"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-13",
            "studyFirstSubmitQcDate": "2023-01-13",
            "studyFirstPostDateStruct": {
                "date": "2023-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Reza Shaker, MD",
                "investigatorTitle": "Associate Provost for Clinical and Translational Research, Senior Associate Dean and Director of the Clinical and Translational Science Institute of SE WI, and the Joseph E. Geenen Professor and Chief of Gastroenterology and Hepatology",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The overall goal is to define and characterize the manometric characteristics of UES incompetence associated with objectively documented pharyngeal reflux. The investigators will use endoscopic reflux detection as gold standard.",
            "detailedDescription": "1. Characterization of UES pressure response to liquid refluxate . Hypothesis 1: UES pressure responses to liquid refluxate are significantly different in patients suffering from both pharyngeal reflux (regurgitation) and SE-GERD compared to healthy controls and GERD patients without regurgitation and SE-GERD. Hypothesis 2: these differences are significantly more pronounced during sustained esophageal distensions induced by slow intra-esophageal infusions compared to those due to rapid infusions.\n2. Determination and characterization of the contribution of sub-sphincteric striated esophagus to the UES pressure barrier. Hypothesis 3: In healthy individual, in addition to the UES, proximal striated esophagus distal to the area normally incorporated in UES high pressure zone contracts in response to liquid reflux irrespective of secondary peristalsis. This contraction potentially prevents contact of refluxate with UES and provides an added layer of protection against pharyngeal reflux. Hypothesis 4: in patients with SE-GERD and perception of regurgitation associated with true pharyngeal reflux, both UES and sub-sphincteric responses are abnormal. Hypothesis 5: in patients with perception of regurgitation but without entry of refluxate into the pharynx, only the sub-sphincteric contraction will be abnormal.\n3. Characterization of reflux- induced esophageal motor activity. Hypothesis 6: While in healthy individuals the predominant esophageal response to reflux is secondary peristalsis, in patients with regurgitation and SE-GERD this response is significantly altered and includes simultaneous, segmental contraction, partially propagated or low amplitude secondary peristalsis and absence of motor response.\n4. Mechanisms of esophago- pharyngeal reflux. Hypothesis 7: pharyngeal reflux occurs when the reflux-induced intra-esophageal pressure exceeds the concurrent UES pressure. This can occur during the following conditions, a. partial UES relaxation, b. complete UES relaxation, c. absence of esophago-UES contractile reflex, d. Belch, e. incomplete swallow and f. excessive intra-esophageal pressure. The investigators will investigate these mechanisms under simulated reflux conditions testing different reflux variables.\n5. Characterization of UES pressure response to liquid refluxate in asthma patients. Hypothesis 8: UES pressure responses to liquid refluxate are significantly different in patients suffering from asthma compared to healthy controls. Hypothesis 9: these differences are significantly more pronounced during sustained esophageal distensions induced by slow intra-esophageal infusions compared to those due to rapid infusions.\n6. Characterization of UES pressure response to liquid refluxate at various levels of the esophagus in healthy controls. Hypothesis 10: The UES pressure response is significantly different for various locations of liquid refluxate in the esophagus. Hypothesis 11: the closer the liquid refluxate to the UES, the stronger the response will be.\n7. Characterization of UES pressure response to liquid refluxate at various levels of the esophagus in GERD patients. Hypothesis 12: The UES pressure response to liquid refluxate at various levels of the esophagus will be significantly different in GERD patients compared to healthy participants. Hypothesis 13: Overall, the UES pressure response to liquid refluxate in GERD patients will be less pronounced than in healthy controls. Hypothesis 14: As the liquid refluxate gets closer to the UES, the UES pressure response to liquid refluxate will increase.\n8. Characterization of UES and esophageal body response to rapid intra-esophageal air injection after esophageal acid sensitization. Supra-esophageal reflux disease is associated with changing in esophageal reflexes, such as esophago-contractile reflex (EUCR) and esophago-relaxation reflex (EURR). Intra-esophageal rapid injection can trigger EURR. 15: The investigators hypothesize that acid sensitization will affect UES and esophageal body response to rapid air injection. Hypothesis 16:The effect of of UES and esophageal body response to rapid air injection after esophageal acid sensitization will be different in healthy compared to GERD patients.\n9. Characterization of deglutition before and after intra-esophageal acid or saline infusion. Supra-esophageal reflux disease is associated with changes in deglutitive pressures in UES, esophageal body and LES. The investigators hypothesize that esophageal acidification will affect UES, esophageal body and LES pressures during swallowing. The effect may be different in healthy compared to GERD patients. The investigators also expect to see a difference in parameter's between diseased Barrett's esophagus patients and the healthy population.\n10. Characterization of deglutition at different phases of the breathing cycle. Typical pattern in healthy adults is swallowing near the end of expiration followed by expiration after swallow. The investigators hypothesize that swallowing at different phases of breathing will affect the UES, esophageal body, and LES pressures during swallowing.\n11. Characterization of UES pressure response to liquid refluxate at various level of the esophagus in SERD patients. Hypothesis 17: As the liquid refluxate gets closer to the UES, SERD patients will have a lower compensatory response compared to GERD and healthy controls and lower contraction of the proximal striated esophagus (measured by the Pharyngeal Contractile Integral)"
        },
        "conditionsModule": {
            "conditions": [
                "GERD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In a heterogeneous group of gastroesophageal reflux disease (GERD) patients, determine and characterize pressure phenomena of the upper esophageal sphincter (UES) incompetence confirmed by concurrent endoscopy.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "GERD patients with complaint of regurgitation and supra-esophageal reflux disease (SERD)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "GERD patients with complaint of regurgitation and one of the following supra-esophageal symptoms attributed to reflux of gastric content: chronic cough, frequent throat clearing, history of non-deglutitive aspiration pneumonia, hoarse voice, chronic sinusitis and dental erosion i.e. SE-GERD. Patients will undergo endoscopic evaluation of reflux and upper esophageal sphincter (UES) manometric testing.",
                    "interventionNames": [
                        "Diagnostic Test: Concurrent manometry/impedance/pH with video pharyngo-laryngoscopy",
                        "Diagnostic Test: Slow and rapid intra-esophageal infusion"
                    ]
                },
                {
                    "label": "Age and gender matched healthy controls",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Controls will undergo endoscopic evaluation of reflux and upper esophageal sphincter (UES) manometric testing.",
                    "interventionNames": [
                        "Diagnostic Test: Concurrent manometry/impedance/pH with video pharyngo-laryngoscopy",
                        "Diagnostic Test: Slow and rapid intra-esophageal infusion"
                    ]
                },
                {
                    "label": "Age and gender matched patient controls (GERD without regurgitation and supra-esophageal complaint)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Age and gender matched patient controls (GERD without regurgitation and supra-esophageal complaint). Patients will undergo endoscopic evaluation of reflux and upper esophageal sphincter (UES) manometric testing.",
                    "interventionNames": [
                        "Diagnostic Test: Concurrent manometry/impedance/pH with video pharyngo-laryngoscopy",
                        "Diagnostic Test: Slow and rapid intra-esophageal infusion"
                    ]
                },
                {
                    "label": "Asthma patients with and without supra-esophageal symptoms",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Asthma patients with and without supra-esophageal symptoms (these symptoms include chronic cough, frequent throat clearing, history of non-deglutitive aspiration pneumonia, hoarse voice, chronic sinusitis, and dental erosion). Patients will undergo endoscopic evaluation of reflux and upper esophageal sphincter (UES) manometric testing.",
                    "interventionNames": [
                        "Diagnostic Test: Concurrent manometry/impedance/pH with video pharyngo-laryngoscopy",
                        "Diagnostic Test: Slow and rapid intra-esophageal infusion"
                    ]
                },
                {
                    "label": "Age and gender matched patient controls for diagnosed Barrett's esophagus patients",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient controls for diagnosed Barrett's esophagus patients. Patients will undergo endoscopic evaluation of reflux and upper esophageal sphincter (UES) manometric testing.",
                    "interventionNames": [
                        "Diagnostic Test: Concurrent manometry/impedance/pH with video pharyngo-laryngoscopy",
                        "Diagnostic Test: Slow and rapid intra-esophageal infusion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Concurrent manometry/impedance/pH with video pharyngo-laryngoscopy",
                    "description": "Combined manometric/impedance/pH recording: we will use combined solid-state high-resolution manometry and impedance catheter with 36 circumferential pressure sensors, spaced 1 cm apart, 18 impedance sensor couplets spaced 2 cm apart, 3 pH sensors spaced 7 and 10 cm respectively. The catheter will be introduced trans-nasally.\n\nConcurrent video-pharyngo-laryngoscopy: to monitor concurrently the pharynx and larynx for entry of simulated refluxate we will use a laryngo-pharyngo-scope passed through the other nostril and positioned within the pharynx such that the UES inlet, vocal cords and pyriform sinuses are visualized. The laryngo-pharyngo-scope images will be synchronized with manometric/impedance/pH recordings by importing and superimposing the endoscopic images onto high resolution manometric recordings. A specially designed timer will be superimposed on the video images for durational analyses of endoscopic images.",
                    "armGroupLabels": [
                        "Age and gender matched healthy controls",
                        "Age and gender matched patient controls (GERD without regurgitation and supra-esophageal complaint)",
                        "Age and gender matched patient controls for diagnosed Barrett's esophagus patients",
                        "Asthma patients with and without supra-esophageal symptoms",
                        "GERD patients with complaint of regurgitation and supra-esophageal reflux disease (SERD)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Slow and rapid intra-esophageal infusion",
                    "description": "A 3 mm outer diameter injection tube will be placed through the nose in a fashion that the injection port will be located 5-7cm above the manometrically determined upper border of lower esophageal sphincter (LES). With this arrangement gastroesophageal reflux events will be simulated by intra-esophageal injection of body temperature1/2 normal saline (its ionic nature helps impedance recording and identification of intra-esophageal distribution), 0.1 N HCl. Infused liquid will be colored green using food dye for ease of recognition of pharyngeal reflux. Esophageal clearance will be verified by the presence of an effective peristalsis and return of intra-esophageal impedance and pressure to baseline. Endoscopic views of pharynx will be watched carefully during infusions. At the first sign of reflux, perfusion will be stopped, and participants will be instructed to swallow to avoid any potential airway compromise.",
                    "armGroupLabels": [
                        "Age and gender matched healthy controls",
                        "Age and gender matched patient controls (GERD without regurgitation and supra-esophageal complaint)",
                        "Age and gender matched patient controls for diagnosed Barrett's esophagus patients",
                        "Asthma patients with and without supra-esophageal symptoms",
                        "GERD patients with complaint of regurgitation and supra-esophageal reflux disease (SERD)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pressure Data Analysis",
                    "description": "All pressure measurements will be recorded at a 35HZ frequency and measured in reference to the atmospheric pressure UES and LES pressures will be measured utilizing the e-sleeve function of the manometric analysis software. All UES, LES and esophageal baseline pressures will be measured as peaks and troughs over 3 tidal volume respiratory cycles at stable resting conditions when no pharyngeal, gastric, esophageal, UES or LES events are present. Type, frequency, amplitude, onset, and duration of the UES response along with the LES and esophageal body response will be recorded.",
                    "timeFrame": "During simulated reflux perfusion of the esophagus"
                },
                {
                    "measure": "Videoendoscopic data analysis",
                    "description": "Onset of the entry of colored refluxate into the pharynx though the UES inlet will be determined and correlated with the UES, esophageal and LES pressure phenomena, impedance and pH events. Endoscopic documentation of pharyngeal reflux will be considered the gold standard and impedance and pH data will be compared to it.",
                    "timeFrame": "During simulated reflux perfusion of the esophagus"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 to 85\n\n  * GERD patients with complaints of regurgitation and supra-esophageal symptoms will be included and recruited from our GI \\& Otolaryngology clinics\n  * GERD patients without complaint of supra-esophageal symptoms and regurgitation will be included and recruited from our GI \\& Otolaryngology clinics\n  * Asthma patients with and without supra-esophageal symptoms will be included and recruited from clinics affiliated with Medical College of Wisconsin. Asthma patients with the following classifications of asthma severity will be included: intermittent, mild persistent, moderate persistent, and severe persistent (as long as no acute asthma exacerbation at the time of the study)\n  * Patient definition will be based on position statement and technical reviews of the American Gastroenterological Association and Montreal definition and classification of gastroesophageal and reflux disease (Am J Gastroenterol. 2006;101:1900-1920).\n  * SERD is defined as patients on long term acid suppressive therapy complaining of persistent regurgitation along with supra-esophageal manifestations such as burning throat, asthma, chronic cough, or hoarseness. Patients will be screened by Reflux Symptom Index \\> 13.\n  * Barrett's esophagus patients will be recruited based on histological diagnosis from previous endoscopic biopsy that will be found using the clinical database warehouse.\n\nExclusion Criteria:\n\n* Age \\<18 or \\>85\n\n  * Active alcohol or drug abuse\n  * History of ear, nose, throat and pulmonary diseases suspected of being GERD induced\n  * History of head and neck malignancy and chemo-radiation therapy to the head and neck\n  * Unable to give consent\n  * Pregnant women (see justification in the Women and Minority Inclusion in Clinical Research section)\n  * History of allergy to Lidocaine for nasal topical anesthesia\n  * Allergy to green food dye\n  * Asthma patients with an acute asthma exacerbation with symptoms including breathlessness, wheezing, and chest tightness",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Reza Shaker, MD",
                    "role": "CONTACT",
                    "phone": "4149556840",
                    "email": "rshaker@mcw.edu"
                },
                {
                    "name": "Mark Kern",
                    "role": "CONTACT",
                    "phone": "4148053826",
                    "email": "mkern@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Reza Shaker, MD",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53086",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Reza Shaker, MD",
                            "role": "CONTACT",
                            "phone": "414-955-6840",
                            "email": "rshaker@mcw.edu"
                        },
                        {
                            "name": "Mark Kern",
                            "role": "CONTACT",
                            "phone": "4148053826",
                            "email": "mkern@mcw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8880",
                    "name": "Gastroesophageal Reflux",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}