{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05691439",
            "orgStudyIdInfo": {
                "id": "217730"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH126109",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH126109"
                }
            ],
            "organization": {
                "fullName": "University of Oregon",
                "class": "OTHER"
            },
            "briefTitle": "Mechanisms of Depression and Anhedonia in Adolescents: Linking Sleep to Reward- and Stress-Related Brain Function",
            "officialTitle": "Mechanisms of Depression and Anhedonia in Adolescents: Linking Sleep Duration and Timing to Reward- and Stress-Related Brain Function",
            "acronym": "MoDA",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "mechanisms-of-depression-and-anhedonia-in-adolescents-linking-sleep-to-reward-and-stress-related-brain-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-07",
            "studyFirstSubmitQcDate": "2023-01-10",
            "studyFirstPostDateStruct": {
                "date": "2023-01-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Melynda Casement",
                "investigatorTitle": "Associate Professor of Psychology",
                "investigatorAffiliation": "University of Oregon"
            },
            "leadSponsor": {
                "name": "University of Oregon",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oregon Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "University of Pittsburgh",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research will use biobehavioral approaches to generate understanding about the linkages between sleep duration and timing, stressful life events, and depressive symptoms in adolescents, with a long-term aim of developing effective preventative interventions.",
            "detailedDescription": "The last decade witnessed a steady growth from 8% to 14% in the prevalence of adolescents suffering from major depressive episode within the past year, and depression is expected to be the leading cause of global disability by 2030. The increase in depression incidence and disability is also related to increases in suicidality in adolescents, and the depressive symptom of anhedonia predicts suicidality above and beyond depression diagnosis. The high degree of morbidity and mortality associated with depression and anhedonia in adolescence makes this a key developmental period for research and intervention. Risk for depression and anhedonia is elevated in adolescents with insufficient sleep duration, late sleep timing, or elevated exposure to stressors. Alarmingly, only 30% of adolescents regularly obtain the recommended hours of sleep, and sleep timing is at its latest during mid- to late-adolescence. Adolescents also report high levels of stress related to work- and time-demands, and most will experience at least one major adverse life event before adulthood. Short/late sleep and stressors may also cause disruptions in reward- and stress-related brain function (e.g., medial prefrontal cortex response to monetary reward, autonomic and endocrine function during stressors), which are key biobehavioral mechanisms of depression and anhedonia. Short/late sleep habits are prime targets for depression intervention in adolescents; however, there is insufficient causal evidence that improving sleep opportunity and/or timing will alter the biobehavioral mechanisms of depression.\n\nThe overall objective of this R01 is to evaluate a biobehavioral model whereby sufficient sleep duration and/or early sleep timing can reduce depressive symptoms and anhedonia by promoting reward- and stress-related brain function in adolescents. The long-term goal of this research is to leverage sleep and circadian function to promote mental health. A series of studies by the PI and Co-Is indicate that short sleep, late sleep, and stressful life events independently predict reward- and stress-related brain function and depressive symptoms in adolescents. However, these studies do not evaluate the interactive effects of sleep/circadian function and stressful life events, or use experimental designs. More recent research by the PI and Co-Is uses sleep-circadian manipulation to target reward- and stress-related brain function and improve mental health in adolescents. Building from this research, this R01 will test the central hypothesis that extending and/or advancing sleep will alter reward- and stress-related brain function, and decrease depressive symptoms and anhedonia, in adolescents with short and late sleep. This proposal is consistent with the National Institute of Mental Health (NIMH) Strategic Objective to identify clinically meaningful biomarkers and behavioral indicators of mental health."
        },
        "conditionsModule": {
            "conditions": [
                "Depression in Adolescence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sleep extension and advance \"Lark Routine\"",
                    "type": "EXPERIMENTAL",
                    "description": "Participants go to bed 90 minutes earlier than their typical average bedtime to extend sleep duration and advance sleep timing",
                    "interventionNames": [
                        "Behavioral: Sleep extension and advance"
                    ]
                },
                {
                    "label": "Regular sleep duration and timing \"Owl Routine\"",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants go to bed at their typical average bedtime",
                    "interventionNames": [
                        "Behavioral: Regular sleep duration and timing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep extension and advance",
                    "description": "Participants in the sleep extension and advance condition will maintain a stable sleep schedule that extends sleep duration and advances bedtime by 90 min relative to weekday bedtime. This chronotherapeutic manipulation will include blocking phase-delaying light in the evening using goggles with orange lenses (\"blue blockers\") beginning 2 h prior to bedtime, and 30 min of 506 lux blue-green light exposure in the morning beginning at rise time using bright light goggles (ReTimer Pty Ltd., Australia). Schedule and chronotherapy adherence will be reinforced using motivational techniques (e.g., securing motivation, preplanning, problem-solving), requiring participants to text the study coordinator and complete morning assessments at rise time, and monetary incentives.",
                    "armGroupLabels": [
                        "Sleep extension and advance \"Lark Routine\""
                    ],
                    "otherNames": [
                        "Lark routine"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Regular sleep duration and timing",
                    "description": "Participants in the regular sleep duration and timing condition will keep a stable sleep schedule that matches their typical weekday sleep opportunity and timing. Schedule adherence will be reinforced using motivational techniques (e.g., securing motivation, preplanning, problem-solving), requiring participants to text the study coordinator and complete morning assessments at rise time, and monetary incentives.",
                    "armGroupLabels": [
                        "Regular sleep duration and timing \"Owl Routine\""
                    ],
                    "otherNames": [
                        "Owl routine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Pediatric Depression Scale - Short Form (8-item)",
                    "description": "The Patient-Reported Outcomes Measurement Information System (PROMIS) scale for Depression (8-item short form) will be administered at baseline, after each 2-week interval of intensive monitoring, and at follow-up, in reference to the past 7 days. The measure uses 5-point Likert scales, with scores ranging from 8 to 40 and higher scores indicating higher depression and lower scores indicating better outcome. Raw scores are converted to standardized T-scores using conversion tables published on the PROMIS website (nihpromis.org). T-scores of 50 represent the mean of the standardized sample.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Pediatric Positive Affect Scale - Short Form (8-item)",
                    "description": "The Patient-Reported Outcomes Measurement Information System (PROMIS)scale for Positive Affect (8-item short form) will be administered at baseline, after each 2-week interval of intensive monitoring, and at follow-up, in reference to the past 7 days. The measure uses 5-point Likert scales, with scores ranging from 8 to 40 and higher scores indicating higher positive affect and better outcome. Raw scores are converted to standardized T-scores using conversion tables published on the PROMIS website (nihpromis.org). T-scores of 50 represent the mean of the standardized sample.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Dimensional Anhedonia Rating Scale (DARS)",
                    "description": "The Dimensional Anhedonia Rating Scale (DARS) will be used to assess state anhedonia related to 4 domains: hobbies, food/drink, social activities, and sensory experience. The 17-item measure assesses hedonic experiences \"right now\" using 4-point Likert scales. The DARS has high reliability and good convergent and divergent validity. The DARS scores range from 0 to 68, with higher scores indicating lower anhedonia and better outcome.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Reward-related brain function",
                    "description": "Functional magnetic resonance imaging (fMRI) during the Monetary Incentive Delay (MID) task will be used to measure blood oxygen level dependent (BOLD) regional response and functional connectivity related to anticipation and receipt of monetary rewards. This task reliably elicits activation in neural reward circuitry and is sensitive to depression and sleep/circadian factors.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Stress-related brain function",
                    "description": "Stress-related brain function will be indexed using autonomic and neuroendocrine measures taken before and during the Trier Social Stress Task (TSST). The TSST is a lab-based social-evaluative threat task that reliably elicits subjective stress and increases in the stress-hormone cortisol.",
                    "timeFrame": "2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 14-18 years of age\n2. Currently in high school\n3. short and late sleep (weekday sleep duration ≤ 7 h and bedtime ≥ 22:30 (10:30 pm); n=100) or long and early sleep (weekday sleep duration ≥ 7 hours and bedtime ≤ 22:30 (10:30 pm); n=50), indexed by the Munich Chronotype Questionnaire\n4. Lifetime stressful event frequency ≥ 2 on the Stress and Adversity Inventory (STRAIN) Screener\n5. Depressive symptom severity t-score greater than or equal to 45 on the Patient Reported Outcomes (PROMIS) Depression scale\n6. English language fluency\n\nExclusion Criteria:\n\n1. Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) criteria for current moderate to severe alcohol/substance use disorder (≥4 symptoms);\n2. Current sleep disorders other than insomnia, delayed sleep phase, or hypersomnia, determined by the Structured Clinical Interview for DSM-5 Sleep Disorders;\n3. Lifetime diagnosis of bipolar or schizophrenia spectrum disorder;\n4. Urgent suicide risk, defined by moderate/severe risk as per Columbia Suicide Severity Rating (CSSR) Community Card, and clinician determination that current risk requires immediate action, precluding engagement in study;\n5. Certain medical conditions (e.g., serious neurological disorder, heart failure or serious heart trouble, history of unconsciousness \\> 5 minutes);\n6. Conditions that are contraindicated for functional magnetic resonance imaging (fMRI; e.g., ferrous metal in the body);\n7. Positive screen for participant-reported eye disease, epilepsy, or photosensitizing medications that are contraindicated during the manipulation condition when bright light is administered (e.g., psychiatric neuroleptic drugs \\[e.g., phenothiazine\\], psoralen drugs, antiarrhythmic drugs \\[e.g., amiodarone\\], antimalarial and antirheumatic drugs, porphyrin drugs used in photodynamic treatment of skin diseases);\n8. Use of melatonin if participant is not willing to discontinue use for the duration of the study.\n\nWe will schedule around (i.e., delay appointments as needed) to avoid the timeframe of the following events:\n\n1. travel across two or more time zones within the month prior to the overnight study visits;\n2. beginning or ending a prescribed medication within 2 months of the observational study;\n3. prescribed medication dose changes within the timeframe calculated as 5x the drug's half-life \\[the time to reach pharmacokinetic steady-state\\] before the initiation of the observational or experimental studies;\n4. anticipated change in prescribed medications or medication dosing during the observational or experimental studies.\n\nParticipants with positive breathalyzer screen (blood alcohol level \\> .02) will be rescheduled for an alternative overnight visit date. Participants excluded for suicide risk may become eligible for the study when the risk has dissipated. We will reschedule participants who have current symptoms of an airborne infectious illness (e.g., COVID).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amanda Johnson",
                    "role": "CONTACT",
                    "phone": "541-346-4107",
                    "email": "anj@uoregon.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melynda D Casement, PhD",
                    "affiliation": "University of Oregon",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Oregon",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melynda D Casement",
                            "role": "CONTACT",
                            "phone": "541-346-7051",
                            "email": "casement@uoregon.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be shared through publication of findings in scientific publications, and through investigator responses to direct data requests from members of the scientific community. We will make available to the research community any resource that is presented in a publication that is published or accepted for publication. We agree to release and share data in a timely manner. Should any intellectual property arise that may be patentable, the University of Oregon will ensure that the related technology (materials and final research data) remains widely available in timely fashion to the research community in compliance with policies and regulations governing research awards from the NIH. Participant data shared outside of the University of Oregon will be free of identifying information that would permit linkages to individual research participants and variables that could lead to deductive disclosure of the identity of individual subjects.",
            "timeFrame": "We will make available to the research community any resource that is presented in a publication that is published or accepted for publication. We agree to release and share data in a timely manner, but no later than one year following completion of the funded project period or the date of publication of the main findings from our final data set.",
            "accessCriteria": "In order to gain access to data, researchers who were not part of the original research protocol as defined by the University of Oregon IRB application must submit a detailed description of their project to the Investigator Committee. The proposal must include the investigator's personal identification and institutional affiliation, a current CV, qualifications, estimated duration of the proposed research, source of financial support, and a conflict of interest statement. The protocol described must include study aims, background and significance, and methods and types of analysis, and a description of the data requested and list of variables. Once approved, the investigator must complete the necessary University of Oregon IRB exempt research application form and document completion of a responsible conduct of research program. Data will not be provided that could identify individual research participants or that the original consent form expressly forbade."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059445",
                    "term": "Anhedonia"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29467",
                    "name": "Anhedonia",
                    "asFound": "Anhedonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T244",
                    "name": "Orange",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}