{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04924088",
            "orgStudyIdInfo": {
                "id": "D3200-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Medical-legal Partnerships to Prevent Evictions and Homelessness Among Veterans",
            "officialTitle": "Medical-legal Partnerships to Prevent Evictions and Homelessness Among Veterans",
            "therapeuticArea": [
                "Other"
            ],
            "study": "medical-legal-partnerships-to-prevent-evictions-and-homelessness-among-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-04",
            "studyFirstSubmitQcDate": "2021-06-07",
            "studyFirstPostDateStruct": {
                "date": "2021-06-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Connecticut Veterans Legal Center",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The legal team in medical-legal partnerships works with healthcare providers to improve their clients' lives. It is unknown whether this approach is better than providing usual legal services, with no special emphasis on non-legal matters and no particular collaboration with healthcare providers. The investigators propose to randomly assign 300 Veterans with housing-related legal problems to either legal help from a medical-legal partnership or help from lawyers in the community. The investigators will follow the randomized Veterans in this study for one year to determine if there is a difference between the two groups of Veterans in their housing situations and their mental health. The investigators will also interview Veterans in both groups about their experience of the legal services they have received.",
            "detailedDescription": "Medical-legal partnership (MLP) is an innovative intervention that is being introduced both in and outside of the VA healthcare system. The objective of the proposed project is to study whether MLPs improve housing for homeless Veterans. MLPs represent a potentially effective rehabilitative model. The VA has created interventions to help Veterans with criminal justice problems, but there has been little attention on important civil legal problems, such as evictions, landlord disputes, and rent arrears, that may interfere with stable housing and health. A number of community-based legal providers outside the VA are beginning to partner with VA medical centers to form MLPs to help Veterans address these civil legal issues.\n\nMLPs are especially important for Veterans whose psychiatric conditions make it more difficult for them to work with the legal system. MLPs address problems with evictions and other housing-related issues within an integrated multidisciplinary framework, encompassing the legal and mental health teams.\n\nThe investigators' experience and prior work with MLPs uniquely positions us to complete the proposed work. The first VA MLP in the country was established between VA Connecticut and the Connecticut Veterans Legal Center. This MLP will be the investigators' study site and has become a model for other sites. The investigators have already conducted a funded uncontrolled observational study and found that MLPs improve housing and mental health outcomes of Veterans. However, more rigorous research is needed on this model. The investigators are proposing the first randomized controlled trial of VA MLP. The results will help VA leadership make informed decisions about supporting the investment and expansion of MLPs as an intervention for Veterans.\n\nThe ultimate goal of the proposed project is to evaluate the effectiveness of a community-based, interdisciplinary intervention to address housing-related legal issues and support the rehabilitation of homeless and at-risk Veterans. The results will inform the VA about the potential of integrating non-VA community legal providers into the VA healthcare system as a new interdisciplinary care model. To achieve this goal, the investigators have two main study aims.\n\nAim 1: Evaluate the impact of MLP on housing outcomes (primary), mental health and social integration outcomes (secondary) There has been no randomized controlled trial of MLPs and this would be the first study of its kind. The field of MLPs is in desperate need of more rigorous study and VA needs guidance on whether MLPs should be supported and promoted as an effective intervention. The investigators recently completed an uncontrolled observational study of VA MLPs funded by the Bristol-Myers Squibb Foundation. The current proposal represents a logical next step in the evidence hierarchy for MLPs. In this current proposal, the investigators plan to conduct a randomized controlled trial with 300 low-income Veterans with mental illness at VA Connecticut with a treatment group that receives on-site MLP services and a control group that receives outside legal assistance. The investigators will enroll Veterans with housing-related legal issues including rent-based evictions, rule violations, and other landlord tenant disputes because of their potential impact on homeless and at-risk Veterans. Participants will be followed for one year and the main outcome of interest will be their housing status after one year.\n\nA secondary outcome will be the change in mental health symptomatology over time as measured by the BASIS-R. Because the investigators posit that MLPs especially benefit Veterans whose severe symptoms impair their ability to navigate the legal system, in secondary analyses, the investigators will test the extent to which mental health overall and psychotic symptom severity (as measured by the BASIS-R) moderate response to MLP assignment. Based on MLPs posited impact on mental health service use and their fostering Veteran empowerment, the investigators will test weeks using any VA mental health service and self-rated empowerment as potential mediators of treatment response.\n\nAim 2: Examine the Veteran experience with seeking and receiving legal interventions The VA healthcare system is focused on understanding the Veteran experience and providing patient centered care. MLPs are a new intervention it is important to examine how Veterans feel about the MLP intervention. Additionally, some Veterans do not have access to MLPs and they may seek assistance from other types of providers and services, so it is also important to examine Veterans' experiences when they don't have access to MLPs. Therefore, the investigators will include a qualitative component to complement the randomized controlled trial. There is potentially rich qualitative data that will not be captured by the quantitative assessments collected in the randomized trial conducted for Aim 1. The investigators will interview a total of 30 participants- 15 participants each from the treatment and control groups. The investigators will interview each participant twice, once at 3- month follow-up and again at 6-month follow-up. The results will shed light on initial and longer-term Veteran rehabilitation experiences with seeking and receiving assistance from MLP and outside legal providers for housing-related needs."
        },
        "conditionsModule": {
            "conditions": [
                "Homelessness",
                "Mental Health"
            ],
            "keywords": [
                "legal services",
                "mental health services",
                "veterans",
                "medical-legal partnership"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial comparing an intervention to treatment-as-usual",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Medical-legal partnership",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment group will receive the MLP intervention through the Connecticut Veterans Legal Center in partnership with the VA Connecticut Healthcare System. The MLP intervention can be categorized into seven activity components: initial in-person and subsequent in-person interviews; discussions with clients by phone; research and review of relevant documents; consultations with clinicians or other attorneys; interactions with opposing parties; time appearing at formal hearings; and travel time.",
                    "interventionNames": [
                        "Behavioral: Medical-legal partnership"
                    ]
                },
                {
                    "label": "Referral to pro-bono lawyer",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Control group will receive outside legal aid, i.e., control participants will be referred to pro-bono lawyers in the state.",
                    "interventionNames": [
                        "Behavioral: Referral to pro-bono lawyer"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Medical-legal partnership",
                    "description": "Treatment group will receive the MLP intervention through the Connecticut Veterans Legal Center in partnership with the VA Connecticut Healthcare System. The MLP intervention can be categorized into seven activity components: initial in-person and subsequent in-person interviews; discussions with clients by phone; research and review of relevant documents; consultations with clinicians or other attorneys; interactions with opposing parties; time appearing at formal hearings; and travel time.",
                    "armGroupLabels": [
                        "Medical-legal partnership"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Referral to pro-bono lawyer",
                    "description": "Control group will receive outside legal aid, i.e., control participants will be referred to pro-bono lawyers in the state.",
                    "armGroupLabels": [
                        "Referral to pro-bono lawyer"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Housing questionnaire change",
                    "description": "80 percent days in own place or 45-day increase in own place from baseline",
                    "timeFrame": "Past 90 days. Collected at baseline, 3, 6, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "BASIS-R",
                    "description": "Mental health symptoms",
                    "timeFrame": "Past week. Collected at baseline, 3,6, 12 months"
                },
                {
                    "measure": "The Yale Citizenship Scale",
                    "description": "Self-report measure of social integration and citizenship",
                    "timeFrame": "Present moment. Collected at baseline, 3, 6, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Annual non-VA income at or below 200% of the federal poverty level\n* Has a legal problem related to housing (e.g., eviction, rent arrears, housing violation)\n* Engaged in a VA mental health or homeless program\n* Able to provide informed consent\n* Match income level CVLC uses for service eligibility\n* Participants will be recruited from zip codes in which the team and CVLC will be recruiting from\n\nExclusion Criteria:\n\n* Has been assigned a conservator of person\n* Will not be able to complete follow-up assessments (e.g., moving away)\n* Already receiving civil legal aid from Connecticut Veterans Legal Program",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison Lee, MPH",
                    "role": "CONTACT",
                    "phone": "(203) 932-5711",
                    "phoneExt": "3543",
                    "email": "allison.lee@va.gov"
                },
                {
                    "name": "Christina M Lazar, MPH",
                    "role": "CONTACT",
                    "phone": "(203) 932-5711",
                    "phoneExt": "4833",
                    "email": "Christina.Lazar@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc I. Rosen, MD",
                    "affiliation": "VA Connecticut Healthcare System West Haven Campus, West Haven, CT",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Connecticut Healthcare System West Haven Campus, West Haven, CT",
                    "status": "RECRUITING",
                    "city": "West Haven",
                    "state": "Connecticut",
                    "zip": "06516-2770",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Lee, MPH",
                            "role": "CONTACT",
                            "phone": "203-932-5711",
                            "phoneExt": "3543",
                            "email": "allison.lee@va.gov"
                        },
                        {
                            "name": "Allison Lee, MPH",
                            "role": "CONTACT",
                            "phone": "(203) 932-5711",
                            "phoneExt": "3543",
                            "email": "allison.lee@va.gov"
                        },
                        {
                            "name": "Marc I. Rosen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.27065,
                        "lon": -72.94705
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be created and shared.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "One year after study completion",
            "accessCriteria": "Upon completion of a data sharing agreement with the PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}