{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06250309",
            "orgStudyIdInfo": {
                "id": "20127"
            },
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "Mediterranean Diet Versus Western Diet on Fatigue in Autoimmune Hepatitis Patients",
            "officialTitle": "Randomized Crossover Diet Study Comparing Impact of Mediterranean Diet to Western Diet on Fatigue in Autoimmune Hepatitis Patients",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "mediterranean-diet-versus-western-diet-on-fatigue-in-autoimmune-hepatitis-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-01",
            "studyFirstSubmitQcDate": "2024-02-01",
            "studyFirstPostDateStruct": {
                "date": "2024-02-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Craig Lammert",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-center, proof-of-concept pilot study which uses a cross-over design to compare two dietary interventions/treatments: Western Diet (WD) vs Mediterranean (MD) and impact on quality-of-life parameters in AIH. Participants will receive both treatments through two phases and will be divided into two groups.",
            "detailedDescription": "Autoimmune hepatitis (AIH) patients have dramatically reduced quality of life compared to healthy controls. Many symptoms that drive this reduction remain well known, yet clinicians have little to no data on interventions that may reduce symptom burden.\n\nAs awareness of the broad life impact of autoimmune hepatitis (AIH) has increased, a more comprehensive clinical model that considers other medical interventions such as diet has become more important to patients. Diet has been an area of important study in a number of other auto-inflammatory diseases, particularly focused on pathogenesis, symptomatic treatment, and even modification of clinical outcomes in a number of autoimmune illnesses.\n\nAs complex diseases, autoimmune illnesses such as rheumatoid arthritis, multiple sclerosis, and even lupus are the result of both genetic and environmental risk factors. Environmental contributions from diet are ubiquitous, and the increased prevalence of autoimmune illnesses in North America has been hypothesized in part related to western diet (WD). Characterized by a high intake of red meat, saturated and trans fats, a low ratio of omega-3:omega-6 fatty acids and high consumption of refined carbohydrates, WD has been associated with an increased risk of autoimmunity principally through an increase of inflammation and an induction of insulin-resistance and obesity.\n\nTo date, the Mediterranean diet (MD) has the most evidence as a disease modifying intervention in autoimmune illnesses. MD's protective properties are related to antioxidant and anti-inflammatory effect may related to abundance of several nutrients, especially dietary fiber, magnesium, omega 3 and mono-unsaturated fatty acids, polyphenols, and tocopherols, that promote a reduction in inflammation as well as insulin-resistance and thereby protect from diabetes and cardiovascular disease. Unfortunately, in rheumatoid arthritis (RA), the anti-inflammatory properties of MD impact on disease development and progression have been mixed. Yet, MD consumption has been shown to provide a symptomatic improvement, including disease activity, inflammatory markers and physical function\n\nFatigue is the most prevalent symptom among AIH patients and has the most dramatic impact on quality of life. Current guidelines have no specific guidance to treatment or management of fatigue beyond seeking other medical contributions (i.e. anemia, cardiac disease, hypothyroidism). Dietary changes have not been investigated as a therapeutic approach in AIH despite data from other autoimmune diseases\n\nA total of 48 subjects will be randomized by a computer program into one of two groups: MD or WD. This is a cross-over study and after completion of the initial randomized arm (MD or WD), the study patient will enter the opposite dietary intervention as the first arm. The study team (PI and study coordinator) will remain blind to the diet intervention study. Randomization arm information will be provided to the nutritional team preparing diets for treatment arms. The patients will also remain blinded to the diet type in each arm, despite patient understanding of dietary components may reveal the investigational diet arm they are currently receiving."
        },
        "conditionsModule": {
            "conditions": [
                "Autoimmune Hepatitis"
            ],
            "keywords": [
                "fatigue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "A total of 48 participants will be enrolled in this trial with two phases: Western Diet and Mediterranean Diet. Each participant will complete both phases, with a 6 week wash out period in between the phases. Each participant is randomized, in a 1:1 ratio, to one particular diet. When the first phase is completed, the wash out period begins. After completion of the wash out phase, the participant is crossed over into the other diet.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Study investigators will be blinded as to the randomization for all participants until all study procedures are completed.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mediterranean Diet (MD)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Mediterranean Diet (MD) includes similar food patterns to those described in the Healthy Mediterranean-Style Dietary Pattern in the Dietary Guidelines for Americans, 2020-2025. The daily caloric needs of participants will be calculated to ensure weight stability. For a daily 2,000 kcal diet, participants will consume 2.5 cup equivalents of vegetables, 2.5 cup equivalents of fruits, 3 ounce equivalents of whole grains, 2 cup equivalents of dairy, 6 ounces equivalent of protein foods (with 32% from seafood, and 11% from nuts, seeds and soy products), and 27 grams of canola or olive oil, per day. No more than 12% of calories per day will come from discretionary foods (I.e., added sugar, saturated fat).",
                    "interventionNames": [
                        "Dietary Supplement: Dietary assignment"
                    ]
                },
                {
                    "label": "Western Diet (WD)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Western Diet (WD) includes similar food patterns to those described in the Data Tables of What We Eat in America, NHANES (13) . We will match intake according to gender and age group in years (I.e., 20-29; 30-39; 40-49; 50-59; 60-69; 70 and over). On average, participants will consume 1.6 cup equivalent of vegetables, 0.9 cup equivalents of fruits, 0.8 ounce equivalents of whole grains,1.4 cup equivalents of dairy, 6.3 ounces equivalent of protein foods (with 10% from seafood, and 14% from nuts, seeds and soy products). The diet will contain 12% of calories per day from saturated fat, and 12.7% of calories from added sugars.",
                    "interventionNames": [
                        "Dietary Supplement: Dietary assignment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Dietary assignment",
                    "description": "A total of 48 subjects will be randomized by a computer program into one of two groups: MD or WD. Participation in each dietary arm lasts 8 weeks, with a 6 week washout period in between each arm.",
                    "armGroupLabels": [
                        "Mediterranean Diet (MD)",
                        "Western Diet (WD)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in clinical fatigue via Promis 29",
                    "description": "Assessment from the patient only through data collection from the Promis-29 instrument. This 29 item instrument that measures various difficulties in health related quality of life in 7 domains. For this measure, a higher scores equals more of the concept being measured.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in overall health related quality of life via Promis 29",
                    "description": "Assessment from the patient only through data collection from the Promis-29 instrument. This 29 item instrument that measures various difficulties in health related quality of life in 7 domains. For this measure, a higher scores equals more of the concept being measured.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Changes in liver stiffness and fat content via transient elastography",
                    "description": "Assessment from the patient only as measured by VCTE (vibration controlled transient elastography) via FibroScan® and with bioelectrical impedance via INBody®measure. A higher score equals more liver steatosis and fibrosis.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in alanine transaminase (ALT) value",
                    "description": "Assessment from the patient only through lab results taken from a venous blood draw.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in IgG value",
                    "description": "Assessment from the patient only through lab results taken from a venous blood draw.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Established autoimmune hepatitis (AIH) confirmed according to simplified criteria (\\>6) or historical confirmatory liver biopsy with inflammation consistent with AIH\n* Therapeutically stable AIH: no changes to immunosuppression (corticosteroids or baseline immunosuppression) within 4 weeks of study enrollment\n* Previous enrollment in the Indiana University GRACE study\n* Fatigue domain score (PROMIS-29) more than population mean (PROMIS 29 score): T-score ≥ 55\n* Diagnosis of AIH \\> 6 months\n* Current age: 18 to 80 years old\n* Willing and agree to comply with protocol requirements\n* Female patients who are of reproductive potential must agree for the duration of the study to use an effective means of contraception (e.g., abstinence, hormonal contraception methods that inhibit ovulation, intrauterine device, intrauterine hormone-releasing system, bilateral tubal ligation, vasectomized partner)\n* Capable of storing 1 week duration of frozen food and preparing meals\n* Capable of receiving weekly frozen food on scheduled day of delivery\n* Capable of understanding and signing the informed consent document\n\nExclusion Criteria:\n\n* Concurrent diagnosis of celiac disease\n* Concurrent use of dedicated dietary intervention (patient driven or else)\n* Established diagnosis of variant syndrome (AIH with Primary biliary cholangitis, AIH with Primary sclerosing cholangitis)\n* Child Pugh score \\> 7\n* MELDNa score \\> 7\n* Clinical evidence of de-compensated cirrhosis: ascites, total bilirubin \\>1.5, large esophageal varices or history of bleeding, known diagnosis of hepatic encephalopathy\n* Women who are pregnant or breastfeeding or intend to become so for the entire duration of the study; this information will be self-reported; no pregnancy test will be performed\n* History of liver transplantation\n* Current treatment with an investigational drug\n* Historical intolerance or allergy to foods included in a Mediterranean Diet or a Western Diet",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelsey Green, MPH",
                    "role": "CONTACT",
                    "phone": "317-278-9292",
                    "email": "greenke@iu.edu"
                },
                {
                    "name": "Regina Weber, BS",
                    "role": "CONTACT",
                    "phone": "317-278-3584",
                    "email": "reginaw@iu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "IU Health University Hosptial",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelsey Green, MPH",
                            "role": "CONTACT",
                            "phone": "317-278-9292",
                            "email": "greenke@iu.edu"
                        },
                        {
                            "name": "Regina Weber, BS",
                            "role": "CONTACT",
                            "phone": "317-278-3584",
                            "email": "reginaw@iu.edu"
                        },
                        {
                            "name": "Craig Lammert, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006506",
                    "term": "Hepatitis A"
                },
                {
                    "id": "D000006505",
                    "term": "Hepatitis"
                },
                {
                    "id": "D000019693",
                    "term": "Hepatitis, Autoimmune"
                },
                {
                    "id": "D000005221",
                    "term": "Fatigue"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000006525",
                    "term": "Hepatitis, Viral, Human"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000004769",
                    "term": "Enterovirus Infections"
                },
                {
                    "id": "D000010850",
                    "term": "Picornaviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000006521",
                    "term": "Hepatitis, Chronic"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9592",
                    "name": "Hepatitis A",
                    "asFound": "Hepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9591",
                    "name": "Hepatitis",
                    "asFound": "Hepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "asFound": "Fatigue",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21608",
                    "name": "Hepatitis, Autoimmune",
                    "asFound": "Autoimmune Hepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9610",
                    "name": "Hepatitis, Viral, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7930",
                    "name": "Enterovirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M13745",
                    "name": "Picornaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9607",
                    "name": "Hepatitis, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T558",
                    "name": "Autoimmune Hepatitis",
                    "asFound": "Autoimmune Hepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T294",
                    "name": "Soy Bean",
                    "relevance": "LOW"
                },
                {
                    "id": "T242",
                    "name": "Olive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}