{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06242808",
            "orgStudyIdInfo": {
                "id": "STU-2023-1166"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Medically Tailored Groceries and Food Resource Coaching",
            "officialTitle": "Medically Tailored Groceries and Food Resource Coaching for Patients of a Safety-net Clinic",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular",
                "Other"
            ],
            "study": "medically-tailored-groceries-and-food-resource-coaching"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-26",
            "studyFirstSubmitQcDate": "2024-02-02",
            "studyFirstPostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kelseanna Hollis-Hansen",
                "investigatorTitle": "Assistant Professor and Principal Investigator",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Parkland Health and Hospital System",
                    "class": "OTHER"
                },
                {
                    "name": "American Heart Association",
                    "class": "OTHER"
                },
                {
                    "name": "Crossroads Community Services",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Eating healthy foods can help people manage health problems, like Type 2 diabetes and heart disease. Many people want to eat healthier, but changing eating behaviors is hard. Patients don't always know what foods to eat for their health problems and are hesitant to try foods that may be unfamiliar. These challenges are made more difficult when families have lower incomes, which makes accessing healthy foods difficult and trying new foods riskier when on a budget. Food is Medicine programs connect people to healthy foods that help them manage health problems. One example is a medically tailored grocery program. This program provides a patient with free groceries selected to help their medical condition. For example, a patient receives fruits, vegetables, whole grains, and low-salt, low-sugar foods if they have high blood pressure. Food resource coaching is another strategy for eating healthy food. This approach provides a coach that supports learning healthy eating habits when facing financial challenges by using available food resources. Among other strategies, a coach may teach the participant how to meal plan and shop at nearby stores to increase healthy and delicious eating patterns. In our study, the investigators will ask lower-income patients with at least one chronic health problem at a safety-net clinic if they want to participate in a Food is Medicine program. Patients that want to participate will be randomly placed in one of two groups. One group will get medically tailored groceries and food resource coaching from a free food market for four months. The other group will get free food from the same market for four months, but food will not be medically tailored, and they will not meet with a coach. Participants will have the option to continue getting food from the market at the end of the study if they want to. This study will help us learn what patients think about Food is Medicine programs and how to best carry out these programs in the future. The study will also help us determine if providing medically tailored groceries and food resource coaching helps patients improve their diet. The investigators will use what is learned in this study to create a larger and longer program that can be provided in safety-net clinics throughout Dallas-Fort Worth. Our main goal is to build a sustainable and helpful program for patients that may not otherwise have access to healthy foods and eating habits that set the foundation for better health.",
            "detailedDescription": "People with lower income face barriers to managing chronic diseases, such as food, housing, and economic insecurity, resource scarcity, and uncertainty around what foods meet dietary needs. Medically tailored groceries (MTG) address some barriers by providing direct access to food tailored to manage a patient's medical condition. Food resource coaching (Coach) can also address additional barriers. A food resource coach supports a patient in learning healthy eating habits when faced with financial challenges by leveraging all available food resources. For example, a coach may teach the patient how to meal plan and shop at nearby stores to improve eating patterns. Providing medically tailored groceries and food resource coaching (MTG + Coach) concurrently through a free community food market may address multiple barriers to nutrition promoting behavior change and maximize the long-term potential of Food is Medicine interventions. In this study, the investigators will recruit and enroll 200 patients of a local safety-net health center with at least one diet-related chronic condition in a randomized controlled trial. Patients will be screened for chronic diseases and income eligibility at the clinic and invited to enroll if eligible. Those who enroll will be randomized to receive MTG + Coach from a free co-located food market for 4 months (intervention) or free food from the market for 4 months (control). MTG + Coach will meet individually with a food resource coach to select MTG from the market inventory of nutritious options, discuss goals related to food and finances, and receive resources for budget management. Control can select the same amount of food from the market but will not receive tailored recommendations or interact with a coach. Feasibility, adherence, and nutritional quality of foods selected will be assessed with administrative data collected by the study team and market. Nutrition security and diet quality will be assessed with pre- and post-questionnaires. Pre- and post- qualitative interviews (N=40) will be conducted to solicit feedback on linkage to supportive services via the medical system and MTG + Coach. MTG + Coach may provide a sustainable approach to address nutritional needs of patients with lower income as patients can utilize strategies from coaching and make MTG selections from the market after the study ends. Findings will inform a larger and longer study that assesses changes in cardiometabolic outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Nutrition, Healthy",
                "Type 2 Diabetes",
                "Hypertension",
                "Dyslipidemias"
            ],
            "keywords": [
                "Food security",
                "Medically tailored groceries",
                "Food resource coaching"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Repeated-measures between-subjects randomized controlled trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "It's not possible to mask the participant, care provider, or investigator due to the nature of the study, people will know if they're receiving food resource coaching. However, the investigator analyzing data will not be aware of what group assignment number corresponds to each group.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual free community food market services",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Usual free community food market services",
                    "interventionNames": [
                        "Other: Free community food support"
                    ]
                },
                {
                    "label": "Medically tailored groceries and food resource coaching",
                    "type": "EXPERIMENTAL",
                    "description": "Medically tailored groceries and food resource coaching",
                    "interventionNames": [
                        "Behavioral: Medically tailored groceries and food resource coaching",
                        "Other: Free community food support"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Medically tailored groceries and food resource coaching",
                    "description": "Patients will meet with a food resource coach who will explain basic coaching principles including how to respond to financial crises, how to access various food resources, and the importance of consistent utilization of food resources. After the coaching session, the food resource coach will help patients select medically tailored groceries from the free community food market inventory.",
                    "armGroupLabels": [
                        "Medically tailored groceries and food resource coaching"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Free community food support",
                    "description": "Usual services include selecting up to 21 meals for each person in the household from Crossroads nutritious market once per month (e.g., approximately 100 pounds \\[$250 United States dollars\\] of food for a family of four)",
                    "armGroupLabels": [
                        "Medically tailored groceries and food resource coaching",
                        "Usual free community food market services"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Study feasibility (enrollment and retention)",
                    "description": "Study administrative data recorded by the study team on the count of people enrolled in the study and the count of people that complete the study",
                    "timeFrame": "Participants participate for 4-months, study lasts 1-year"
                },
                {
                    "measure": "Adherence",
                    "description": "Salesforce inventory data will be used to assess the nutritional quality of the food selected by participants in both groups. Healthy eating index-2015 (HEI-2015) will be applied to the food selected and scored according to National Cancer Institute (NCI) guidelines from 0-100, with 0 indicating no nutritious foods and 100 indicating all nutritious food.",
                    "timeFrame": "Participants participate for 4-months, study lasts 1-year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Nutrition security",
                    "description": "Gretchen Swanson Center for Nutrition Nutrition Security measure, 4-items, mean score with score range 0-4, higher scores indicate a greater degree of Household Nutrition Security, low scores are 2.00 or below.",
                    "timeFrame": "Participants participate for 4-months, study lasts 1-year"
                },
                {
                    "measure": "Diet quality",
                    "description": "Healthy eating index-2015 (HEI-2015), scored according to National Cancer Institute (NCI) guidelines from 0-100, with 0 indicating no intake of nutritious foods and 100 indicating higher intake of nutritious food.",
                    "timeFrame": "Participants participate for 4-months, study lasts 1-year"
                },
                {
                    "measure": "Self-efficacy and knowledge around food procurement and healthy eating",
                    "description": "Cooking and Food Provisioning Action Scale (CAFPAS), 11-item survey (4 self-efficacy items, 4 attitude items, and 3 structure items). Final score is a sum of the three standardized subscales with a higher score indicating greater cooking self-efficacy and food agency.",
                    "timeFrame": "Participants participate for 4-months, study lasts 1-year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Income \\<185% of the federal poverty threshold (self-report)\n2. diagnosis of Diabetes, Dyslipidemia, and/or Hypertension verified by electronic health record\n3. age \\>18 years\n4. residence in one of 18 Zone Improvement Plan (ZIP) Codes served by Crossroads that surround the RedBird clinic (75203, 75208, 75211, 75212, 75216, 75217, 75224, 75232, 75233, 75236, 75237, 75241, 75249, 75052, 75104, 75115, 75116, 75137)\n5. Able to consent\n\nExclusion Criteria:\n\n1. Condition or dietary restriction that precludes eating study foods (e.g., liquid diet, eating disorder)\n2. Another member of the household participating\n3. Receipt of services from Crossroads within the past 6-months\n4. Limited life expectancy, or major psychiatric illness or substance misuse that impairs participation\n5. Planning to move from the area within the next 6 months\n6. Unwilling to participate.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carolyn Program Coordinator, MS",
                    "role": "CONTACT",
                    "phone": "‪(469) 431-3992‬",
                    "email": "niche@utsouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kelseanna Hollis-Hansen, PhD, MPH",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Tammy Leonard, PhD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jaclyn Albin, MD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Parkland Health C.V. Roman Clinic",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75237",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carolyn Program Coordinator, MS",
                            "role": "CONTACT",
                            "email": "niche@utsouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "For data collected by the study team, de-identified data will be hosted in the Texas Data Repository, an open-source platform for publishing and managing datasets created by Texas higher education institutions using Harvard's Dataverse software. Data available will include: a. Randomized group assignment b. Demographics measured by self-report questionnaire c. Feasibility measures from study administrative data d. Monthly appointment adherence from community food market administrative data e. Number and type of foods selected from the community food market each month from community food market administrative data f. Nutrition security survey measured by self-report questionnaire g. Dietary History Questionnaire III (DHQ-III) measured by self-report questionnaire h. Cooking and food provisioning action scale (CAFPAS) measured by self-report questionnaire",
            "timeFrame": "Data will be available at the time of publication. Currently, data deposited into the Texas Data Repository is available in perpetuity.",
            "accessCriteria": "Requesters will need to have a Texas Data Repository account and should reach out to the investigators for proper attribution and to discuss opportunities for collaboration."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "asFound": "Dyslipidemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}