{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04612166",
            "orgStudyIdInfo": {
                "id": "201812791"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Medication Empowerment and Deprescription for Safety (MEDS) Study",
            "officialTitle": "Implementation of a Medication Care Plan to Reduce Unintentional Injury Among Rural Older Adults 60+ Years of Age",
            "acronym": "MEDS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "medication-empowerment-and-deprescription-for-safety-meds-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-19",
            "studyFirstSubmitQcDate": "2020-10-27",
            "studyFirstPostDateStruct": {
                "date": "2020-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Carri Casteel",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "University of Iowa",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centers for Disease Control and Prevention",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The long-term goal of this pragmatic, cluster randomized study is to develop a sustainable program for healthcare systems to reduce fatal and nonfatal falls among high-risk older adults living independently in their communities. This study will examine how a medication care plan, grounded in established medication deprescribing and tapering frameworks, can be implemented in primary care clinics to reduce falls among older adults living in rural Iowa communities. The study is a collaboration between researchers and clinical pharmacists at the University of Iowa and a clinical team from the MercyOneSM Health Network, which is a non-academic healthcare system with significant reach into rural Iowa communities\n\nThe study's specific goals are as followed:\n\n* Aim 1: Examine the effectiveness of a clinic-based, individualized medication care plan in reducing rates of all falls including medically treated falls (sub-aim 1a) and motor vehicle charges and crashes (sub-aim 1b) among older adults seen in rural primary care clinics.\n* Aim 2: Identify provider and patient factors that are associated with patient adherence to medication deprescribing and discontinuation recommendations.\n* Aim 3\\*: Evaluate implementation of the medication care plan to understand its acceptability, usability and relevance among healthcare system administrators, clinics (clinic managers and clinical staff), providers (health coaches, pharmacists, prescribers) and patients.\n\nNote\\*: Only Aims 1 and 2 (i.e., pertinent to the clinical trial) will be described in this clinicaltrials.gov study description.\n\nIntervention and control patients will participate in:\n\n* Baseline assessment\n* Quarterly follow-up assessments\n* Monthly falls tracking\n\nAdditionally, Intervention participants will receive:\n\n• An individualized medication action plan to deprescribe medications that put them at high risk for a fall\n\nResearchers will compare intervention and control participants for changes in self-reported fall rates (primary outcome), EMR-indicated medically-treated falls (secondary outcome), traffic-related charges (secondary outcome), and motor vehicle crashes (secondary outcome).",
            "detailedDescription": "Intervention and Control Participants:\n\nAfter completion of screening and consenting, a University of Iowa (UIowa) researcher will mail a welcome packet to the intervention and control participants. A UIowa pharmacy technician will call the intervention and control participants to conduct the baseline assessment interview during the scheduled interview time. The baseline assessment interview will take approximately 30 minutes to complete.\n\nIntervention Participants:\n\nAfter the baseline assessment is complete, a UIowa study will review the baseline assessment and contact the participant via phone to discuss any medications the participant is taking that are included in the study list of medications of concern. This discussion will include risks and benefits of the medication as well as options for deprescribing or dose reduction if appropriate. The participant will be assessed for willingness to consider the various options for the medication and be made aware that any recommendations will be discussed an approved by the patient's PCP or specialist.\n\nAfter discussion with the patient, the pharmacist will create one of five versions of the medication action plans (MAP). Two versions of the MAP are created to guide participants when the plan is to taper a medication until it is discontinued (one for PCP and one for specialist). The third version of the MAP is to document when no tapering or dose reduction is recommended. The fourth and fifth versions of the MAP are for when a dose reduction of medication is recommended without a plan for tapering the medication to discontinuation (one for PCP and one for specialist). The drafted MAP will be sent to one of the study health coaches over the secure DataShop System. The study health coach will then send the map to the participant's primary care physician for approval over the secure DataShop system. If the prescribing provider is a specialist and the primary care physician does not want to make adjustments to the medication, a research team health coach will send a letter and study information sheet via fax to the specialist with the MAP. The specialist will return it via fax or mail.\n\nThe provider can approve the MAP, approve the MAP with modifications, or decline the MAP recommendations through the DataShop system. If changes in the MAP are requested by the provider, the pharmacist will make needed modifications or negotiate modifications with the provider through the Datashop system or other available secure communication methods for specialists. Once the MAP is approved by the participant's provider, the study health coach will contact the participant by telephone up to five times to schedule an initial visit to review the approved MAP. This review will take about 30 minutes. The participant can then approve the MAP, request modifications, or decline the MAP. If modifications are needed, the pharmacist will be contacted to decide if a revised MAP is needed. If a revised MAP is needed, it will be sent to the physician for approval through DataShop or via fax for specialists. If a revised MAP is not needed, the study health coach will communicate the minor changes to the provider via the EMR or other secure communication methods for specialists. The UIowa pharmacist, participant and participant's provider must agree on the MAP before a MercyOne study health coach sets up an initial visit with the participant. If at any point the provider refuses to approve the plan or the participant refuses to move forward with the medication action plan, the participant will still be asked to complete the monthly falls calendars. If the provider declines the MAP the patient will be mailed a letter from the health coach.\n\nFor participants with a taper to discontinuation MAP: once a medication action plan is agreed upon, a MercyOne study health coach will contact the participant up to five times to set up an in-person visit at the clinic to which the participant is attributed or schedule a virtual visit. Virtual visits will be conducted using MercyOne approved processes for health coaches. During this visit the study health coach will complete the initial visit worksheet with the participant and review potential withdrawal symptoms and the tapering schedule outlined in the medication action plan. Initial visit worksheet data will be entered into RedCap. The health coach will answer any questions regarding the plan the participant may have during this meeting as well. The initial visit will take about one hour. Follow up calls between the participant and the study health coach will continue throughout the taper to discuss progress and assess any adverse symptoms. The call schedule for this will depend on tapering schedule designated by the UIowa pharmacist based on type of medication, dose and withdrawal symptoms. Each follow-up call will take about 5-10 minutes, and the health coach will try to connect with the participant up to five times per follow-up call. At the conclusion of the final follow-up call, a thank you letter will be mailed to the intervention participant. If at any time during the follow-up the intervention patient is no longer receiving health care from MercyOne, we will need to terminate that patient's participation in the intervention. This is due to the necessity of including the MercyOne primary care providers and MercyOne health coaches in the deprescribing communication.\n\nFor participants with a non-taper MAP: a MercyOne study health coach will contact the participant up to five times to conduct an initial visit. During this visit the study health coach will complete the initial visit worksheet. Initial visit worksheet data will be entered into RedCap. The health coach will answer any questions the participant may have during this meeting as well. The initial visit will take about ten minutes. Given the patient is not tapering, one follow-up call will occur two months later. This follow up call will take about five minutes. If during the course of the quarterly check-ins, a patient's health status changes (worsening symptoms or fall risk), the health coach or pharmacist may reach out and ask if the individual would like to revisit the non-taper medication action plan. If at any time during the follow-up the intervention patient is no longer receiving health care from MercyOne, we will need to terminate that patient's participation.\n\nFor participants with a dose reduction MAP: once a medication action plan is agreed upon, a MercyOne study health coach will contact the participant up to five times to set up an initial visit. During this visit the study health coach will complete the initial visit worksheet with the participant and review potential withdrawal symptoms and the tapering schedule outlined in the medication action plan. Initial visit worksheet data will be entered into RedCap. The health coach will answer any questions the participant may have during this meeting as well. The initial visit will take about one hour. Follow up calls between the participant and the study health coach will depend on the complexity of the dose reduction recommended by the UIowa pharmacist based on type of medication, dose and withdrawal symptoms and will include at least one follow-up call to discuss progress and assess any adverse symptoms. Each follow-up call will take about 5-10 minutes, and the health coach will try to connect with the participant up to five times per follow-up call. At the conclusion of the final follow-up call, a thank you letter will be mailed to the intervention participant. If at any time during the follow-up the intervention patient is no longer receiving health care from MercyOne, we will need to terminate that patient's participation.\n\nControl Participants:\n\nAfter the baseline assessment is complete, the study health coach will then send notification of enrollment to the participant's primary care physician over the secure DataShop system.\n\nIntervention and Control Participants:\n\nEvery quarter (for at least six month but up to one year) after the baseline assessment, both intervention and control participants will be recontacted up to five times by the pharmacy technician to conduct a follow up interview. If the participant is not interested in completing the follow up interview, they can refuse. The follow up interview will take about 15-20 minutes to complete.\n\nParticipants will also be asked to complete monthly falls calendars for at least six months but up to one year following completion of the baseline assessment interview. They will be encouraged to complete the calendar on a daily basis. Participants will be mailed falls calendars with a pre-stamped and pre-addressed return envelope. If the participant does not return their falls calendar or if they indicate a fall, a UIowa researcher will call the participant up to five times to remind them to return their calendar or to confirm that the fall(s) reported meet the study's definition of a fall. These calls will take about 5 minutes. If we are unable to reach the patient by phone due to a bad phone number or voicemail issue, we will send a letter to notify the patient we are missing a falls calendar. Patients can end their participation in the study at any time.\n\nIn the event an enrolled patient cannot be reached by phone for the quarterly follow-up or for falls calendar delinquency, research staff will call the alternate contact once. If unable to reach anyone regarding the patient's status, the patient will be sent a letter to notify that he/she has been withdrawn from the study."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Fall Injury"
            ],
            "keywords": [
                "Medically Treated Falls",
                "Deprescription",
                "Opioids",
                "Benzodiazepines",
                "Anticholinergics",
                "Older Adults",
                "Motor Vehicle Crashes",
                "Health Coaches",
                "Patient Empowerment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomization done at the hospital level in the MercyOneSM Health Network. Patients that are attributed to clinics that report to the participating intervention hospitals, will be screened and recruited as intervention patients. Patients that are attributed to clinics that report to participating control hospitals, will be screened and recruited as control patients.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 398,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive a medication action plan approved by themselves and their primary care providers to reduce their medications. They will also receive check in calls and follow ups from study health coaches to monitor their progress. During health coaching sessions motivational interviewing techniques and patient empowerment strategies will be used by trained health coaches. Participants will also participate in assessments for the study (baseline and quarterly follow ups) and will complete up to 12 months of falls calendars.",
                    "interventionNames": [
                        "Behavioral: Medication Action Plan and Patient Empowerment (MAP-PE )"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Will participate in assessments for the study (baseline and quarterly follow ups) and will complete up to 12 months of falls calendars. No intervention will be given to this group, but standard practices of care delivered by the MercyOneSM Health Network."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Medication Action Plan and Patient Empowerment (MAP-PE )",
                    "description": "Intervention patients (after consenting) will meet with a study health coach for an in-person meeting where the health coach will review the pharmacists Medication Action Plan (MAP) for deprescription of high-risk medication. The MAP will have previously been approved by both the patient and the patient's primary care physician. If the patient is on more than one high risk medication, the medication that puts them at the highest risk will be deprescribed first and only one medication will be decreased at a time. During this initial meeting, the health coach will use motivational interviewing and distribute materials to empower and support the patient in the reduction of the medication as outlined on their MAP. The health coach will then follow up with the patient on a schedule determined\n\nby the type and dosage of medication being reduced. Follow ups will decrease in frequency over time (starting with at least once a week). The patients will be followed for up to 12 months.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency of Self-reported Falls (intervention vs control group)",
                    "description": "Self-reported measure of the number of times the participant experienced a fall each month using a falls calendar. The participant will document each fall and whether the fall resulted in medical treatment, such as hospitalization, an emergency department visit, and/or a visit to their physician or other healthcare provider. We will compare frequency between intervention and control groups.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Frequency of Medically Treated Falls using EMR (intervention vs control group)",
                    "description": "Any evidence of fall (calendar + EMR), evidence of injury (EMR), and a highly likelihood that the injury was due to the fall (as adjudicated by two reviewers). Adjudication is based on review of diagnosis codes and dates of service.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "3. Frequency of Traffic-Related Charges (intervention vs control group)",
                    "description": "Traffic-related charges are publicly available through the Iowa Court Information System (ICIS), which contains electronic court information used by Clerks of the Court in all Iowa counties. The system maintains up-to-date information about charges at the individual level and includes: the offense date, explanatory codes identifying the type of offense, and identification of the individual who is charged. Traffic related charges are identified as either scheduled traffic violations (i.e., a set fine is associated with the charge)or non-scheduled violations (i.e., penalties are determined by the court). In the proposed study, two subcategories of traffic-related charges will be examined: (1) moving violations, and (2) administrative violations. Participants in the study will be linked to ICIS. We compare frequency between intervention and control groups.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Frequency of Motor Vehicle Crashes (intervention vs control group)",
                    "description": "In the state of Iowa, crash reports are filed for any crash causing death, personal injury, or total property damage of at least $1,500. These reports are maintained in a database by the Iowa Department of Transportation (DOT) and contains information about the crash, vehicle, and individual (driver and passengers) involved. We compare frequency between intervention and control groups.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 60 years of age\n* Speaks English\n* Lives independently in the community (not in assisted living, skilled nursing, rehabilitation facility or hospice)\n* Currently taking at least one medication (prescription or OTC) regularly (at least once a week) that puts an older adult at high risk for a fall and plan on taking the medication for at least the next month\n* Receives most medical care at a MercyOne clinic\n\nExclusion Criteria:\n\n* Does not meet inclusion criteria\n* Alzheimer's diagnosis\n* Receiving treatment for active cancer",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "110 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carri Casteel, MPH, PhD",
                    "role": "CONTACT",
                    "phone": "319-384-4388",
                    "email": "carri-casteel@uiowa.edu"
                },
                {
                    "name": "Korey A Kennelty, PharmD, MS, PhD",
                    "role": "CONTACT",
                    "phone": "319-335-8862",
                    "email": "korey-kennelty@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carri Casteel, MPH, PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Korey A Kennelty, PharmD, MS, PhD",
                    "affiliation": "University of Iowa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MercyOne Population Health Services",
                    "status": "RECRUITING",
                    "city": "Clive",
                    "state": "Iowa",
                    "zip": "50325",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julie Weldon, RN",
                            "role": "CONTACT",
                            "phone": "515-358-9141",
                            "email": "jweldon@mercydesmoines.org"
                        },
                        {
                            "name": "Julie Weldon, RN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.60582,
                        "lon": -93.73231
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Given the sensitive nature of the data, the research dataset will not contain protected health information (PHI) and all appropriate procedures consistent with the Office of Civil Rights' Privacy Rule (HIPPA) will be taken to preserve the anonymity of the records. Upon request, we will provide the research dataset to qualified investigators under a data use agreement (DUA) that will require approval of the PIs and the research team participating partners.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "The above information will be available following completion of study team's deliverables but no more than 3 years after completion of the study.",
            "accessCriteria": "Analysis datasets that are generated from the proposed project will be available for public use. These datasets will be completely de-identified and will have gone through a series of data cleaning procedures (e.g., checking for missing data, consistency of coding). They will also include derived variables that were created for dissemination activities and materials. Data dictionaries will be developed for the analysis datasets and will include definitions of all variables, including how the derived variables were created. The project's final report will accompany the analysis datasets and data dictionaries. This will allow users to examine the original data collection instruments and data requests, understand how the data were collected/retrieved, and assess the limitations of the data collection processes and the data itself. All analysis datasets and accompanying materials will be submitted to the NCIPC. Data requests can be made to project PI's: Dr Casteel or Dr Kennelty."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2271",
                    "name": "Accidental Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M20760",
                    "name": "Cholinergic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}