{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05816590",
            "orgStudyIdInfo": {
                "id": "2022-1620"
            },
            "secondaryIdInfos": [
                {
                    "id": "Protocol Version 2/7/23",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "A536771",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Pediatric Hospitalist",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "R18HS028409",
                    "type": "AHRQ",
                    "link": "https://reporter.nih.gov/quickSearch/R18HS028409"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Meds@HOME App to Support Medication Safety",
            "officialTitle": "Meds@HOME - Improving Medication Safety for Medically Complex Children With mHealth Across Caregiving Networks (R18 Aim 2)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "meds-home-app-to-support-medication-safety"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-16",
            "studyFirstSubmitQcDate": "2023-04-03",
            "studyFirstPostDateStruct": {
                "date": "2023-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agency for Healthcare Research and Quality (AHRQ)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study determines whether the mHealth intervention, Meds@HOME, helps caregivers improve medication administration to Children with Medical Complexity (CMC) who use high-risk medications. A total of 152 primary caregivers, 152 children, and up to 304 secondary caregivers will be recruited and can expect to be on study for up to 6 months.",
            "detailedDescription": "The investigators will test the hypothesis that Meds@HOME use improves medication administration accuracy for caregivers by conducting a 6-month randomized controlled trial with caregivers of CMC.\n\nThe study population will consist of 1) CMC who are prescribed at least one scheduled high-risk medication and receive care at UW Health, and 2) their caregivers. The study distinguishes between three types of caregivers: 1) primary caregivers (child's parent or legal guardian), 2) secondary caregivers (up to 2 individuals who regularly provide care for the child and who complete study surveys), and 3) other caregivers (invited to use the app but not complete study surveys). CMC and their primary caregiver participants will be randomized into intervention (Meds@HOME, \"I\") or control (\"C\") groups. Assessments at baseline and 6 months post-enrollment will assess the primary endpoint (medication administration accuracy), secondary outcomes, and Meds@HOME use by primary and secondary caregivers.\n\nParticipant accrual will occur over 12 months at one site and participants can expect to be on study for 6 months.\n\nThe primary study objective is to evaluate the effectiveness of Meds@HOME on primary caregiver medication administration accuracy.\n\nThe secondary objectives are to evaluate Meds@HOME's:\n\n* effectiveness on secondary caregiver medication administration accuracy\n* effect on adverse drug event (ADE) hospital use\n* effect on adverse drug event ED use\n* effect on parent-reported medication adherence\n* effect on parent-reported medication activation\n* effect on parent-reported medication confidence\n* effect on parent-reported medication understanding\n* effect on all-cause hospital use\n* effect on all-cause ED use\n* effect on mortality\n* effect on the primary outcome measured as 5 individual components"
        },
        "conditionsModule": {
            "conditions": [
                "Medication Errors and Other Product Use Errors and Issues"
            ],
            "keywords": [
                "Children with Medical Complexity",
                "Medication",
                "Adverse Events"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 304,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Meds@HOME Intervention",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Other: Med@HOME Mobile App"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Med@HOME Mobile App",
                    "description": "Meds@HOME is a software application designed for use on a personal mobile device. The app allows primary caregiver to create routines where they can detail how to perform the routine, start date and time, and frequency (daily, weekly, monthly). Optional push notifications can be set so that users are alerted to an upcoming routine. Only primary caregivers can create, edit, and delete routines. All caregivers can check off on routines and receive notifications. Caregivers can also post notes related to routines or events. App enables an inventory of caregiver troubleshooting strategies and inventory reminders.",
                    "armGroupLabels": [
                        "Meds@HOME Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Percentage of Participants Demonstrating Medication Administration Accuracy",
                    "description": "Rate of medication administration accuracy, measured dichotomously as correct identification of each of the following for a randomly selected high risk medication: indication, formulation, dose, frequency, and route after 6-months",
                    "timeFrame": "baseline (before randomization), 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Percentage of Participants Demonstrating Medication Administration Accuracy among Secondary Caregivers",
                    "description": "Rate of medication administration accuracy, measured as in the primary outcome, amongst secondary caregivers after 6-months",
                    "timeFrame": "baseline (before randomization), 6 months"
                },
                {
                    "measure": "Count of University of Wisconsin (UW) hospital encounters during study period with Adverse Drug Event (ADE) codes",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Count of UW Emergency Department (ED) encounters during study period with ADE codes",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Mean parent-reported medication adherence using the Adherence to Refills and Medications Scale (ARMS)",
                    "description": "ARMS is a 12-item instrument scored from 12 to 34, with lower scores indicating better adherence.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Mean FCAT (Family Caregiver Activation in Transition) Score for 5 medication-specific items",
                    "description": "FCAT Score for 5 medication-specific items - composite and individual items will be reported after 6-months. Scoring is from 1-5 with higher scores indicating fewer challenges to care.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Parent-Reported Medication Confidence",
                    "description": "To evaluate Meds@HOME's effect on parent-reported medication confidence. Mean composite score after 6-months. Medication Confidence is measured on a 7-item survey scored on a 5 point likert scale for a total possible range of scores from 7-35 where lower scores indicate increased medication confidence.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Parent-Reported Medication Understanding",
                    "description": "To evaluate Meds@HOME's effect on parent-reported medication understanding. Mean composite score after 6-months. Medication Understanding is measured on a 5-item survey scored on a 5 point likert scale for a total possible range of scores from 5-25 where lower scores indicate increased medication understanding.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Count of hospital encounters and hospital days during study period",
                    "description": "Count of hospital encounters and hospital days during study period.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Count of ED encounters during study period",
                    "description": "Count of ED encounters during study period.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Count of deaths during the study period",
                    "description": "Count of deaths during the study period",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Rate of Medication Adherence for Individual Components (indication, formulation, dose, frequency, and route)",
                    "description": "Rate of individual components each measured dichotomously (indication, formulation, dose, frequency, and route).",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Mean Number of Individual Components of Medication Adherence Correct",
                    "description": "Mean number of individual components correct (from 0 components to all 5: indication, formulation, dose, frequency, route).",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Child with Medical Complexity):\n\n* less than or equal to 17 years of age at start of study\n* In the last 12 months, child has had at least two or more encounters (in-person or telehealth clinic visit, ED visit, or hospital admission) in the UWHC/AFCH system\n* Child has 2 or more different complex chronic conditions\n* Child has at least 1 active, outpatient prescription for a scheduled high-risk medication\n* Provided assent, if appropriate\n\nInclusion Criteria (Primary Caregiver):\n\n* Provided written informed consent form as the child's parent or legal guardian\n* Willing to comply with all study procedures and available for the duration of the study\n* At least 18 years of age\n* Comfortable speaking and reading in English\n* Self-identifies as a primary caregiver of a study-eligible CMC\n* Currently provides care on an ongoing basis to the study-eligible CMC. Child may not be housed in a skilled nursing facility, an acute care or transitional facility, a rehabilitative hospital, or in a medical group home\n* Has iOS or Android mobile device (smartphone, tablet) with a phone plan that includes daily Wi-Fi service and data\n\nInclusion Criteria (Secondary Caregiver):\n\n* Has been identified as a \"secondary caregiver\" by the primary caregiver\n* Provided informed consent\n* Willing to comply with all study procedures and be available for the duration of the study\n* At least 18 years of age\n* Comfortable speaking and reading in English\n* Currently provides care on an ongoing basis to the study-eligible CMC\n* Administers medications to the study-eligible CMC\n* Has an iOS or Android mobile device (smartphone) with a phone plan that includes daily Wi-Fi service and data\n\nInclusion Criteria (Other Caregivers - Treatment Group only):\n\n* Has been identified by a primary caregiver assigned to the intervention group as a person providing care to the child\n* Has been invited by the primary caregiver to use the app (i.e., sent email invitation via Meds@HOMEapp)\n* Signed up to become a Meds@HOME user by clicking on link in email invitation and completing user registration\n* Is not participating in study survey data collection as a secondary caregiver\n\nExclusion Criteria:\n\n* Failure to meet all inclusion criteria\n* Another child from the household is already enrolled in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gemma Warner",
                    "role": "CONTACT",
                    "phone": "(608) 263-0740",
                    "email": "gwarner@pediatrics.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ryan Coller, MD, MPH",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin-Madison, UW Health",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53792",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5373",
                    "name": "Caffeine",
                    "relevance": "LOW"
                },
                {
                    "id": "T370",
                    "name": "Caffeine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}