{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04809766",
            "orgStudyIdInfo": {
                "id": "RG1007292"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-08496",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "10417",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                }
            ],
            "organization": {
                "fullName": "Fred Hutchinson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Mesothelin-Specific T-Cells (FH-TCR-Tᴍsʟɴ) for the Treatment of Metastatic Pancreatic Ductal Adenocarcinoma",
            "officialTitle": "Phase I Study of Autologous Transgenic T-Cells Expressing High Affinity Mesothelin-Specific T-Cell Receptor (TCR) (FH-TCR Tᴍsʟɴ) in Patients With Metastatic Pancreatic Ductal Adenocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "mesothelin-specific-t-cells-fh-tcr-for-the-treatment-of-metastatic-pancreatic-ductal-adenocarcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-19",
            "studyFirstSubmitQcDate": "2021-03-19",
            "studyFirstPostDateStruct": {
                "date": "2021-03-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Fred Hutchinson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Lonza Walkersville, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial evaluates the side effects and best dose of mesothelin-specific T-cells (FH-TCR-Tᴍsʟɴ) in treating patients with pancreatic ductal adenocarcinoma that has spread to other places in the body (metastatic). Chemotherapy drugs, such as cyclophosphamide and fludarabine, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading, and may help increase the efficacy from the infused T cells. FH-TCR-Tᴍsʟɴ is an autologous T cell therapy targeting mesothelin, an antigen overexpressed by pancreatic cancer cells. T cells are infection fighting blood cells that can kill tumor cells. The T cells given in this study will come from the patient and will have a new gene put in them that makes them able to recognize mesothelin, a protein on the surface and inside tumor cells. These mesothelin-specific T cells may help the body's immune system identify and kill mesothelin+ tumor cells. Giving chemotherapy with FH-TCR-Tᴍsʟɴ may kill more tumor cells in the treatment of patients with metastatic pancreatic ductal adenocarcinoma.",
            "detailedDescription": "OUTLINE: This is a dose-escalation study. Patients are assigned to 1 of 3 cohorts.\n\nCOHORTS I, II and III:\n\nLYMPHODEPLETION CHEMOTHERAPY: Patients receive cyclophosphamide intravenously (IV) and fludarabine IV on days -5, -4 and -3 or may optionally receive bendamustine IV on days -4 and -3 prior to the 1st T cell infusion.\n\nT-CELL THERAPY: Patients receive FH-TCR-Tᴍsʟɴ IV over 60-120 minutes on days 0, 21, and 42 in the absence of disease progression or unacceptable toxicity.\n\nCOHORT IV: (Discontinued with amendment 3/28/23)\n\nLYMPHODEPLETION CHEMOTHERAPY: Patients receive cyclophosphamide IV and fludarabine IV on days -3 to -1.\n\nT-CELL THERAPY: Patients receive FH-TCR-Tᴍsʟɴ IV over 60-120 minutes on days 0, 21, and 42 in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up to 15 years."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Pancreatic Ductal Adenocarcinoma",
                "Stage IV Pancreatic Cancer AJCC v8"
            ],
            "keywords": [
                "Pancreas"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohorts I, II, and III (FH-TCR Tᴍsʟɴ)",
                    "type": "EXPERIMENTAL",
                    "description": "LYMPHODEPLETION CHEMOTHERAPY: Patients receive cyclophosphamide IV and fludarabine IV on days -5, -4 and -3 or may optionally receive bendamustine IV on days -4 and -3 prior to the 1st T cell infusion.\n\nT-CELL THERAPY: Patients receive FH-TCR-Tᴍsʟɴ IV over 60-120 minutes on days 0, 21, and 42 in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Autologous Mesothelin-specific TCR-T Cells",
                        "Drug: Cyclophosphamide",
                        "Drug: Fludarabine",
                        "Drug: Bendamustine"
                    ]
                },
                {
                    "label": "Cohort IV (FH-TCR Tᴍsʟɴ) (Discontinued with amendment 3/28/23)",
                    "type": "EXPERIMENTAL",
                    "description": "LYMPHODEPLETION CHEMOTHERAPY: Patients receive cyclophosphamide IV and fludarabine IV on days -3 to -1.\n\nT-CELL THERAPY: Patients receive FH-TCR-Tᴍsʟɴ IV over 60-120 minutes on days 0, 21, and 42 in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Autologous Mesothelin-specific TCR-T Cells",
                        "Drug: Cyclophosphamide",
                        "Drug: Fludarabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Autologous Mesothelin-specific TCR-T Cells",
                    "description": "Receive FH-TCR Tᴍsʟɴ IV",
                    "armGroupLabels": [
                        "Cohort IV (FH-TCR Tᴍsʟɴ) (Discontinued with amendment 3/28/23)",
                        "Cohorts I, II, and III (FH-TCR Tᴍsʟɴ)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohort IV (FH-TCR Tᴍsʟɴ) (Discontinued with amendment 3/28/23)",
                        "Cohorts I, II, and III (FH-TCR Tᴍsʟɴ)"
                    ],
                    "otherNames": [
                        "Endoxan",
                        "Cytoxan",
                        "Neosar",
                        "Procytox",
                        "Revimmune",
                        "Cytophosphane",
                        "6055-19-2",
                        "Asta B 518",
                        "WR-138719"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohort IV (FH-TCR Tᴍsʟɴ) (Discontinued with amendment 3/28/23)",
                        "Cohorts I, II, and III (FH-TCR Tᴍsʟɴ)"
                    ],
                    "otherNames": [
                        "Fluradosa",
                        "21679-14-1"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bendamustine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohorts I, II, and III (FH-TCR Tᴍsʟɴ)"
                    ],
                    "otherNames": [
                        "SDX-105",
                        "16506-27-7"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Toxicity (adverse events) will be recorded using the National Cancer Institute Common Terminology Criteria for Adverse Events, version 5.0.",
                    "timeFrame": "Up to 4 weeks after the last T cell infusion"
                },
                {
                    "measure": "Dose limiting toxicities",
                    "timeFrame": "Up to 21 days after each T cell infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "Response will be defined as best overall response by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 of complete or partial response. Overall response rates as well as individual categories of response (complete response, partial response, stable disease, and partial disease) will be determined using RECIST 1.1.",
                    "timeFrame": "Up to 1 year after the last T cell infusion"
                },
                {
                    "measure": "Progression free survival",
                    "description": "Will be estimated using the Kaplan-Meier method, with time zero the time of first T cell infusion.",
                    "timeFrame": "Up to 1 year after the last T cell infusion"
                },
                {
                    "measure": "Overall survival",
                    "description": "Will be estimated using the Kaplan-Meier method, with time zero the time of first T cell infusion.",
                    "timeFrame": "Up to 1 year after the last T cell infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* LEUKAPHERESIS: Tissue confirmation of pancreatic ductal adenocarcinoma and expression of mesothelin (MSLN): Participants must have metastatic disease. Confirmation of diagnosis must be or have been performed by internal pathology review of archival, initial or subsequent biopsy or other pathologic material at Fred Hutchinson Cancer Research Center (Fred Hutch)/University of Washington (UW). Baseline tissue will be stained by immunohistochemistry (IHC) to confirm MSLN expression\n* LEUKAPHERESIS: Measurable disease by RECIST 1.1 criteria: Participants must have measurable disease. Baseline imaging (for example diagnostic computed tomography \\[CT\\] chest/abdomen/pelvis) must be obtained within 28 days prior to start of first planned FHMSLN-TCR infusion. Magnetic resonance imaging (MRI) can be substituted for CT in patients unable to have CT contrast\n* LEUKAPHERESIS: Previous treatment with chemotherapy: Patients may have been previously treated with at least one prior line of systemic therapy for metastatic disease\n* LEUKAPHERESIS: Human leukocyte antigen (HLA) type HLA-A\\*02:01: Participants must be HLA-A\\*02:01 in order for the infused transgenic T cells to recognize antigen-major histocompatibility complex (MHC) complexes on their tumor. HLA typing should be determined though a molecular approach in a clinical laboratory licensed for HLA typing\n* LEUKAPHERESIS: Life expectancy must be \\> 3 months at trial entry\n* LEUKAPHERESIS: 18 years or older\n* LEUKAPHERESIS: Capable of understanding and providing a written informed consent\n* LEUKAPHERESIS: Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* LEUKAPHERESIS: Tumor tissue amenable to safe biopsy and subject willing to undergo serial tumor biopsies at baseline (prior to first T cell infusion), 2-3 weeks after the first T cell infusion (prior to second T cell infusion), and approximately 2 weeks +/- 1 week after the 3rd infusion, if safe and feasible (these windows may vary due to manufacturing or clinical reasons): Should there be no tumor tissue that is accessible for biopsy, patients will still be considered for participation, at discretion of the investigator. Similarly, should an investigator determine that a biopsy cannot be performed safely for clinical reasons, biopsies may be cancelled or rescheduled. For subjects who do not have sufficient T cells for three T cell infusion, a tumor tissue biopsy will be performed at baseline (prior to the 1st T cell infusion), 2-3 weeks after the 1st infusion, and approximately 2 weeks +/- 1 week after the 2nd infusion (if applicable), if safe and feasible.\n* LEUKAPHERESIS: Participants must be at least 3 weeks from last systemic treatment for metastatic disease: At least 3 weeks must have passed since any: immunotherapy (for example, T cell infusions, immunomodulatory agents, interleukins, vaccines), small molecule or chemotherapy cancer treatment, other investigational agents. There is no washout period for radiation, as long as the irradiated lesion is not the lesion being evaluated for RECIST measurements on the protocol. Bisphosphonates are permitted but concurrent treatment with RANK-ligand inhibitors (i.e., denosumab) is not permitted within 8 weeks of treatment\n* LEUKAPHERESIS: Estimated glomerular filtration rate (eGFR) \\> 60 mL/min\n* LEUKAPHERESIS: Total bilirubin (bili) =\\< 1.5 X ULN. Patients with suspected Gilbert syndrome may be included if total bili \\> 3 mg/dL but no other evidence of hepatic dysfunction\n* LEUKAPHERESIS: Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 5 x ULN\n* LEUKAPHERESIS: =\\< grade 1 dyspnea and oxygen saturation (SaO2) \\>= 92% on ambient air. If pulmonary function tests (PFTs) are performed based on the clinical judgement of the treating physician, patients with forced expiratory volume in 1 second (FEVI) \\>= 50% of predicted and carbon monoxide diffusing capability test (DLCO) (corrected) of \\>= 40% of predicted will be eligible\n* LEUKAPHERESIS: Patients \\>= 60 years of age are required to have left ventricular ejection fraction (LVEF) evaluation performed within 1 year prior to study treatment. LVEF may be established with echocardiogram or multigated acquisition scan (MUGA) scan, and left ejection fraction must be \\>= 35%. Cardiac evaluation for other patients is at the discretion of the treating physician\n* LEUKAPHERESIS: Absolute neutrophil count (ANC) \\> 1500 cells/ mm\\^3\n* LEUKAPHERESIS: Albumin ≥ 2.7 g/dL\n* LEUKAPHERESIS: Negative serum pregnancy test within 14 days before enrollment for women of childbearing potential, defined as those who have not been surgically sterilized or who have not been free of menses for at least 1 year\n* LEUKAPHERESIS: Fertile male and female patients must be willing to use an effective contraceptive method before, during, and for at least 4 months after the FH-TCR-TMSLN infusion\n* TREATMENT: Measurable disease by RECIST 1.1 criteria: Participants must have measurable disease. Baseline imaging (for example diagnostic CT chest/abdomen/pelvis) must be obtained within 28 days prior to start of first planned FH-TCR-TMsLN infusion. MRI can be substituted for CT in patients unable to have CT contrast\n* TREATMENT: Life expectancy must be \\> 3 months at trial entry\n* TREATMENT: ECOG performance status of 0 or 1\n* TREATMENT: Participants must be at least 3 weeks from last systemic treatment for metastatic disease: At least 3 weeks must have passed since any: immunotherapy (for example, T cell infusions, immunomodulatory agents, interleukins, vaccines), small molecule or chemotherapy cancer treatment, other investigational agents. There is no washout period for radiation, as long as the irradiated lesion is not the lesion being evaluated for RECIST measurements on the protocol. Bisphosphonates are permitted but concurrent treatment with RANK-ligand inhibitors (i.e., denosumab) is not permitted within 8 weeks of treatment\n* TREATMENT: eGFR \\> 60 mL/min\n* TREATMENT: Total bili : =\\< 1.5 X ULN\n\n  \\* Patients with suspected Gilbert syndrome may be included if total bili \\> 3 mg/dL but no other evidence of hepatic dysfunction\n* TREATMENT: AST and ALT\\< 5 x ULN\n* TREATMENT: Grade 1 dyspnea and SaO2 2: 92% on ambient air. If PFTs are performed based on the clinical judgement of the treating physician, subjects with FEVI 2: 50% of predicted and DLCO (corrected) of 2: 40% of predicted will be eligible\n* TREATMENT: ANC \\> 1500 cells/mm\\^3\n* TREATMENT: Platelets (PLT) \\> 75000/mm\\^3\n* TREATMENT: Albumin ≥ 2.7 g/dL\n* TREATMENT: Negative serum pregnancy test within 14 days before treatment for women of childbearing potential, defined as those who have not been surgically sterilized or who have not been free of menses for at least 1 year\n\nExclusion Criteria:\n\n* LEUKAPHERESIS: Expression of HLA B\\*1302: Participants will be excluded due to the risk of alloreactivity to this allele\n* LEUKAPHERESIS: Pregnancy or lactation\n* LEUKAPHERESIS: Active autoimmune disease: Patients with active autoimmune disease requiring immunosuppressive therapy are excluded. Case by case exemptions are possible with approval by principal investigator (PI)\n* LEUKAPHERESIS: Prior solid organ transplant or allogeneic hematopoietic stem cell transplant\n* LEUKAPHERESIS: Corticosteroid therapy at a dose equivalent of \\> 0.5 mg/kg of prednisone per day\n* LEUKAPHERESIS: Concurrent use of other investigational anti-cancer agents\n* LEUKAPHERESIS: Active uncontrolled infection: Human immunodeficiency virus (HIV) positive participants on highly active antiretroviral therapy (HAART) with a CD4 count \\> 500 cells/mm\\^3 are considered controlled, as are individuals with a history of hepatitis C who have successfully completed antiviral therapy with an undetectable viral load, and those with hepatitis B who have hepatitis well controlled on medication\n* LEUKAPHERESIS: Uncontrolled concurrent illness: Participants may not have uncontrolled or concurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* LEUKAPHERESIS: Untreated brain metastases: Participants with small asymptomatic brain metastases (\\< 1 cm) or those with brain metastases previously treated and controlled with surgery or radiotherapy will be considered for inclusion at discretion of principal investigator, so long as all other eligibility criteria are met\n* LEUKAPHERESIS: Active treatment for prior immune related adverse event to any immunotherapy: Participants receiving ongoing treatment for prior serious immune-related adverse events are excluded, with exception of hormone supplementation or corticosteroid therapy at equivalent of up to 0.5 mg/kg prednisone per day, unless otherwise approved by PI\n* LEUKAPHERESIS: Significant underlying neurologic disease: Study participants must not have significant active underlying neurologic disease, unless approved by PI. Neuropathy related to diabetes or prior chemotherapy is acceptable\n* LEUKAPHERESIS: Uncontrolled pleural effusion, pericardia) effusion, or ascites requiring repeated drainage more than once every 28 days\n* LEUKAPHERESIS: Other medical, social, or psychiatric factor that interferes with medical appropriateness and/or ability to comply with study, as determined by the PI\n* TREATMENT: Corticosteroid therapy at a dose equivalent of \\> 0.5 mg/kg of prednisone per day\n* TREATMENT: Concurrent use of other investigational anti-cancer agents\n* TREATMENT: Uncontrolled concurrent illness: Participants may not have uncontrolled or concurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* TREATMENT: Significant underlying neurologic disease: Study participants must not have significant active underlying neurologic disease, unless approved by PI. Neuropathy related to diabetes or prior chemotherapy is acceptable\n* TREATMENT: Uncontrolled pleural effusion, pericardia) effusion, or ascites requiring repeated drainage more than once every 28 days",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "IMTX Intake Coordinator",
                    "role": "CONTACT",
                    "phone": "866-268-6129",
                    "email": "immunotherapy@seattlecca.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elena G. Chiorean",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "IMTX Intake Coordinator",
                            "role": "CONTACT",
                            "phone": "866-268-6129",
                            "email": "immunotherapy@seattlecca.org"
                        },
                        {
                            "name": "Elena G. Chiorean",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000069461",
                    "term": "Bendamustine Hydrochloride"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M430",
                    "name": "Bendamustine Hydrochloride",
                    "asFound": "Inserted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M22554",
                    "name": "Pancrelipase",
                    "relevance": "LOW"
                },
                {
                    "id": "M13114",
                    "name": "Pancreatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}