{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04421079",
            "orgStudyIdInfo": {
                "id": "GCO 19-0848"
            },
            "secondaryIdInfos": [
                {
                    "id": "1U19AT010835-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U19AT010835-01"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Metabolism of Bioactive Dietary Polyphenol Preparation (BDPP)",
            "officialTitle": "Clinical Pharmacology and Target Validation of A Bioactive Dietary Polyphenol Preparation (BDPP) For Stress-Related Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "metabolism-of-bioactive-dietary-polyphenol-preparation-bdpp"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-04",
            "studyFirstSubmitQcDate": "2020-06-04",
            "studyFirstPostDateStruct": {
                "date": "2020-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Murrough",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will characterize the clinical pharmacology of a select bioactive polyphenol-rich preparation (Bioactive Dietary Polyphenol Preparation, BDPP) comprised of a select Concord grape juice (CGJ), a select grape seed polyphenol extract (GSPE) and trans-resveratrol (RSV).",
            "detailedDescription": "Stress-related disorders, such as depression, are some of the most disabling human illnesses worldwide. Most currently available treatments for depression target neurochemical or neurobiological mechanisms identified retrospectively following discovery of the drug's initial antidepressant efficacy. Unfortunately, conventional pharmacological treatments produce remission in less than 50% of patients, which highlights the need for novel, more selective therapeutics targeting newly discovered pathological mechanisms underlying depression. However, gaps in knowledge regarding the fundamental pathophysiology of depression and other stress-related disorders (including anxiety disorders and posttraumatic stress disorder \\[PTSD\\]) have limited advances in diagnosis and treatment of the illness. Recently, work by the study team and others highlight the promise of understanding the molecular mechanisms of resilience to stress as a novel approach treatment discovery for these disorders.\n\nAccumulating evidence suggests that immunological abnormalities, particularly imbalances in select pro-inflammatory mediators, play important roles in the manifestation and persistence of stress-related disorders such as depression in vulnerable individuals. In humans an acute stress test delivered in a laboratory setting, as discussed below, has been shown to reliably increase levels of circulating inflammatory markers. These inflammatory mediators, in particular interleukin (IL)-6 and tumor necrosis factor (TNF)-α, have been shown to be elevated in patients diagnosed with depression as well and are now recognized as important biological signatures as well as key mechanistic contributory factors of stress-related disorders . As such, inflammatory mediators are also considered important novel therapeutic targets to promote resilience to stress and potentially prevent and treat depression.\n\nPolyphenols, a select structural class of organic compounds that are abundantly found in some plants, are potent anti-inflammatory reagents. Recent preclinical evidence from the study team's highlights the potential value of a select bioactive polyphenol-rich preparation (Bioactive Dietary Polyphenol Preparation, BDPP) in modulating stress-induced depression phenotypes and enhancing stress resilience. BDPP is comprised of a select Concord grape juice (CGJ), a select grape seed polyphenol extract (GSPE) and trans-resveratrol (RSV). The study team's preclinical evidence suggests that the benefits of BDPP are mechanistically mediated, in part, by the efficacy of select BDPP-derived, biologically available polyphenol metabolites in modulating one or more key inflammatory signatures of stress-induced depressive-like symptoms. In fact, the study team has identified a set of metabolites, including dihydrocaffeic acid (DHCA), that demonstrate potent anti-inflammatory properties (including IL-6 inhibition) and pro-resilience behavioral effects in a rodent stress model. The study team hypothesized that BDPP treatment may alleviate stress response, in part, by delivering, in vivo, certain biologically available BDPP-derived polyphenol metabolites that are bioactive in modulating systemic expression of one or more inflammatory biological signatures of stress.\n\nBased on the scientific rationale outlined above, this study will characterize the clinical pharmacology of BDPP, including pharmacokinetics, pharmacodynamics and tolerability, and test the dose-dependent effect of BDPP on inflammatory markers at baseline and in response to acute stress in healthy volunteers using a rigorous double-blind, randomized, placebo controlled design. Response to acute stress will be measured using the validated human laboratory stress paradigm, the Trier Social Stress Test (TSST). The results of this study will critically inform future clinical trial testing of BDPP for the treatment stress-related disorders such as depression by establishing key knowledge regarding the clinical pharmacology and biological effects on inflammatory mediators for BDPP metabolites in humans.\n\nPlasma mass of each polyphenol will be used for analysis instead of concentration to adjust for individual differences in volume of distribution (plasma volume). Plasma volume for each participant will be calculated by subtracting blood cell volume (determined by hematocrit) from blood volume. Area under the plasma polyphenol mass by time curve (AUC) will be calculated by the middle Reimann Sum method. After confirming normality by the Shapiro-Wilk test, peak plasma mass and AUC for each metabolite (primarily DHCA) will compared by means of analysis of covariance (ANCOVA) between different doses of BDPP, wherein exposure is modeled. Baseline and 24 hours urine polyphenol metabolites will be used as covariates in the analysis. The dose dependent effects of BDPP on markers of inflammation will be tested using the multiple linear regression analysis with corrections for confounding factors (age, gender and BMI). The study team will collect clinical and other biological measures from participants for subsequent analyses to explore associations between changes in blood levels of IL-6 with changes in clinical measures (e.g., perceived stress using the PSS) and biological measures (baseline cortisol levels). The exploratory analyses will perform partial correlations on regression coefficients."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Control"
            ],
            "keywords": [
                "Polyphenol",
                "Dietary Supplement"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a single center, double-blind, placebo-controlled, randomized phase I trial. Each subject will be randomized to a daily low, medium or high dose of BDPP or placebo.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participants and investigators will be masked to whether they are assigned to study supplement or placebo.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 84,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Comparable placebos",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Low Dose BDPP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "8 oz. Concord grape juice + 450 mg Grape seed polyphenol extract + 150 mg Trans-resveratrol",
                    "interventionNames": [
                        "Dietary Supplement: Trans-resveratrol",
                        "Dietary Supplement: Concord grape juice",
                        "Dietary Supplement: Grape seed polyphenol extract"
                    ]
                },
                {
                    "label": "Medium Dose BDPP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "16 oz. Concord grape juice + 900 mg Grape seed polyphenol extract + 300 mg Trans-resveratrol",
                    "interventionNames": [
                        "Dietary Supplement: Trans-resveratrol",
                        "Dietary Supplement: Concord grape juice",
                        "Dietary Supplement: Grape seed polyphenol extract"
                    ]
                },
                {
                    "label": "High Dose BDPP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "24 oz. Concord grape juice + 1200mg Grape seed polyphenol extract + 450mg Trans-resveratrol",
                    "interventionNames": [
                        "Dietary Supplement: Trans-resveratrol",
                        "Dietary Supplement: Concord grape juice",
                        "Dietary Supplement: Grape seed polyphenol extract"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Trans-resveratrol",
                    "description": "150mg, 300mg, 450mg",
                    "armGroupLabels": [
                        "High Dose BDPP",
                        "Low Dose BDPP",
                        "Medium Dose BDPP"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Concord grape juice",
                    "description": "8 oz, 16 oz, 24 oz",
                    "armGroupLabels": [
                        "High Dose BDPP",
                        "Low Dose BDPP",
                        "Medium Dose BDPP"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Grape seed polyphenol extract",
                    "description": "450mg, 900mg, 1200mg",
                    "armGroupLabels": [
                        "High Dose BDPP",
                        "Low Dose BDPP",
                        "Medium Dose BDPP"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Comparable placebo supplement which is manufactured according to GMP and will contain inert substances.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "DHCA level",
                    "description": "Bioavailability assessed to show a dose-dependent increase in key BDPP metabolites, including DHCA.",
                    "timeFrame": "up to Week 5"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "IL-6 levels",
                    "description": "Inflammatory marker IL-6 Levels",
                    "timeFrame": "up to Week 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female aged 18-55 years;\n* Body max index (BMI) \\<30;\n* Participants must have a level of understanding of the English language sufficient to agree to all tests and examinations required by the study and must be able to participate fully in the informed consent process.\n* Including Spanish speaking participants\n\nExclusion Criteria:\n\n* Any psychiatric diagnosis as defined by the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5);\n* Subjects who meet criteria for a substance or alcohol use disorder in the past 2 years;\n* Female participants who are pregnant or nursing or plan to become pregnant;\n* Any unstable medical illnesses including hepatic, renal, gastroenterologic, respiratory, cardiovascular (including ischemic heart disease); endocrinologic, neurologic, immunologic, or hematologic disease;\n* Clinically significant abnormalities of laboratory tests, physical examination, or electrocardiogram;\n* Any diagnosed inflammatory or autoimmune disorder, including but not limited to rheumatoid arthritis, ankylosing spondylitis, myositis, vasculitis, systemic lupus erythematosus, Sjogren's Syndrome, or scleroderma;\n* Any use of medication or nutritional supplement known to affect inflammation, including but not limited to non-steroidal anti-inflammatory agents (NSAIDs), aspirin, acetaminophen, COX-2 selective inhibitors, omega-3 fatty acids, turmeric extract, ginger extract, vitamin E, and \"Devil's claw\";\n* Individuals using supplements known to affect polyphenol levels;\n* Presence of a condition or abnormality that in the opinion of the Investigator would compromise the safety of the patient or the quality of the data.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexia Lizzano",
                    "role": "CONTACT",
                    "phone": "(212) 585-4619",
                    "email": "alexia.lizzano@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Murrough, MD, PhD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maxine Marchidan",
                            "role": "CONTACT",
                            "phone": "212-585-4620",
                            "email": "maxine.marchidan@mssm.edu"
                        },
                        {
                            "name": "Sara Hameed",
                            "role": "CONTACT",
                            "phone": "212-585-4619",
                            "email": "sara.hameed@mssm.edu"
                        },
                        {
                            "name": "James Murrough, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077185",
                    "term": "Resveratrol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1684",
                    "name": "Resveratrol",
                    "asFound": "Vitro",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T173",
                    "name": "Grape",
                    "asFound": "For Postoperative",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}