{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05197309",
            "orgStudyIdInfo": {
                "id": "STUDY-20-01956"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Metabolic Diet for Relapse Prevention in Anorexia Nervosa",
            "officialTitle": "Metabolic Diet for Relapse Prevention in Anorexia Nervosa",
            "therapeuticArea": [
                "Other"
            ],
            "study": "metabolic-diet-for-relapse-prevention-in-anorexia-nervosa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-16",
            "studyFirstSubmitQcDate": "2022-01-05",
            "studyFirstPostDateStruct": {
                "date": "2022-01-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Chinara Tate",
                "investigatorTitle": "Clinical Nutrition Coordinator",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is an interventional study that will test the safety, tolerability, and efficacy of the Metabolic Diet, which was designed as a treatment for women with anorexia nervosa to remain weight-stable after they have been restored from low weight. Participants will be adult women with anorexia nervosa who have been recently restored to normal weight and adult women with no history of eating disorders. After enrollment, participants will start meeting weekly with a registered dietitian to implement the Metabolic Diet in their daily lives, and will receive medical monitoring for adherence, side effects, changes in metabolic or psychological parameters, and weight stability.",
            "detailedDescription": "The study plan to enroll a total of 20 subjects from the broader New York City area into an 8-week eating behavioral program. Of the 20, 10 will be weight-restored patients with anorexia nervosa (WR-AN) and the other 10 will be age-, sex-, and body mass index (i.e. weight) matched healthy controls (HC).\n\nThe primary study intervention is an eating behavioral program called, Metabolic Diet, which is aimed to change the proportion of macronutrients in their meals to incorporate higher fat content and lower the carbohydrate content to limit fluctuations in circulating blood glucose levels throughout the day, which may contribute to a relapse in anorexia nervosa. Participants will be guided to start the Metabolic Diet following the first 2 individual study visits, and the duration of the primary intervention is for 8 weeks. As part of the intervention, each subject will keep a food log and measure the urinary ketones at home, which they will discuss with the study providers during weekly visits. Each subject will meet individually with the Study Dietician and with the Study Physician on a weekly basis. At these visits, food logs and ketone logs will be reviewed so that subjects' adherence to the Metabolic Diet can be assessed and facilitated.\n\nSurveys and lab work are completed during screening, week 4 and week 8."
        },
        "conditionsModule": {
            "conditions": [
                "Anorexia Nervosa"
            ],
            "keywords": [
                "anorexia nervosa",
                "metabolic diet",
                "weight-restored",
                "eating disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "All participants will complete 8 weeks of the Metabolic Diet while meeting with a clinician weekly.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Women with anorexia nervosa",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "adult women with anorexia nervosa who have been recently restored to normal weight",
                    "interventionNames": [
                        "Dietary Supplement: Metabolic Diet"
                    ]
                },
                {
                    "label": "Women with no history of eating disorders",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "adult women with no history of eating disorders",
                    "interventionNames": [
                        "Dietary Supplement: Metabolic Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Metabolic Diet",
                    "description": "Metabolic Diet includes increasing the amount of foods high in fat and decreasing the amount of foods that may cause increased flux in blood glucose levels. Food logs and ketone logs will be reviewed weekly during the 8 weeks of the intervention.",
                    "armGroupLabels": [
                        "Women with anorexia nervosa",
                        "Women with no history of eating disorders"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of adverse events",
                    "description": "Safety of intervention will be measured by # of adverse events reported over 10 weeks. Adverse events will be documented during each of the 8 weekly clinician visits.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Percent completion of food",
                    "description": "Tolerability of intervention will be measured using percent completion of food over 10 weeks. Logs are collected during each of the 8 weekly clinician visits.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Percent completion of ketone logs",
                    "description": "Tolerability of intervention will be measured using percent completion of ketone logs over 10 weeks. Logs are collected during each of the 8 weekly clinician visits.",
                    "timeFrame": "Baseline to 10 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Weight",
                    "description": "Weight will be calculated using the baseline weight and weight at the 10 week assessment. Weight will be during each of the 8 weekly clinician visits.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Change in Eating Disorder Examination Questionnaire (EDE-Q)",
                    "description": "Changes in Dietary Behavior using the Eating Disorder Examination Questionnaire (EDE-Q). Dietary restraint, eating, shape, and weight concerns are measured with the EDE-Q at multiple time points. Subscales for dietary restraint, eating, shape, and weight (subscales range from 0-6) concerns are summed and then divided by the total number of subscales (4) to create a global score (total scale 0 to 6). Higher scores on the global scale and subscales indicate more problematic eating behaviors and attitudes. Changes in the EDE-Q global score will be calculated using the baseline and 10 week assessments.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Anxiety using the Beck Anxiety Inventory (BAI)",
                    "description": "The intensity and physical symptoms of anxiety are measures with the BAI at baseline and 10 weeks. Scores may range from 0 to 63. Higher scores indicate more intense anxiety symptoms. Changes in the BAI score will be calculated using the baselines and 10 week assessments.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Mood using the Quick Inventory of Depressive Symptomatology (QIDS)",
                    "description": "Depression is measured with the QIDS at baseline and 10 weeks. Scores may range from 0 to 27. Higher scores indicate a higher severity of depression. Changes in the QIDS score will be calculated using the baselines and 10 week assessments.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Clinical Impairments using the Clinical Impairment Assessment (CIA)",
                    "description": "Psychosocial functioning from eating disorders is measured using the CIA. Scores range from 0 to 48. Higher scores indicate more impairment associated with an eating disorder.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Quality of Life using the Quality of Life Enjoyment and Satisfaction Questionnaire (QLESQ) from Baseline to 10 Weeks",
                    "description": "Quality of life is measured using the QLESQ. Scores range from 14 to 70 and higher scores indicate a quality.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Carbon Dioxide (CO2)",
                    "description": "The laboratory test to measure the amount of carbon dioxide in the liquid part of the blood, called the serum.\n\nIn the body, most of the CO2 is in the form of a substance called bicarbonate (HCO3-). Therefore, the CO2 blood test is really a measure of the blood bicarbonate level.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Potassium level",
                    "description": "Potassium test measures the amount of potassium in the fluid portion (serum) of the blood. Potassium (K+) helps nerves and muscles communicate. It also helps move nutrients into cells and waste products out of cells.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Sodium level",
                    "description": "The sodium blood test measures the concentration of sodium in the blood.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Chloride",
                    "description": "Chloride is a type of electrolyte. It works with other electrolytes such as potassium, sodium, and carbon dioxide (CO2). These substances help keep the proper balance of body fluids and maintain the body's acid-base balance.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Calcium",
                    "description": "The calcium blood test measures the level of calcium in the blood. All cells need calcium in order to work. Calcium helps build strong bones and teeth. It is important for heart function, and helps with muscle contraction, nerve signaling, and blood clotting.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Creatine",
                    "description": "The creatinine blood test measures the level of creatinine in the blood. Creatinine is a chemical waste product of creatine. Creatine is a chemical made by the body and is used to supply energy mainly to muscles.\n\nThis test is done to see how well your kidneys work. Creatinine is removed from the body entirely by the kidneys. If kidney function is not normal, the creatinine level in your blood will increase. This is because less creatinine is excreted through your urine.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Blood Urea Nitrogen (BUN)",
                    "description": "Urea nitrogen is what forms when protein breaks down. The BUN test measures the amount of urea nitrogen in the blood and is often done to check kidney function.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in White Blood Count (WBC)",
                    "description": "WBC count is a blood test to measure the number of white blood cells (WBCs) in the blood.\n\nWBCs are also called leukocytes. They help fight infections.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Red Blood Count (RBC)",
                    "description": "An RBC count is a blood test that measures amount of red blood cells (RBCs).\n\nRBCs contain hemoglobin, which carries oxygen. How much oxygen the body tissues get depends on amount of RBCs and how well they work.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Hemoglobin",
                    "description": "Hemoglobin is a protein in red blood cells that carries oxygen. The hemoglobin test measures how much hemoglobin is in your blood.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Hematocrit",
                    "description": "Hematocrit is a blood test that measures how much of a person's blood is made up of red blood cells. This measurement depends on the number of and size of the red blood cells.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Platelet",
                    "description": "A platelet count is a lab test to measure how many platelets is in the blood. Platelets are parts of the blood that help the blood clot. They are smaller than red or white blood cells.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in hemoglobin A1c",
                    "description": "A1C is a lab test that shows the average level of blood sugar (glucose) over the previous 3 months. It shows how well a person is controlling your blood sugar to help prevent complications from diabetes.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Glucose",
                    "description": "A blood sugar test measures the amount of a sugar called glucose in the blood. Glucose is a major source of energy for most cells of the body, including brain cells. Glucose is a building block for carbohydrates. Carbohydrates are quickly turned into glucose in the body. This can raise the blood glucose level.\n\nHormones made in the body help control blood glucose level.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Total Cholesterol",
                    "description": "Cholesterol is a fat (also called a lipid) that your body needs to work properly. Too much bad cholesterol can increase your chance of getting heart disease, stroke, and other problems.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in High density lipoprotein (HDL cholesterol)",
                    "description": "HDL is one of the three main types of lipoproteins and part of the lipid panel.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Low density lipoprotein (LDL cholesterol)",
                    "description": "LDL is one of the three main types of lipoproteins and part of the lipid panel.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in Triglycerides",
                    "description": "The triglyceride level is a blood test to measure the amount of triglycerides in the blood. Triglycerides are a type of fat.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in aspartate aminotransferase (AST)",
                    "description": "The aspartate aminotransferase (AST) blood test measures the level of the enzyme AST in the blood. AST is an enzyme found in high levels in the liver, heart, and muscles. It is also found in lesser amounts in other tissues. An enzyme is a protein that causes a specific chemical change in the body.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in alanine transaminase (ALT)",
                    "description": "The alanine transaminase (ALT) blood test measures the level of the enzyme ALT in the blood. ALT is an enzyme found in a high level in the liver. An enzyme is a protein that causes a specific chemical change in the body.",
                    "timeFrame": "Baseline and 10 weeks"
                },
                {
                    "measure": "Changes in albumin",
                    "description": "Albumin is a protein made by the liver. A serum albumin test measures the amount of this protein in the clear liquid portion of the blood.",
                    "timeFrame": "Baseline and 10 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* Age at least 18 and not over 40\n* BMI at or above 18.5 kg/m2\n* Speaks English\n* Medically stable, as cleared by a licensed physician, with vital signs and initial blood draws\n* History of DSM-5 diagnosis of Anorexia Nervosa (WR-AN only)\n* Weight-restored from underweight BMI (under 18.5 kg/m2) within the past 6 months (WR-AN only)\n\nExclusion Criteria:\n\n* Current/lifetime diagnosis of DSM-5 psychotic disorders, bipolar disorders\n* Active DSM-5 substance use disorders\n* On medications that could affect metabolism\n\n  \\*Subjects are to be free of any medications that could affect metabolism, as discussed with study physician, for 2 weeks prior to primary study visit for glucose function testing.\n* History of suicide attempt within previous 6 months or acute suicide risk\n* Significant current medical illness or metabolic conditions, including diabetes mellitus and pregnancy\n* Current/lifetime diagnosis of DSM-5 eating disorders (HC only)\n* Active DSM-5 depressive disorders (HC only)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chinara Tate",
                    "role": "CONTACT",
                    "phone": "(212) 659-8724",
                    "email": "chinara.tate@mssm.edu"
                },
                {
                    "name": "Tom Hildebrandt",
                    "role": "CONTACT",
                    "phone": "212-659-8673",
                    "email": "tom.hildebrandt@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chinara Tate",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chinara Tate",
                            "role": "CONTACT",
                            "phone": "212-659-8724",
                            "email": "chinara.tate@mssm.edu"
                        },
                        {
                            "name": "Tom Hildebrandt",
                            "role": "CONTACT",
                            "phone": "212-659-8673",
                            "email": "tom.hildebrandt@mssm.edu"
                        },
                        {
                            "name": "Chinara Tate",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Anonymized data can be made available upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000855",
                    "term": "Anorexia"
                },
                {
                    "id": "D000000856",
                    "term": "Anorexia Nervosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4181",
                    "name": "Anorexia",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4182",
                    "name": "Anorexia Nervosa",
                    "asFound": "Anorexia Nervosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}