{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06098183",
            "orgStudyIdInfo": {
                "id": "23-2338"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Metabolic Effects of Perimenopause",
            "officialTitle": "Metabolic Effects of Muscle and Exercise Across Perimenopause",
            "acronym": "MAAP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "metabolic-effects-of-perimenopause"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-18",
            "studyFirstSubmitQcDate": "2023-10-18",
            "studyFirstPostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Starting in early-perimenopause, changes in systemic and tissue level metabolism result in an accelerated loss of muscle mass and an increase in body fat. Our preliminary work indicates that metabolic alterations, specifically a decrease in whole-body protein balance, increase in abdominal adiposity, and reduced metabolic flexibility during exercise is most evident in perimenopause. Exercise is a potent stimulator of skeletal muscle insulin sensitivity. High intensity interval training (HIIT) has been shown to be an effective exercise strategy to support cardiometabolic health in overweight and obese young women. Skeletal muscle is critical to maintaining metabolic health and functionality across the lifespan, and is considered the primary diver of whole-body insulin resistance.There is a significant decrease in muscle mass across the menopause transition, which is often exacerbated by a significant gain in fat mass and visceral fat. Protein consumption prior to HIIT has resulted in improvements in energy expenditure and fat oxidation in young women. The overarching objective of this study is to determine the metabolic response of HIIT compared to traditional aerobic exercise in early and late perimenopausal women. Aim 1 will examine the metabolic responses (glucose, insulin sensitivity, energy expenditure) of HIIT vs aerobic exercise, combined with pre-exercise carbohydrate or protein ingestion, in overweight/obese (BMI: 28-40 Kg/m\\^2) early and late perimenopausal women. Aim 2 will explore the impact of perimenopause on the fat oxidation and protein turnover before and after exercise. Lastly, aim 3 will explore the modulating effect of intramuscular fat on these metabolic outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Perimenopausal Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized crossover design",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Whey protein isolate, then Non-caloric placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will randomly consume a whey protein isolate (Dymatize ISO-100) mixed with 6 oz of water prior to exercise. After a minimum of 48 hrs they will consume a non-caloric placebo (6 oz of water) prior to exercise.",
                    "interventionNames": [
                        "Other: Whey Protein Isolate",
                        "Other: Non-caloric Placebo water"
                    ]
                },
                {
                    "label": "Non-caloric placebo, then Whey protein isolate",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will randomly consume a non-caloric placebo (6 oz of water) prior to exercise. After a minimum of 48 hrs they will consume a whey protein isolate (Dymatize ISO-100) mixed with 6 oz of water prior to exercise.",
                    "interventionNames": [
                        "Other: Whey Protein Isolate",
                        "Other: Non-caloric Placebo water"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Whey Protein Isolate",
                    "description": "Whey protein isolate essential amino acids (25 g), 5.5 grams of branched-chain amino acids (BCAAs), and 2.7 grams of Leucine per serving",
                    "armGroupLabels": [
                        "Non-caloric placebo, then Whey protein isolate",
                        "Whey protein isolate, then Non-caloric placebo"
                    ],
                    "otherNames": [
                        "Dymatize Iso 100"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Non-caloric Placebo water",
                    "description": "Non-caloric placebo",
                    "armGroupLabels": [
                        "Non-caloric placebo, then Whey protein isolate",
                        "Whey protein isolate, then Non-caloric placebo"
                    ],
                    "otherNames": [
                        "Water, placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in energy expenditure (kcals/day) from baseline and 30 minutes post-exercise.",
                    "description": "Indirect calorimetry will be used to obtain energy expenditure prior to exercise and 30 minutes after a bout of high intensity interval training.",
                    "timeFrame": "Baseline and 30 minutes"
                },
                {
                    "measure": "Change in energy expenditure (kcals/day) from baseline and up to 60 minutes post-exercise.",
                    "description": "Indirect calorimetry will be used to obtain energy expenditure prior to exercise and 60 minutes after a bout of high intensity interval training.",
                    "timeFrame": "Baseline and 60 minutes"
                },
                {
                    "measure": "Change in respiratory exchange ratio (au) from baseline and 30 minutes post-exercise.",
                    "description": "Indirect calorimetry will be used to obtain respiratory exchange ratio prior to exercise 30 minutes after a bout of high intensity interval training.",
                    "timeFrame": "Baseline and 30 minutes"
                },
                {
                    "measure": "Change in respiratory exchange ratio (au) from baseline and up to 60 minutes post-exercise.",
                    "description": "Indirect calorimetry will be used to obtain respiratory exchange ratio prior to exercise and 60 minutes after a bout of high intensity interval training.",
                    "timeFrame": "Baseline and 60 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Area under the curve for fat oxidation",
                    "description": "Microdialysis of subcutaneous adipose tissue ll be used to obtain fat oxidation prior to exercise and through 60 minutes after a bout of high intensity interval training.",
                    "timeFrame": "Baseline through 60 minutes"
                },
                {
                    "measure": "Metabolic flexibility",
                    "description": "Indirect calorimetry during a ramp exercise protocol",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Muscle quality",
                    "description": "Muscle quality measured from magnetic resonance imaging (MRI), peripheral quantitative computed tomography (pQCT), and ultrasound will be evaluated.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Daily Record of Severity of Problems form",
                    "description": "Menstrual Related Mood Disorders Daily Rating Form (MRMD) will be measured on a 6 point scale (1 = absent, 2 = minimal, 3 = mild, 4 = moderate, 5 = severe and 6 = extreme), Scores range from 1-6, with higher values indicating worse symptoms.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Early and late perimenopausal women (≥38 years; early: experienced menstrual bleeding in the previous 3 months with a decrease in cycle regularity in the past year; late: no menstrual bleeding in the previous 3 months with some bleeding in the previous year).\n* Overweight and obese: body mass index (BMI) of 28 - 40 Kg/m\\^2 and percent body fat (%BF) ≥ 30%.\n* Healthy, non-smokers.\n\nExclusion Criteria:\n\n* Have current and/or history of cardiovascular disease, diabetes, metabolic, thyroid, pulmonary, renal, hepatic, gastrointestinal, musculoskeletal disorders or medical or surgical events, such as bariatric surgery, heart surgery, or any joint or musculoskeletal injuries or surgeries occurring in the 6-months prior to enrollment, that may significantly influence study outcomes or prevent safe participation.\n* Gained or lost \\>5 kg in the previous 2 months\n* Have a self-identified or clinically diagnosed eating disorder\n* Undergone a full or partial hysterectomy for treatment of menopausal symptoms\n* Have uncontrolled hypertension or an abnormal electrocardiogram.\n* Have an ongoing diagnosed mental disorder with a change in medication in the previous 6 months.\n* Taking metabolism-altering drugs or medications outside of estrogen replacement therapy that may influence study outcomes (i.e. corticosteroids, stimulants, insulin, thyroid medications) or phytoestrogens.\n* Diagnosed with polycystic ovarian syndrome (PCOS).\n* Participating in more than 75 minutes per week of moderate exercise per week.\n* Currently pregnant or planning to become pregnant (determined from urine pregnancy test)\n* Currently nursing or have had a child within the previous 6 months\n* Has participated in another clinical trial within four weeks prior to enrollment that in the opinion of the PI would influence the results.\n* Has severely impaired hearing or speech or inability to speak English.\n* Unwilling or unable to comply with the study protocol, including abstaining from caffeine, tobacco, alcohol, and physical activity before testing days.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Females identifying as women only",
            "minimumAge": "38 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Abbie Smith-Ryan, PhD",
                    "role": "CONTACT",
                    "phone": "919-962-2574",
                    "email": "abbiesmith@unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Abbie Smith-Ryan, PhD",
                    "affiliation": "University of North Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Applied Physiology Laboratory - University of North Carolina",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abbie Smith-Ryan, PhD",
                            "role": "CONTACT",
                            "phone": "919-962-2574",
                            "email": "abbiesmith@unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "infoTypes": [
                "CSR"
            ],
            "timeFrame": "Beginning 9 and continuing for 36 months following publication",
            "accessCriteria": "Investigator must have approved IRB, IEC, or REB, and an executed data use/sharing agreement with the University of North Carolina."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T435",
                    "name": "Whey Protein",
                    "asFound": "Veterans",
                    "relevance": "HIGH"
                },
                {
                    "id": "T10",
                    "name": "Leucine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}