{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04968210",
            "orgStudyIdInfo": {
                "id": "STU-2020-1351"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Metabolic Remodeling in Pulmonary Arterial Hypertension (PAH)",
            "officialTitle": "Cardiac Metabolic Remodeling After Pulmonary Vasodilator Therapy in Pulmonary Arterial Hypertension: A Pilot Study",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "metabolic-remodeling-in-pulmonary-arterial-hypertension-pah"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-07",
            "studyFirstSubmitQcDate": "2021-07-07",
            "studyFirstPostDateStruct": {
                "date": "2021-07-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kara Goss",
                "investigatorTitle": "Associate Professor of Medicine and Pediatrics",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Pulmonary arterial hypertension (PAH) is a progressive disease in which clinically relevant symptoms present a few years after the onset in rise of pulmonary arterial pressure. Increased PA pressure presents an overload on the right ventricle (RV), with RV failure being a common cause of mortality in PAH. Current therapeutic targets help reduce vascular resistance and RV afterload, however, RV dysfunction may continue to progress. Therefore, the reason for RV failure in PAH cannot be contributed to altered vascular hemodynamics alone but may be related to metabolic alterations and failure of adaptive mechanisms in the RV. Providing a better understanding of metabolic remodeling in RV failure may permit the development of RV-targeted pharmacological agents to maintain RV function despite increased pulmonary vascular pressures. This study will evaluate how cardiac metabolism changes in response to pulmonary vasodilator therapy in patients with pulmonary arterial hypertension.",
            "detailedDescription": "PAH is a silent progressive disease of the pulmonary vasculature that often presents clinically later in the course of disease. Symptoms, including severe shortness of breath, present on average 2 years post onset as pulmonary arterial pressures rise due to elevated pulmonary vascular resistance (PVR). Elevated PVR causes right ventricular (RV) overload, metabolic shifts and myocardial remodeling resulting in impaired RV contractility, dysfunction, and subsequent RV failure. Right heart failure is a common cause of death in patients with PAH. Currently, all therapies for PAH target the pulmonary vasculature by improving pulmonary vasodilation and reducing vascular resistance. There is limited direct effect on the myocardium, although RV function generally improves with reduced afterload. However, despite reduction in PVR with vasodilators, the resting RV dysfunction may ultimately progress in patients with PAH. Thus, the reason for RV failure cannot be completely attributed to the changes in pulmonary vascular hemodynamics but may also be related to metabolic shifts and failure of compensatory mechanisms in the RV. A better understanding of how the RV myocardium remodels in RV failure from PAH and in response to pulmonary vasodilator therapy may allow for development of RV-targeted therapies to maintain RV function despite continually elevated afterload.\n\nCurrently, there are very few existing techniques to study cardiac metabolism in vivo. Nuclear medicine techniques (i.e., Positron Emission Tomography, PET, and Single Photon Emission Computer Tomography, SPECT) are limited in that they utilize radiolabeled tracers which cannot distinguish the tracer and its metabolic products and expose patients to ionizing radiation. Hyperpolarized (HP) magnetic resonance spectroscopic imaging (MRSI) of 13C-labeled species enables large-scale determination of cellular metabolism linked to pathophysiological mechanisms of disease without the use of ionizing radiation, and represents a unique and novel method to image real time in vivo cardiac metabolic substrate utilization coupled to cardiac function. Currently, the canonical HP compound utilized is 13C-pyruvate. The short-lived, non-radioactive, HP 13C-pyruvate metabolites are biologically analogous to their endogenous analogues and can reveal enzymatic activity (e.g., lactate dehydrogenase and pyruvate dehydrogenase) before and after interventions that are not readily answered by PET or any other imaging method. Importantly, HP MRSI has the potential to reveal metabolic mechanisms associated with cardiac disease states, understand the relationship of metabolism with contractile function, and may be a biomarker for determining therapeutic efficacy. These techniques will enable robust imaging of cardiac metabolism with quantitative measures derived from both the RV and LV. Measurement of downstream products of pyruvate metabolism, including lactate, alanine, and bicarbonate, will allow for real time activity assessment of lactate dehydrogenase (LDH), alanine aminotransferase (ALAT), pyruvate dehydrogenase (PDH), respectively. The measurement of these downstream products of metabolism; namely, bicarbonate and lactate, will permit the assessment of the relative contribution of oxidative metabolism and glycolysis. Since the imaging is performed on a clinical MRI system, metabolism can be studied simultaneously with classic parameters of cardiac function."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Arterial Hypertension"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 3,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pulmonary arterial hypertension (PAH)",
                    "description": "Patients that have been clinically diagnosed with pulmonary arterial hypertension and fall under the category of WHO group 1 PAH."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in ratio of oxidative metabolism to glycolysis",
                    "description": "Ratio of bicarbonate to lactate area under the curve, as a measure of oxidative metabolism relative to glycolysis, respectively. The ratio will be compared before and after 6 months of standard of care pulmonary vasodilator therapy in PAH patients.",
                    "timeFrame": "Baseline, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. WHO group 1 PAH, characterized by mean pulmonary artery pressure ≥25 mmHg, PVR \\>3 Woods units, and pulmonary capillary wedge pressure or left ventricular end diastolic pressure ≤15 mmHg. Participants must be further classified as idiopathic PAH (IPAH) or connective tissue disease associated PAH (CTD-PAH).\n2. New York Heart Association (NYHA) classification I - III criteria of heart failure.\n3. Vasodilator therapy naïve, with the intent to initiate pulmonary vasodilator therapy.\n4. Age 18 - 75.\n5. English speaking and able to provide informed consent.\n\nExclusion Criteria:\n\n1. Recent syncope.\n2. Baseline 6MWD \\< 400 feet or NYHA class IV heart failure.\n3. Metabolic disorders such as uncontrolled diabetes (A1c \\> 8%) that may alter cardiac metabolism.\n4. Baseline use of oral steroids.\n5. FEV1/FVC \\<60%\n6. Contraindications to MRI, including those noted on the UTSW MRI Screening Form such as implants contraindicated at 3T, pacemakers, Implantable Cardioverter Defibrillators (ICD), or significant claustrophobia.\n7. Weight \\>210 lbs (exceeds current IND weight-based dosing guidelines) 8 . Women who are pregnant, lactating or planning on becoming pregnant during the study.\n\n9. Not suitable for study participation due to other reasons at the discretion of the investigators",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "WHO group 1 PAH, characterized by mean pulmonary artery pressure ≥25 mmHg, PVR \\>3 Woods units, and pulmonary capillary wedge pressure or left ventricular end diastolic pressure ≤15 mmHg. Participants must be further classified as idiopathic PAH (IPAH) or connective tissue disease associated PAH (CTD-PAH).",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kara Goss, MD",
                    "role": "CONTACT",
                    "phone": "214/648-6868",
                    "email": "Kara.Goss@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kara Goss, MD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kara N Goss, MD",
                            "role": "CONTACT",
                            "phone": "214-648-6868",
                            "email": "kara.goss@utsouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "This study will comply with the NIH Data Sharing Policy and Policy on the Dissemination of NIH-Funded Clinical Trial Information and the Clinical Trials Registration and Results Information Submission rule. As such, this trial will be registered at ClinicalTrials.gov, and results information from this trial will be submitted to ClinicalTrials.gov. In addition, every attempt will be made to publish results in peer-reviewed journals"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081029",
                    "term": "Pulmonary Arterial Hypertension"
                },
                {
                    "id": "D000065627",
                    "term": "Familial Primary Pulmonary Hypertension"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2261",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "relevance": "LOW"
                },
                {
                    "id": "M30541",
                    "name": "Familial Primary Pulmonary Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4807",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}