{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04222413",
            "orgStudyIdInfo": {
                "id": "200023"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-C-0023"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Metarrestin (ML-246) in Subjects With Metastatic Solid Tumors",
            "officialTitle": "First-in-Human Phase I Trial to Investigate the Safety, Tolerability, Pharmacokinetics, Biological and Clinical Activity of Metarrestin (ML-246) in Subjects With Metastatic Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "metarrestin-ml-in-subjects-with-metastatic-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-07",
            "studyFirstSubmitQcDate": "2020-01-08",
            "studyFirstPostDateStruct": {
                "date": "2020-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMetastasis is the spread of cancer from one organ to a nonadjacent organ. It causes 90% of cancer deaths. No treatment specifically prevents or reduces metastasis. Researchers hope a new drug can help. It stops cancer cells from growing and spreading further and possibly shrink cancer lesions in distant organs.\n\nObjective:\n\nTo find a safe dose of metarrestin and to see if this dose shrinks tumors.\n\nEligibility:\n\nAdults age 18 and older with pancreatic cancer, breast cancer, or a solid tumor that has not been cured by standard therapies. Also, children age 12-17 with a solid tumor (other than a muscle tumor) with no standard therapy options.\n\nDesign:\n\nParticipants will be screened with:\n\n* blood tests\n* physical exam\n* documentation of disease confirmation or tumor biopsy\n* electrocardiogram to evaluate the heart\n* review of their medicines and their ability to do their normal activities\n\nParticipants will take metarrestin by mouth until they cannot tolerate it or stop to benefit from it. They will keep a medicine diary.\n\nParticipants will visit the Clinical Center. During the first month there are two brief hospital stays required with visits weekly or every other week thereafter. They will repeat some of the screening tests. They will fill out questionnaires. They will have tests of their cognitive function. They will have an electroencephalogram to record brain activity. They will have a computed tomography (CT) scan or magnetic resonance imaging (MRI). A CT is a series of X-rays of the body. An MRI uses magnets and radio waves to take pictures of the body.\n\nAdult participants may have tumor biopsies.\n\nParticipants will have a follow-up visit 30 days after treatment ends. Then they will have follow-up phone calls or emails every 6 months for the rest of their life or until the study ends.",
            "detailedDescription": "Background:\n\nMetarrestin is a first-in-class investigational agent targeting the peri-nucleolar compartment (PNC), a marker of genome organization associated with metastasis.\n\nPreclinical studies have shown that metarrestin effectively suppresses metastasis and extends overall survival in different cancer models.\n\nMulti-species allometric scaling and good laboratory practice (GLP) toxicology and toxicokinetic studies indicate that metarrestin administered at a calculated safe maximum recommended starting dose (MRSD) to human subjects is predicted to afford intratumoral exposure levels within the therapeutic range observed preclinically.\n\nObjectives:\n\nPhase IA: To determine the maximum tolerated dose (MTD) of metarrestin.\n\nPhase IB: To determine the Objective Response Rate (ORR) according to Evaluation Criteria (RECIST 1.1) in patients treated with metarrestin at the MTD.\n\nEligibility:\n\nAdult subjects with any advanced solid tumors (Cohort IA), or pancreatic, colorectal, or breast tumors (Cohort IB1).\n\nOR\n\nPediatric subjects age 12 and older with solid tumors other than rhabdomyosarcoma (RMS) including embryonal, alveolar, spindle cell/sclerosing, and pleomorphic subtypes of RMS (Cohort IB2).\n\nPatients must have progressed on prior standard chemotherapeutic therapy.\n\nDesign:\n\nThis is first-in-human Phase I trial to investigate the safety and clinical activity of metarrestin in subjects with metastatic solid tumors.\n\nDuring Phase IA MTD of metarrestin will be estimated in adult patients with solid tumors.\n\nDuring Phase IB adult patients with breast, colorectal, or pancreatic cancer and pediatric patients with solid organ cancer will be treated at dose level of estimated MTD.\n\nPatients will receive treatment in cycles consisting of 28 (+7/- 2) days.\n\nMetarrestin will be administered PO until progression or unacceptable toxicity"
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Solid Tumors",
                "Metastatic Pancreatic Cancer",
                "Pediatric Solid Tumor",
                "Advanced Breast Cancer",
                "Malignant Peripheral Nerve Sheath Tumor",
                "Colorectal Neoplasms"
            ],
            "keywords": [
                "First-In-Class Investigational Agent",
                "Peri-Nucleolar Compartment (PNC)",
                "effective therapies against metastasis",
                "Oral Administration",
                "Maximum Recommended Starting Dose"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 98,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating/de-escalation doses of metarrestin",
                    "interventionNames": [
                        "Drug: Metarrestin"
                    ]
                },
                {
                    "label": "2/Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "MTD of metarrestin",
                    "interventionNames": [
                        "Drug: Metarrestin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Metarrestin",
                    "description": "Phase IA: Loading dose on Day 1 of Cycle 1 for Dose Levels 1-7. Loading dose on Days 1 and 3 of Cycle 1 for Dose Levels 8-11. After the loading dose on Day 1 or Days 1 and 3 of Cycle 1, continue on Mondays-Wednesdays-Fridays of every following cycle. Phase IB: PO according to the dose and schedule estimated during Phase IA",
                    "armGroupLabels": [
                        "1/Arm 1",
                        "2/Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To identify the maximum tolerated dose (MTD) of metarrestin in subjects with metastatic solid tumors",
                    "description": "MTD of metarrestin",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "To determine the Objective Response Rate (ORR) according to Evaluation Criteria (RECIST 1.1) in patients treated with metarrestin at the MTD",
                    "description": "Fraction of objective responses determined and reported as the ORR",
                    "timeFrame": "every 2 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To determine the Objective Response Rate (ORR) according to Evaluation Criteria (RECIST 1.1) in patients treated with metarrestin at the MTD in Cohort IB1",
                    "description": "The ORR rate will be determined by dividing the number of patients with an objective response by the number of evaluable patients who are treated at the MTD for cohort Phase IB1",
                    "timeFrame": "every 2 months"
                },
                {
                    "measure": "To determine plasma PK levels of metarrestin in humans",
                    "description": "The pharmacokinetic (PK) profile of metarrestin will be derived from single dose and multiple dose PK measures for each dose level collecting the standard pharmacokinetic parameters",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "To assess progression-free survival (PFS) according to RECIST 1.1",
                    "description": "Median amount of time subject survives without disease progression after treatment",
                    "timeFrame": "at progression"
                },
                {
                    "measure": "To determine duration of overall response (DOR) rate according to Response Evaluation Criteria (RECIST 1.1) in subjects with metastatic solid tumors",
                    "description": "Kaplan-Meier curves beginning at the date of response will be used and will be determined in all responding patients treated on the Phase IB expansion cohorts",
                    "timeFrame": "at progression"
                },
                {
                    "measure": "To determine tolerability of the adult recommended dose in children = 12 year of age (Cohort IB2)",
                    "description": "The fraction of patients who can tolerate the dose",
                    "timeFrame": "28 days after treatment discontinuation"
                },
                {
                    "measure": "To assess safety and tolerability of metarrestin (Cohort IB1)",
                    "description": "All treatment-related AEs will be captured, and for each grade, the number and type of AE per dose level will be descriptively described in Cohort 1B1",
                    "timeFrame": "28 days after treatment discontinuation"
                },
                {
                    "measure": "To assess safety and tolerability of metarrestin in subjects with metastatic solid tumors",
                    "description": "All treatment-related AEs will be captured, and for each grade, the number and type of AE per dose level will be descriptively described",
                    "timeFrame": "28 days after treatment discontinuation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Adult (greater than or equal to 18 years) subjects with:\n\n  * histologically or cytologically confirmed solid tumors (Phase IA).\n\nOR\n\n--histologically or cytologically confirmed pancreatic, colorectal, or breast cancer (Phase IB)\n\nOR\n\n* Pediatric (\\>=12 and \\< 18 years) subjects with histologically or cytologically confirmed solid tumors other than rhabdomyosarcoma (RMS) including embryonal, alveolar, spindle cell/sclerosing and pleomorpphic subtypes of RMS (Phase IB).\n* Subjects must have disease that:\n\n  * is not amenable to potentially curative resection,\n  * spread at least to one other organ system other than primary tumor or recurred after removal of primary tumor\n  * has site measurable per RECIST 1.1,\n  * progressed on or after at least one line of standard systemic chemotherapy (Phase IA and IB1)\n  * have no standard therapy option available (Phase IB2)\n* Patients must have recovered from any acute toxicity related to prior therapy or surgery or disease to a grade 1 or less.\n* Performance status\n\n  --Karnofsky greater than or equal to 70% (for patients greater than or equal to16 years old), Lansky greater than or equal 70% (for patients \\<16 years old)\n* Adequate hematological function defined by:\n\n  * absolute neutrophil count (ANC) greater than or equal to 1.0 (SqrRoot) 10(9)/L,\n  * transfusion-independent platelet count greater than or equal to 100 (SqrRoot) 10(9)/L,\n  * Hgb greater than or equal to 9 g/ dL (patients who have received less than or equal to 2 PRBC transfusions within 48 hours are eligible)\n* Adequate coagulation as defined by:\n\n  --INR\\<1.5 (or \\< 3.0 if subjects are currently taking anticoagulated medications) Note: increase of the upper limit of INR is restricted only to subjects who are receiving anticoagulation for medical reasons (DVT/PE prophylaxis, treatment for a thromboembolic event) and have increased INR because of these medications. Patients who have an elevated INR due to compromised liver function or any other medical conditions remain excluded\n* Adequate hepatic function defined by:\n\n  * a total bilirubin level less than or equal to 1.5 (SqrRoot) ULN, (total bilirubin less than or equal to 2.0 x ULN in case of prior diagnosis of Gilbert syndrome)\n  * an AST level less than or equal to 3(SqrRoot) ULN\n  * an ALT level less than or equal to 3 (SqrRoot) ULN\n* Adequate renal function defined by:\n\n  * Creatinine OR Measured or calculated creatinine clearance (CrCl) (eGFR may also be used in place of CrCl)\n\n    * less than 1.5x institution upper limit of normal OR\n    * greater than 45 mL/min/1.73 m2 for participant with creatinine levels \\> 1.5 X institutional ULN\n  * Creatinine clearance (CrCl) or eGFR should be calculated per institutional standard.\n* The effects of the study treatment on the developing human fetus are unknown; thus, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and up to 120 days after the last dose of the study drug(s). Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Weight \\> 35 kg.\n* Ability of subject or parent/guardian to understand and the willingness to sign a written informed consent document.\n* Subjects must have lesion(s) accessible for biopsy (other than used for measurement of disease) and be willing to undergo mandatory study biopsies (Cohort IB1 only).\n* Ability to swallow oral capsules.\n\nEXCLUSION CRITERIA:\n\n* Anticancer treatment within designated period before treatment initiation including:\n\n  * minor surgical procedure (such as biliary stenting) within 14 days. Note: if liver function tests after biliary stenting or renal function tests after ureteral stenting return to normal, within 5 days after biliary or ureteral stenting;\n  * major surgical procedure or curative radiation treatment within 28 days;\n  * palliative radiation treatment within 14 days;\n  * chemotherapy or experimental drug treatment with published half-life known to be 72 hours or less within 14 days;\n  * experimental drug treatment with unpublished or half-life greater than 72 hours within 28 days;\n  * chemotherapy regimen containing an alkylating antineoplastic agent (cyclophosphamide, chlorambucil, melphalan, or ifosfamide), alkylating-like (platinumbased chemotherapeutic drugs, platinum analogues), and non-classical alkylating agent (dacarbazine, temozolomide) within 28 days.\n* Patients receiving any medications or substances that are moderate and strong inhibitors or inducers of CYP3A4 and are not able to safely stop these medications are excluded from this study; patients must stop strong CYP3A4 inhibiting/inducing medications within 5 published half-lives and moderate within 3 published half-lives prior to the treatment initiation.\n\nNote: dihydropyridinecalcium - channel blockers are permitted for management of underling disease\n\n* Subjects with cardiomyopathy diagnosed within 6 months prior to treatment initiation including but not limited to the following:\n\n  * hypertrophic cardiomyopathy\n  * arrhythmogenic right ventricular cardiomyopathy\n  * abnormal ejection fraction (echocardiogram \\[ECHO\\]) \\<= 53% (if a range is given then the upper value of the range will be used)\n  * previous moderate or severe impairment of left ventricular systolic function (LVEF \\<45%)\n  * severe valvular heart disease\n  * atrial fibrillation with a ventricular rate \\>100 bpm on EKG at rest\n  * Fridericia's corrected QT interval (QTcF) \\>= 480 msec (adults) or \\>= 460 msec (pediatric subjects, aged 12 to \\<18 years) or other factors that increase the risk of QT prolongation or arrhythmic events (e.g., heart failure, hypokalemia, family history of long QT interval syndrome.\n* HIV, HCV, HBV positive patients on antiviral drugs are excluded due to the absence of previous experience with concurrent use of antiviral medications and the investigational drug product to be evaluated in the current study and possible for adverse pharmacokinetic and/or pharmacodynamic interactions.\n* Previous malignant disease (other than the target malignancy to be investigated in this trial) within the last 3 years. Note: subjects with a history of cervical carcinoma in situ, superficial or non-invasive bladder cancer, or basal cell or squamous cell carcinoma in situ previously treated with curative intent are NOT excluded.\n* Rapidly progressive disease which, in the opinion of the Investigator, may predispose to inability to tolerate treatment or trial procedures.\n* Subjects with central nervous system (CNS) metastases or CNS disorders known to increase possible neurotoxicity of metarrestin in case of compromised blood-brain barrier (e.g. recent stroke (less than 3 months of treatment initiation). infectious causes).\n* Significant acute or chronic infections including tuberculosis with presence of clinical symptoms or physical findings.\n* Patients with a history of any seizures or increased risk of seizures on screening EEGs defined by 1) interictal epileptiform discharges, 2) temporal intermittent rhythmic delta activity (TIRDA), or 3) electrographic or clinical seizures on EEG.\n* Clinically relevant diseases (for example, inflammatory bowel disease) and / or uncontrolled medical conditions, which, in the opinion of the Investigator, might impair the subject's tolerance or ability to participate in the trial.\n* Patients with previous gastric bypass, patients receiving nutrition via feeding tubes or parenterally, or patients with malabsorptive conditions (damage to the intestine from infection, inflammation, trauma, or surgery, celiac disease, Crohn's disease, chronic pancreatitis, or cystic fibrosis resulting malabsorption). Patients with refractory nausea and vomiting. Note: patients with gastric banding are allowed.\n* Pregnant women are excluded from this study because metarrestin potential for teratogenic or abortifacient effects is unknown. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with metarrestin, breastfeeding should be discontinued if the mother is treated with study drug.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Murielle Hogu",
                    "role": "CONTACT",
                    "phone": "(240) 858-3335",
                    "email": "murielle.hogu@nih.gov"
                },
                {
                    "name": "Udo Rudloff, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6238",
                    "email": "rudloffu@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Udo Rudloff, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas",
                    "status": "RECRUITING",
                    "city": "Fairway",
                    "state": "Kansas",
                    "zip": "66205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joaquina Baranda, MD",
                            "role": "CONTACT",
                            "phone": "913-588-4709",
                            "email": "jbaranda@kumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.02223,
                        "lon": -94.6319
                    }
                },
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-C-0023.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000018317",
                    "term": "Nerve Sheath Neoplasms"
                },
                {
                    "id": "D000018319",
                    "term": "Neurofibrosarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000010524",
                    "term": "Peripheral Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000005354",
                    "term": "Fibrosarcoma"
                },
                {
                    "id": "D000018218",
                    "term": "Neoplasms, Fibrous Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                },
                {
                    "id": "D000009455",
                    "term": "Neurofibroma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M20461",
                    "name": "Nerve Sheath Neoplasms",
                    "asFound": "Peripheral Nerve Sheath Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20463",
                    "name": "Neurofibrosarcoma",
                    "asFound": "Malignant Peripheral Nerve Sheath Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13433",
                    "name": "Peripheral Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8484",
                    "name": "Fibrosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20364",
                    "name": "Neoplasms, Fibrous Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M19549",
                    "name": "Neurofibromatoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M12398",
                    "name": "Neurofibroma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3587",
                    "name": "Malignant Peripheral Nerve Sheath Tumor",
                    "asFound": "Malignant Peripheral Nerve Sheath Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4100",
                    "name": "Neurofibrosarcoma",
                    "asFound": "Malignant Peripheral Nerve Sheath Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2326",
                    "name": "Fibrosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4096",
                    "name": "Neurofibromatosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T4095",
                    "name": "Neurofibroma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}