{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05237960",
            "orgStudyIdInfo": {
                "id": "NCI-2022-00596"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-00596",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "Pending12",
                    "type": "OTHER",
                    "domain": "University of Arizona Cancer Center - Prevention Research Clinic"
                },
                {
                    "id": "UAZ21-07-01",
                    "type": "OTHER",
                    "domain": "DCP"
                },
                {
                    "id": "P30CA023074",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA023074"
                },
                {
                    "id": "UG1CA242596",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG1CA242596"
                }
            ],
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Metformin for the Prevention of Oral Cancer in Patients With Oral Leukoplakia or Erythroplakia",
            "officialTitle": "M4OC-Prevent 2.0: Phase IIb Trial of Metformin for Oral Cancer Prevention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "metformin-for-the-prevention-of-oral-cancer-in-patients-with-oral-leukoplakia-or-erythroplakia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-04",
            "studyFirstSubmitQcDate": "2022-02-10",
            "studyFirstPostDateStruct": {
                "date": "2022-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase IIb trial tests whether metformin works in preventing oral cancer in patients with oral leukoplakia (white patches) or erythroplakia (red patches). Metformin is in a class of drugs called biguanides. Metformin helps to control the amount of glucose (sugar) in the blood. It decreases the amount of glucose patients absorb from food and the amount of glucose made by the liver. Metformin also increases the body's response to insulin, a natural substance that controls the amount of glucose in the blood. This trial may help researchers determine if metformin can stop changes in the mouth that are related to pre-cancer growths in the mouth.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the histological response to metformin hydrochloride (metformin) intervention in the target lesion.\n\nSECONDARY OBJECTIVES:\n\nI. Clinical response to metformin intervention in the target lesion. II. Effect of metformin on cell proliferation (Ki67) and its molecular targets (pS6 and nuclear YAP) in the target lesion.\n\nIII. Metformin effect on serum metabolic markers (C-peptide, glucose and HbA1c).\n\nIV. Trough plasma metformin concentrations.\n\nEXPLORATORY OBJECTIVES:\n\nI. Expression of dysregulated molecular mechanisms in the target lesion, including, in order of priority, p53, PTEN, p16, EGFR, and pEGFR.\n\nII. Immune cell infiltration and markers of inflammation in the target lesion. III. Analysis of genomic alterations in the target lesion and blood deoxyribonucleic acid (DNA).\n\nIV. Microbiome in oral rinses.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive extended release metformin hydrochloride orally (PO) once daily (QD) for 24 weeks in the absence of disease progression or unacceptable toxicity. Patients also undergo collection of blood and biopsy at baseline and week 24.\n\nARM II: Patients receive a placebo PO QD for 24 weeks in the absence of disease progression or unacceptable toxicity. Patients also undergo collection of blood and biopsy at baseline and week 24.\n\nAfter completion of study treatment, patients are followed for up to 3 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Erythroplakia",
                "Oral Leukoplakia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 86,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (extended release metformin)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive extended release metformin hydrochloride PO QD for 24 weeks in the absence of disease progression or unacceptable toxicity. Patients will also undergo biopsies and blood collections on study.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Drug: Extended Release Metformin Hydrochloride"
                    ]
                },
                {
                    "label": "Arm II (placebo)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients receive a placebo PO QD for 24 weeks in the absence of disease progression or unacceptable toxicity. Patients will also undergo biopsies and blood collections on study.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Drug: Placebo Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo biopsy",
                    "armGroupLabels": [
                        "Arm I (extended release metformin)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "BIOPSY_TYPE",
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Arm I (extended release metformin)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Extended Release Metformin Hydrochloride",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (extended release metformin)"
                    ],
                    "otherNames": [
                        "ER Metformin Hydrochloride",
                        "Extended-release Metformin Hydrochloride",
                        "Glucophage XR",
                        "Glumetza",
                        "Metformin Hydrochloride Extended Release"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Administration",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (placebo)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Histologic response to metformin",
                    "description": "Histologic response will be evaluated by the following criteria: complete response (CR): Complete reversal of dysplasia or hyperplasia to normal epithelium in the target lesion. Partial response (PR): Improvement of the degree of dysplasia or hyperplasia in the target lesion. No change (NC): No change in the degree of dysplasia or hyperplasia in the target lesion, anything that is not CR, PR or PD. Progressive disease (PD): Increase in the severity of grade of histology in the target lesion.",
                    "timeFrame": "Up to 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical response to metformin",
                    "description": "Clinical response will be evaluated by the following criteria: CR: disappearance of all evidence of lesion(s). PR: greater than or equal to 50% reduction in the sum of the products of diameters of lesion(s) measurable at baseline. Non-measurable lesion(s) may not increase greater than or equal to 25% in size and no new lesion may appear. NC: no change in the size of the lesion(s) identified at baseline and no new lesions appearing, i.e., anything that is not CR, PR, or PD. PD: any increase greater than or equal to 25% in the product of the diameters of any lesion(s) measurable at baseline or in the estimated size of lesion(s) nonmeasurable at baseline or the appearance of an unequivocal new lesion.",
                    "timeFrame": "Up to 24 weeks"
                },
                {
                    "measure": "Cell proliferation",
                    "description": "Effect of metformin on cell proliferation (Ki67) and its molecular targets (pS6 and nuclear YAP) in the target lesion. The change (pre to post) will be compared between arms.",
                    "timeFrame": "Up to 24 weeks"
                },
                {
                    "measure": "Serum metabolic markers",
                    "description": "Metformin effect on serum metabolic markers (C-peptide, glucose and HbA1c). The change (pre to post) in serum metabolic markers will be compared between arms.",
                    "timeFrame": "Up to 24 weeks"
                },
                {
                    "measure": "Plasma metformin concentrations",
                    "description": "The plasma metformin concentrations will be determined in the pre- and post-intervention samples.",
                    "timeFrame": "From baseline, up to 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants with oral leukoplakia or erythroplakia with mild, moderate, or severe histologic dysplasia or hyperplasia at the high risk sites (e.g., floor of mouth, tongue). Lesions arising from the radiation field are excluded as study lesions.\n* Measurable disease - minimum lesion size of 8x3 mm before initial biopsy\n* Age \\>= 21 years. Adults 18-20 are not included as Canadian law prohibits purchase of cigarettes under the age of 21; investigators wish to keep criteria consistent among all trial sites. Also, smokers aged \\< 20 years would most likely not have oral leukoplakia\n* Current and former smokers (\\>= 5 packs in the lifetime)\n* Karnofsky performance scale \\>= 70%\n* Leukocytes \\>= 3,000/microliter\n* Absolute neutrophil count \\>= 1,000/microliter\n* Platelets \\>= 100,000/microliter\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 1.5 x institutional ULN\n* Estimation glomerular filtration rate (eGFR) \\> 45 mL/min (eGFR calculated using the equation Chronic Kidney Disease Epidemiology Collaboration \\[CKD-EPI\\] creatinine)\n* Willing to use adequate contraception (barrier method, abstinence, subject or partner has had a vasectomy or partner is using effective birth control or is postmenopausal) for the duration of study participation because the effects of metformin on the developing human fetus are unknown even though it is not teratogenic in rats and rabbits at 2-6 times the maximum recommended human daily dose. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately.\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Patients on chronic suppressive antiviral therapy for herpes simplex virus (HSV) are eligible\n* Ability to take oral medication\n* Ability to understand and the willingness to sign a written informed consent document in English or Spanish\n\nExclusion Criteria:\n\n* Patients with diabetes who are being treated with insulin or an anti-diabetic medication\n* History of diabetic ketoacidosis\n* Participants may not be receiving any other investigational agents within past 3 months at screeining\n* History of allergic reactions attributed to compounds of similar chemical composition to metformin or prior use of metformin within the last year\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, human immunodeficiency virus (HIV) positive, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Oral carcinoma in situ from the baseline biopsy\n* History of chronic alcohol use or abuse defined as any one of the following: a) average consumption of 3 or more alcohol containing beverages daily in the past 12 months; b) consumption of 7 or more alcoholic beverages within a 24 hour (hr) period in the past 12 months\n* Hemoglobin A1c (HbA1c) \\> 8%\n* Pregnancy or nursing women. Pregnant women are excluded from this study because the effects of metformin on the developing human fetus are unknown even though it is not teratogenic in rats and rabbits at 2-6 times the maximum recommended human daily dose. Because there is an unknown but potential risk for AEs in nursing infants secondary to treatment of the mother with metformin, breastfeeding should be discontinued\n* Acute or chronic liver disease, evidence of hepatitis (infectious or autoimmune), cirrhosis or portal hypertension\n* History of renal disease\n* Have received hormone therapy, chemotherapy, immunotherapy and/or radiation for any malignancy (excluding non-melanoma skin cancer and cancers confined to organs with removal as only treatment) within the past 18 months. History of prior curatively treated cancer, including oral cancer, is allowed as long as all primary and adjuvant treatment is completed \\>= 18 months prior to enrollment. Ongoing adjuvant hormonal treatment (e.g., for breast cancer) is allowed.\n* Current use of carbonic anhydrase inhibitors (e.g. topiramate, zonisamide, acetazolamide, or dichlorphenamide) or ranolazine",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Scott M Lippman",
                    "affiliation": "University of California, San Diego Moores Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona Cancer Center-North Campus",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85719",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shethal Bearelly",
                            "role": "CONTACT",
                            "phone": "520-626-5054",
                            "email": "sbearelly@oto.arizona.edu"
                        },
                        {
                            "name": "Shethal Bearelly",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "UC San Diego Medical Center - Hillcrest",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott M. Lippman",
                            "role": "CONTACT",
                            "phone": "858-822-1222",
                            "email": "slippman@ucsd.edu"
                        },
                        {
                            "name": "Scott M. Lippman",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine H. Chung",
                            "role": "CONTACT",
                            "phone": "813-745-5431",
                            "email": "christine.chung@moffitt.org"
                        },
                        {
                            "name": "Christine H. Chung",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Gross",
                            "role": "CONTACT",
                            "phone": "404-778-0278",
                            "email": "Jhgros3@emory.edu"
                        },
                        {
                            "name": "Jennifer Gross",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Louisiana State University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Lafayette",
                    "state": "Louisiana",
                    "zip": "70503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cherie-Ann O. Nathan",
                            "role": "CONTACT",
                            "phone": "318-675-6262",
                            "email": "cherieann.nathan@lsuhs.edu"
                        },
                        {
                            "name": "Cherie-Ann O. Nathan",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.22409,
                        "lon": -92.01984
                    }
                },
                {
                    "facility": "University of Michigan Comprehensive Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justine Moe",
                            "role": "CONTACT",
                            "phone": "734-963-5963",
                            "email": "jusmoe@med.umich.edu"
                        },
                        {
                            "name": "Justine Moe",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "University of Minnesota/Masonic Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frank G. Ondrey",
                            "role": "CONTACT",
                            "phone": "612-625-3200",
                            "email": "ondre002@umn.edu"
                        },
                        {
                            "name": "Frank G. Ondrey",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "NYU College of Dentistry",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander R. Kerr",
                            "role": "CONTACT",
                            "phone": "212-998-9885",
                            "email": "ark3@nyu.edu"
                        },
                        {
                            "name": "Alexander R. Kerr",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "British Columbia Cancer Agency",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Vancouver",
                    "state": "British Columbia",
                    "zip": "V5Z 4E6",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Miriam Rosin",
                            "role": "CONTACT",
                            "phone": "604-675-8061",
                            "email": "mrosin@bccrc.ca"
                        },
                        {
                            "name": "Miriam Rosin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 49.24966,
                        "lon": -123.11934
                    }
                },
                {
                    "facility": "Dalhousie University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Halifax",
                    "state": "Nova Scotia",
                    "zip": "B3H 4R2",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Leigha Rock",
                            "role": "CONTACT",
                            "email": "leigha.rock@dal.ca"
                        },
                        {
                            "name": "Leigha Rock",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.64533,
                        "lon": -63.57239
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "NCI is committed to sharing data in accordance with NIH policy. For more details on how clinical trial data is shared, access the link to the NIH data sharing policy page",
            "url": "https://grants.nih.gov/policy/sharing.htm"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009062",
                    "term": "Mouth Neoplasms"
                },
                {
                    "id": "D000007971",
                    "term": "Leukoplakia"
                },
                {
                    "id": "D000007972",
                    "term": "Leukoplakia, Oral"
                },
                {
                    "id": "D000004919",
                    "term": "Erythroplasia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12022",
                    "name": "Mouth Neoplasms",
                    "asFound": "Oral Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10974",
                    "name": "Leukoplakia",
                    "asFound": "Leukoplakia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10975",
                    "name": "Leukoplakia, Oral",
                    "asFound": "Oral Leukoplakia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8070",
                    "name": "Erythroplasia",
                    "asFound": "Erythroplakia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "T4265",
                    "name": "Oral Cancer",
                    "asFound": "Oral Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3466",
                    "name": "Lip and Oral Cavity Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T3407",
                    "name": "Leukoplakia",
                    "asFound": "Leukoplakia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4266",
                    "name": "Oral Leukoplakia",
                    "asFound": "Oral Leukoplakia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2137",
                    "name": "Erythroplakia",
                    "asFound": "Erythroplakia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008687",
                    "term": "Metformin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "asFound": "Assessment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}