{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05776056",
            "orgStudyIdInfo": {
                "id": "MHBP-006-22S"
            },
            "secondaryIdInfos": [
                {
                    "id": "CX002546",
                    "type": "OTHER_GRANT",
                    "domain": "VA CSR&D"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Methylphenidate for the Treatment of PTSD With Associated Neurocognitive Complaints",
            "officialTitle": "Randomized Placebo-Controlled Trial of Methylphenidate for the Treatment of Post-Traumatic Stress Disorder With Associated Neurocognitive Complaints",
            "therapeuticArea": [
                "Other"
            ],
            "study": "methylphenidate-for-the-treatment-of-ptsd-with-associated-neurocognitive-complaints"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-08",
            "studyFirstSubmitQcDate": "2023-03-08",
            "studyFirstPostDateStruct": {
                "date": "2023-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Posttraumatic stress disorder (PTSD) is frequently accompanied by difficulty concentrating, poor memory, and inability to keep up with tasks, which negatively impacts a person's ability to function at work and in relationships. Currently available treatments do not fully relieve all symptoms. A published research report showed positive evidence that the stimulant medication methylphenidate was beneficial in treating these problems. This study will evaluate the ability of methylphenidate to treat PTSD and associated neurocognitive complaints in Veterans. An innovative feature is the study's N-of-1 design. In this design, every participant will move back and forth every 4-5 weeks between treatment with methylphenidate and treatment with placebo, in random order and under double-blind conditions, over a 20-week period. The investigators will compare the aggregated change in PTSD and neurocognitive symptoms between periods of treatment with methylphenidate versus placebo. Results will help clinicians to better choose the best treatment for Veterans living with PTSD.",
            "detailedDescription": "Background: Posttraumatic stress disorder (PTSD) is a chronic psychiatric illness that is associated with significant suffering and disability in Veterans. Current treatment options are not fully effective for all Veterans, and even when they are effective in lowering total symptom burden, many Veterans continue to experience significant symptom burden and associated functional impairment. Total symptom burden and associated functional impairment is often particularly high for those with comorbid mild traumatic brain injury (mTBI). Methylphenidate (MPH) is a widely available psychostimulant medication with a long track record of safety, which has been used to improve cognitive functioning in attention deficit hyperactivity disorder (ADHD) and has also shown benefit for mood and cognitive functioning in studies of moderate or severe TBI and as augmentation in treatment-resistant major depressive disorder. In a small pilot study of the efficacy of MPH for subjective cognitive impairment associated with PTSD and/or mTBI, members of the research team found that MPH resulted in not only a significant improvement in subjective and objective measures of cognitive functioning, but also a significant decrease in symptoms of both depression and PTSD.\n\nMethods: Here, the investigators propose to follow up this promising initial finding with an aggregated N-of-1 randomized placebo-controlled trial of MPH versus placebo (PBO) for PTSD and cognitive symptoms in Veterans with PTSD, with or without comorbid TBI. N=70 Veterans across two sites will each receive sequential 4-week periods of MPH and PBO, in randomized order and separated by a 1-week washout, for a total of 20 weeks. During this time, they will complete weekly or biweekly assessments. This trial design, which is particularly well-optimized for conditions in which a heterogeneous response to treatment is expected, will let us achieve a number of specific aims. First, the investigators will assess the efficacy of MPH compared to PBO for reducing PTSD and depression symptoms in Veterans with PTSD and neurocognitive complaints. Second, the investigators will assess the impact of MPH compared to PBO on neurocognitive functioning in this same population. And third, the investigators characterize the baseline predictors of treatment response to MPH in this population, including whether Veterans with a history of mTBI show greater average treatment response to MPH versus PBO. Finally, this trial design will also allow a systematic assessment of risks in this population, including the risk of discontinuation effects or loss of efficacy over time.\n\nSignificance: MPH represents a well-tolerated medication with a novel mechanism of action compared to the currently recommended and often ineffective pharmacologic treatments for PTSD and mTBI with associated cognitive complaints. If the results of this study support the use of MPH to decrease PTSD and neurocognitive symptoms in Veterans, it would provide an important new treatment option for Veterans with PTSD, which could be rapidly integrated into clinical practice."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder (PTSD)"
            ],
            "keywords": [
                "PTSD",
                "Posttraumatic Stress Disorder",
                "ADHD",
                "Neurocognitive",
                "Stimulant",
                "Veteran",
                "Traumatic Brain Injury",
                "TBI",
                "Methylphenidate"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The study compares MPH (intervention) and PBO (control) using an aggregated N-of-1 trial design. N-of-1 clinical trials are multi-cycle, double-blinded, placebo-controlled cross-over trials based on an individual. In aggregated N-of-1 trials, data from a cohort of participants are analyzed together, often to test the efficacy of a treatment whilst controlling for the heterogeneity of response. Our design consists of 2 cycles, with each cycle including 4 weeks of MPH 10mg twice daily and 4 weeks of PBO twice daily, each followed by a 1-week washout. This provides a total of 8 weeks on active drug and 8 weeks on placebo. Order of MPH vs PBO within cycle is randomly assigned and double-blinded.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participant, investigator/study clinicians, and clinical assessors (raters) are blinded to study drug until study completion for each participant.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "N-of-1 crossover study enrollment: start with placebo",
                    "type": "OTHER",
                    "description": "All participants spend time receiving both active study drug (methylphenidate) and placebo (sham study drug), in randomized order, across 4 treatment blocks separated by 1 week washout periods (where no study drug is given).",
                    "interventionNames": [
                        "Drug: Methylphenidate",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "N-of-1 crossover study enrollment: start with methylphenidate",
                    "type": "OTHER",
                    "description": "All participants spend time receiving both active study drug (methylphenidate) and placebo (sham study drug), in randomized order, across 4 treatment blocks separated by 1 week washout periods (where no study drug is given).",
                    "interventionNames": [
                        "Drug: Methylphenidate",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Methylphenidate",
                    "description": "Methylphenidate 10mg will be taken twice daily.",
                    "armGroupLabels": [
                        "N-of-1 crossover study enrollment: start with methylphenidate",
                        "N-of-1 crossover study enrollment: start with placebo"
                    ],
                    "otherNames": [
                        "Ritalin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "An inactive pill (placebo) will be taken twice daily.",
                    "armGroupLabels": [
                        "N-of-1 crossover study enrollment: start with methylphenidate",
                        "N-of-1 crossover study enrollment: start with placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PTSD Symptom Checklist for DSM-5 (PCL-5)",
                    "description": "PTSD Checklist for DSM-5 (PCL-5) is a 20-item self-report that assesses how much the participant was bothered by each DSM-5 symptoms of PTSD with a rating of 0 \"not at all\" to 4 \"extremely;\" summed score ranges from 0-80 with higher score indicating more severe symptoms.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neuro-QoL Cognitive Function short form (NeuroQoL)",
                    "description": "Neuro-QoL Item Bank v2.20 Cognitive Function Short Form (NeuroQoL) is an 8 item self-report NIH Common Data Element (CDE) developed by NINDS and PROMIS Health Organization that assesses functioning over the past 7 days with regards to cognitive skills including attention, organization, prospective memory, executive functioning, processing speed and memory.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Symbol Digit Coding (SDC)",
                    "description": "The Symbol Digit Coding (SDC) task will be implemented in a computerized version provided by CNS Vital Signs. Serial presentations of screens, each of which contains a bank of eight symbols and eight empty boxes below; subjects type in the number that corresponds to the symbol that is highlighted. This is a test of executive functioning, complex attention, and information processing speed.",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Any gender Veteran of the US military between the ages of 18 and 65 years\n2. Independent decision-making capacity to sign informed consent and HIPAA (i.e., no surrogate consent)\n3. Diagnosis of PTSD defined by DSM-5 symptom count on CAPS-5\n4. CAPS-5 past month total score greater than or equal to 26\n5. Subjective neurocognitive impairment, defined as a total score of greater than or equal to 25 (1 standard deviation below the mean) on the NeuroQoL Cognitive Function 8-item self-report form.\n\nExclusion Criteria:\n\n1. Diagnosis of DSM-5-defined bipolar I, schizophrenia spectrum or other psychotic disorders (by MINI)\n2. Presence of severe psychotic symptoms such that, based on the clinical judgement of the investigator or treatment provider, treatment with an antipsychotic is required.\n3. Diagnosis of moderate or severe substance use disorder (except for caffeine and nicotine) during the preceding 2 months. Patients who utilize alcohol or cannabis but do not meet criteria for moderate or severe disorder are permitted at the discretion of the investigator. Participants must agree to abstain from illicit drugs, including cannabis products containing THC even when legal by state law.\n4. History of severe TBI as defined by the Ohio State University TBI Identification Method.\n5. Diagnosis of dementia or related progressive neurocognitive disorder, based on clinical records.\n6. Increased risk of suicide that necessitates inpatient treatment or treatment excluded by the protocol; and/or intensity of suicidal ideation (Type 4 or Type 5) or any suicidal behavior in the past 2 months on Columbia Suicide Severity Rating Scale (C-SSRS).\n7. Pregnancy or lactation, or anticipated pregnancy at any point during study participation. Participants of child-bearing potential must have negative pregnancy test at study entry and must agree to adhere to a medically acceptable method of birth control (e.g., oral, implantable, injectable, or transdermal hormone-based contraceptives; intrauterine device; double-barrier method).\n8. Use of any investigational drug, MPH formulation, antipsychotics, mood stabilizers, monoamine oxidase inhibitors, stimulants, atomoxetine, or bupropion within 2 weeks of baseline.\n9. Treatment with evidence-based trauma-focused therapy for PTSD within 2 weeks of baseline (if participant is receiving therapy, he/she must complete treatment prior to entering study). Supportive psychotherapy may be continued during the study.\n10. A clinically significant acute or uncontrolled chronic medical/surgical illness that would contraindicate use of MPH, or a known terminal illness.\n11. Prior allergic reaction to any MPH formulation.\n12. Litigating for compensation for a psychiatric disorder outside the Veterans benefits compensation and pension process.\n13. Current enrollment in another interventional trial for PTSD.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebecca C Hendrickson, MD PhD",
                    "role": "CONTACT",
                    "phone": "(206) 277-5054",
                    "email": "Rebecca.Hendrickson@va.gov"
                },
                {
                    "name": "Rebecca Stone",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Murray A. Raskind, MD",
                    "affiliation": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tuscaloosa VA Medical Center, Tuscaloosa, AL",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Tuscaloosa",
                    "state": "Alabama",
                    "zip": "35404-5015",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lori Davis, MD",
                            "role": "CONTACT",
                            "phone": "205-835-6962"
                        },
                        {
                            "name": "Patricia Pilkinton, MD",
                            "role": "CONTACT",
                            "phone": "2054544301"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.20984,
                        "lon": -87.56917
                    }
                },
                {
                    "facility": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108-1532",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebekah J Rein, JD",
                            "role": "CONTACT",
                            "phone": "206-764-2711",
                            "email": "rebekah.rein@va.gov"
                        },
                        {
                            "name": "Murray A Raskind, MD",
                            "role": "CONTACT",
                            "phone": "(206) 764-2702",
                            "email": "murray.raskind@va.gov"
                        },
                        {
                            "name": "Murray A. Raskind, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008774",
                    "term": "Methylphenidate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018765",
                    "term": "Dopamine Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11748",
                    "name": "Methylphenidate",
                    "asFound": "Sampling",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20832",
                    "name": "Dopamine Uptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}