{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02446431",
            "orgStudyIdInfo": {
                "id": "001"
            },
            "organization": {
                "fullName": "Miller Children's & Women's Hospital Long Beach",
                "class": "OTHER"
            },
            "briefTitle": "Metronomic Therapy for Pediatric Patients With Solid Tumors at High Risk of Recurrence",
            "officialTitle": "Metronomic Therapy for Pediatric Patients With Solid Tumors at High Risk of Recurrence: A Multi-Institutional Study",
            "acronym": "Metronomic",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "metronomic-therapy-for-pediatric-patients-with-solid-tumors-at-high-risk-of-recurrence"
        },
        "statusModule": {
            "statusVerifiedDate": "2015-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-07"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-04-28",
            "studyFirstSubmitQcDate": "2015-05-13",
            "studyFirstPostDateStruct": {
                "date": "2015-05-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2015-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2015-05-18",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Miller Children's & Women's Hospital Long Beach",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Hospital of Orange County",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "Most pediatric patients with solid tumors respond to initial high-dose, intensive therapy and complete treatment in remission. High-risk patients however, frequently have recurrent disease which is then treated with ad hoc regimens or early phase therapies with little benefit to the patient. Metronomic therapy (MC), defined as lower dose continuous drug exposure, has been successfully tested in pediatric leukemias with excellent results in terms of improved outcome, toxicity profiles, and cost. MC has been applied to solid tumors with little success, but has been implemented usually in the relapsed setting at a time of high tumor burden and disease resistance.",
            "detailedDescription": "Most pediatric patients with solid tumors respond to initial high-dose, intensive therapy and complete treatment in remission. High-risk patients however, frequently have recurrent disease which is then treated with ad hoc regimens or early phase therapies with little benefit to the patient. Metronomic therapy (MC), defined as lower dose continuous drug exposure, has been successfully tested in pediatric leukemias with excellent results in terms of improved outcome, toxicity profiles, and cost. MC has been applied to solid tumors with little success, but has been implemented usually in the relapsed setting at a time of high tumor burden and disease resistance. This protocol's overall objective is to improve on historical outcome for high risk pediatric patients who are in remission by initiating MC treatment after completion of front-line therapy.\n\nThis protocol 1) will treat patients when they have minimal disease burden, 2) will treat patients with agents either not previously incorporated into front-line therapy or given in a different manner and, 3) is designed to be given in the outpatient setting. The 4 agents will take advantage of targeting frequently disrupted signaling pathways, epigenetic abnormalities, and classical cell killing mechanisms. An analysis of cost will be undertaken to help define part of the financial impact to families and on the health care system to deliver this therapy. The hypothesis of this protocol is: Introduction of metronomic treatment after completion of standard therapy for patients with high-risk, solid tumors in remission will improve time to tumor progression compared with historical controls. The primary and secondary goals (specific aims) of this protocol are: To determine the time to tumor progression for patients at high-risk of relapse with solid tumors; To define and describe the toxicity profile of the chemotherapy regimen; To determine the site(s) of relapse for patients receiving treatment;To determine part of the cost of delivering treatment; and finally to understand how this added therapy impacts quality of life.\n\nChemotherapy will be started within 6 weeks of completion of front-line treatment, documentation of remission status and fulfillment of all eligibility criteria. Documentation of remission will be by appropriate evaluations including history, physical examination, laboratory testing and radiographic imaging and follow criteria for initial staging, when appropriate.\n\nThere will be two study blocks. Each block will be of 21 days duration consisting of 14 treatment days followed by 7 rest days. The following block will start on day 22 of the cycle. There will be 10 cycles of therapy (approximately 60 weeks) and each cycle is defined by 42 days. Each block will be separated by a 1 week rest period (no chemotherapy) and patients will be evaluated for disease status every two cycles of therapy. Therapy will continue for 10 cycles or until patients relapse or are intolerant of therapy.\n\nBlock A consists of bevacizumab weekly X 2 weeks at 10 mg/kg, IV, on days 1 and 8, and oral cyclophosphamide X 14 days at 25 mg/m2, on days 1-14. The maximum dose of cyclophosphamide will be 50 mg. Block B will consist of temsirolimus weekly X 2 weeks, 25 mg/m2, IV, on days 22 and 29, and valproic acid, 5 mg/kg, by mouth, on days 22-35. Valproic acid trough levels will be maintained at 75-100 ucg/mL by adjusting doses as appropriate. The rest periods are on days 15-21 and 36-42.\n\nBlocks of chemotherapy interrupted because of toxicity will not be repeated or time extended to complete. The next block will be started when toxicity has improved to grade II or less and if two blocks of treatment are interrupted for toxicity, dose reductions instituted as defined in this protocol.\n\nAdditionally, subjects enrolled on MC and a control group will complete three quality of life (PedsQL) instruments at three study time points: PedsQL Cancer Module, PedsQL Fatigue Module, and the Present Functioning scale. These indicators will assess how added therapy has impacted quality of life.\n\nThere are no investigational procedures, and no placebo involved in this protocol.\n\nThe potential benefits of this protocol are prolongation of remission status for the patient with minimal toxicity, few anticipated hospitalizations and minimal additional cost of care. Some patients may be cured as a result of this treatment. Should this study improve outcome for this group of patients, the benefits to society would be great. Outcome for high risk patients has stagnated for at least the last 10 years and additional high-dose chemotherapy is unlikely to improve outcome because of poor tolerability (side effects). Studying some of the cost associated with this treatment is important because of the lack of information on out-patient care cost in general and to understand the economic impact on families and society."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor"
            ],
            "keywords": [
                "Metronomic Drug Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Metronomic Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "There is only one arm in this study. All subjects receive the same therapy for a period of 420 days (42 day cycles x 10 cycles).\n\n1. Bevacizumab: IV, 10 mg/kg, Days 1, 8\n2. Cyclophosphamide: PO, 25 mg/m2 Days 1-14 (max dose = 50mg/dose)\n3. Valproic Acid: PO, 5 mg/kg, three times per day (TID), Days 22-35\n4. Temsirolimus: IV, 25 mg/m2, Days 22, 29",
                    "interventionNames": [
                        "Drug: Bevacizumab",
                        "Drug: Cyclophosphamide",
                        "Drug: Valproic Acid",
                        "Drug: Temsirolimus"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bevacizumab",
                    "description": "Avastin is an anti-angiogenic therapy that disrupts a tumor's ability to grow by blocking the vascular endothelial growth factor protein, or VEGF. In tumors, cells produce excess VEGF therefore avastin's ability to block VEGF may prevent the growth of new blood vessels, including normal blood vessels and blood vessels that feed tumors. Avastin is not a chemotherapy; the purpose of Avastin is to block the blood supply that feeds the tumor. In this study Avastin is given IV at 10 mg/kg twice monthly for 10 cycles. This totals 20 administrations over a 1.12 year period.",
                    "armGroupLabels": [
                        "Metronomic Therapy"
                    ],
                    "otherNames": [
                        "Avastin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Cyclophosphamide is an alkylating agent related to nitrogen mustard and is inactive until it is metabolized by P450 isoenzymes (CYP2B6, CYP2C9, and CYP3A4) in the liver to active compounds. The initial product is 4-hydroxycyclophosphamide (4-HC) which is in equilibrium with aldophosphamide which spontaneously releases acrolein to produce phosphoramide mustard. Phosphoramide mustard has been shown to produce interstrand DNA cross-link analogous to those produced by mechlorethamine. The plasma half-life ranges from 4.1 to 16 hours after IV administration. Cytoxan is taken orally as a 25 mg/m2 tablet daily for 14 days for 10 cycles (max dose =50mg). This totals 140 days over a 1.12 year period.",
                    "armGroupLabels": [
                        "Metronomic Therapy"
                    ],
                    "otherNames": [
                        "Cytoxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Valproic Acid",
                    "description": "Valproic acid is a short chain fatty acid (VPA, 2-propylpetanoic acid) and approved for the treatment of epilepsy, bipolar disorders, migraines, and clinically used for schizophrenia. Currently, VPA is examined in numerous clinical trials for different leukemias and solid tumor entities. In addition to clinical assessment, the experimental examination of VPA as anti-cancer drug is ongoing. Although other mechanisms may also contribute to VPA-induced anti-cancer effects, inhibition of histone deacetylases appears to play a central role. Valproic acid is either given in suspension or tablet form 5 mg/kg, TID for 13 days for 10 cycles. This totals 130 days in a 1.12 year period.",
                    "armGroupLabels": [
                        "Metronomic Therapy"
                    ],
                    "otherNames": [
                        "Depakote"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Temsirolimus",
                    "description": "Temsirolimus \\[an ester of the immunosuppressive compound sirolimus, (rapamycin, Rapamune®)\\] blocks cell cycle progression from the G1 to the S phase by binding to the intracellular cytoplasmic protein, FK506 binding protein (FKBP)12. This complex inhibits activity of the enzyme mTOR (mammalian target of rapamycin), inhibiting translation of several key proteins that regulate progression through the G1 phase in response to growth factors. Sirolimus, the major metabolite of temsirolimus, also binds to FKBP12. Given twice monthly at 25 mg/m2 via IV administration for 10 cycles totalling 20 administrations for 1.12 years.",
                    "armGroupLabels": [
                        "Metronomic Therapy"
                    ],
                    "otherNames": [
                        "Torisel"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "5 year Event Free Survival",
                    "description": "Imaging studies, laboratory studies, bone marrow exam",
                    "timeFrame": "Up to five years off therapy"
                },
                {
                    "measure": "Number of Participants with Adverse Events as a Measure of Safety and Tolerability",
                    "description": "Imaging studies, laboratory studies, bone marrow exam",
                    "timeFrame": "Up to five years off therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Site(s) of relapse",
                    "description": "Imaging studies, laboratory studies, bone marrow exam",
                    "timeFrame": "Up to five years off therapy"
                },
                {
                    "measure": "Composite Cost of Treatment",
                    "description": "1) Day Hospital charges/costs, 2) physician fees, 3) laboratory/radiology cost/charges, 4) transfusions cost/charges, 5) drug costs/charges, 6) other supportive care charges/costs and 7) all charges/costs which directly result from consequences of this treatment protocol (i.e. need for hospitalization or Emergency Department visits) for 10 patients",
                    "timeFrame": "Up to five years off therapy"
                },
                {
                    "measure": "Fatigue scores on the PedsQL Fatigue Scale",
                    "description": "PedsQL Fatigue Scale",
                    "timeFrame": "420 days per subject"
                },
                {
                    "measure": "Pain scores on the Present Functioning Scale",
                    "description": "Present Functioning Scale",
                    "timeFrame": "420 days per subject"
                },
                {
                    "measure": "Quality of Life scores on the PedsQL Quality of Life Scale",
                    "description": "PedsQL Quality of Life Scale",
                    "timeFrame": "420 days per subject"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. The following solid tumors will be studied: rhabdomyosarcoma, osteosarcoma, Ewing sarcoma, other soft tissue sarcomas\n2. Other solid tumors fulfilling the remainder of eligibility criteria and available historical data to determine time to tumor progression\n3. Expected time to progression of \\< 2 years, based on historical data\n4. All patients will have completed front-line therapy\n5. All patients will be in remission from their primary diagnosis\n6. All patients will start metronomic therapy within 6 weeks of completion of front-line treatment\n7. All patient will have recovered from previous toxicities\n8. All patients or their parents/legal guardian will have signed an informed consent document\n9. All institutional eligibility criteria will be meet\n10. Age: Patients must be ≥ 12 months and \\<31 years of age at the time of study entry\n11. Patients must have had histologic verification of malignancy at original diagnosis\n12. Patients must have a Lansky or Karnofsky performance status score of ≥ 50, corresponding to ECOG categories 0, 1 or 2.\n13. Adequate renal function defined as: Normal serum creatinine\n14. Normal liver tests (ALT/AST/total bilirubin/triglycerides/cholesterol)\n15. Recovered from all surgical procedures for at least 7 days (minor procedures) or 28 days (major procedures)\n16. Adequate cardiac function defined as: Shortening fraction of ≥ 27% by echocardiogram, or ejection fraction of ≥ 50% by radionuclide angiogram\n17. Platelet count 100,000K/uL (transfusion independent), hemoglobin 8.0 g/dL\n18. Adequate bone marrow function: Peripheral absolute neutrophil count (ANC) 1,000K/uL\n19. Signed Informed Consent document and/or Assent document\n\nExclusion Criteria:\n\n1. Female patients who are pregnant\n2. Lactating females are not eligible unless they have agreed to discontinue breastfeeding\n3. Female patients of childbearing potential are not eligible unless a negative pregnancy test result has been obtained\n4. Sexually active patients of reproductive potential are not eligible unless they have agreed to use an effective contraceptive method for the duration of study participation\n5. Any primary central nervous system tumor\n6. Any patient who has experienced relapsed or refractory disease or a second malignancy.\n7. Any patient not in remission",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "maximumAge": "31 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ted Zwerdling, MD",
                    "role": "CONTACT",
                    "phone": "562-933-8600",
                    "email": "tzwerdling@memorialcare.org"
                },
                {
                    "name": "Devin Murphy, MSW",
                    "role": "CONTACT",
                    "phone": "562-933-8601",
                    "email": "dmurphy@memorialcare.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ted Zwerdling, MD",
                    "affiliation": "Miller Children's and Women's Hospital Long Beach",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Miller Children's and Women's Hospital Long Beach",
                    "status": "RECRUITING",
                    "city": "Long Beach",
                    "state": "California",
                    "zip": "90806",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ted Zwerdling, MD",
                            "role": "CONTACT",
                            "phone": "562-933-8600",
                            "email": "tzwerdling@memorialcare.org"
                        },
                        {
                            "name": "Devin Murphy, MSW",
                            "role": "CONTACT",
                            "phone": "562-933-8601",
                            "email": "dmurphy@memorialcare.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.76696,
                        "lon": -118.18923
                    }
                },
                {
                    "facility": "Children's Hospital Orange County",
                    "status": "RECRUITING",
                    "city": "Orange",
                    "state": "California",
                    "zip": "92868",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elyssa Rubin, MD",
                            "role": "CONTACT",
                            "phone": "714-509-4348",
                            "email": "erubin@choc.org"
                        },
                        {
                            "name": "Dorian Chan, RN,BSN,CCRC",
                            "role": "CONTACT",
                            "phone": "714-509-7868",
                            "email": "dchan@CHOC.ORG"
                        },
                        {
                            "name": "Elyssa Rubin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.78779,
                        "lon": -117.85311
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020123",
                    "term": "Sirolimus"
                },
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000068258",
                    "term": "Bevacizumab"
                },
                {
                    "id": "C000401859",
                    "term": "Temsirolimus"
                },
                {
                    "id": "D000091203",
                    "term": "MTOR Inhibitors"
                },
                {
                    "id": "D000014635",
                    "term": "Valproic Acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000018682",
                    "term": "GABA Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018692",
                    "term": "Antimanic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17544",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "asFound": "Random",
                    "relevance": "HIGH"
                },
                {
                    "id": "M246",
                    "name": "Bevacizumab",
                    "asFound": "Non-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17383",
                    "name": "Valproic Acid",
                    "asFound": "Synthetic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M302395",
                    "name": "Retinol palmitate",
                    "relevance": "LOW"
                },
                {
                    "id": "M18681",
                    "name": "Endothelial Growth Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M11449",
                    "name": "Mechlorethamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12525",
                    "name": "Nitrogen Mustard Compounds",
                    "relevance": "LOW"
                },
                {
                    "id": "M353695",
                    "name": "Temsirolimus",
                    "asFound": "Random",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2827",
                    "name": "MTOR Inhibitors",
                    "asFound": "Random",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13652",
                    "name": "Phosphoramide Mustards",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "T468",
                    "name": "Vitamin A",
                    "relevance": "LOW"
                },
                {
                    "id": "T462",
                    "name": "Retinol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}