{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03612271",
            "orgStudyIdInfo": {
                "id": "STUDY00003494"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HL138332-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL138332-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "mGlide RCT: A Clinical Glide Path To Close the Guideline-to-Practice Gap In HTN Management",
            "officialTitle": "mGlide RCT: A Clinical Glide Path To Close the Guideline-to-Practice Gap In HTN Management",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "mglide-rct-a-clinical-glide-path-to-close-the-guideline-to-practice-gap-in-htn-management"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-26",
            "studyFirstSubmitQcDate": "2018-07-26",
            "studyFirstPostDateStruct": {
                "date": "2018-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Hypertension (HTN) is the most important stroke and cardiovascular disease (CVD) risk factor. Unfortunately, there is substantial under-treatment of HTN. Of the 86 million adults with prevalent HTN in the U.S., 40 million (46%) have inadequately controlled blood pressure (BP). This problem is worse among minority groups. In this study, the investigators demonstrate how mHealth (mobile health technology) can improve HTN control rates in stroke survivors and primary care patients without stroke, but who are at a high risk of stroke and CVD. Our intervention is called mGlide. Intervention participants will self- monitor their BP daily using a wireless BP monitor and a smart phone. The phone will transmit this BP to a database automatically. The investigators will use the framework of glide paths to manage the transmitted BP data. The glide path, based on the concept of landing an airplane, establishes an expected trajectory of BP readings for each patient with bounds set by guidelines and provider input. BP is monitored at home; the health care team is alerted when patient BP deviates from expected bounds. Alerts are generated once a week for the health care team with a list of patients with uncontrolled HTN. This facilitates early intervention while avoiding information overload. Partnering clinical centers include Federally Qualified Health Centers that serve low income and minority (Latino, African American, Hmong) communities. In this RCT study, the investigators will randomize 450 participants with uncontrolled HTN to the mGlide intervention (n=225) vs. state-of-clinical-care comparison (n=225).",
            "detailedDescription": "Aim 1 will examine how well HTN is controlled in the two groups at 6 months and 12 months after randomization. Aim 2 will examine mGlide usability for providers and provider experience and satisfaction with mGlide. It will also examine whether medications are managed differently for participants in the two groups. Aim 3 will examine whether patients are more satisfied with care in the mGlide group, whether they are more \"activated\" and have a greater sense of self-efficacy in managing their HTN. Aim 4 will be a cost-effectiveness analysis of providing mGlide care. The long-term goal is to prevent stroke and improve cardiovascular health in populations by increasing health system efficiency and effectiveness. The results from our mGlide RCT will provide evidence for the use of readily available mHealth technology for bridging the guideline-to-practice gap in HTN treatment in low resource health systems serving minority groups."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension"
            ],
            "keywords": [
                "Hypertension",
                "mHealth"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 450,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "mGlide Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be educated on HTN and taught to self-monitor their BP. The transmitted BP will be used for adjustment of anti-HTN medications as it occurs in clinical practice.",
                    "interventionNames": [
                        "Behavioral: mGlide"
                    ]
                },
                {
                    "label": "Clinical Care Comparison",
                    "type": "NO_INTERVENTION",
                    "description": "Patients will be educated similar to intervention and taught self-monitoring of BP. Then they will be asked to follow up with primary care as usual."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "mGlide",
                    "description": "BP will be automatically transmitted to the providers. The transmitted BP will be used for adjustment of anti-HTN medications as it occurs in clinical practice.",
                    "armGroupLabels": [
                        "mGlide Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "HTN control into guideline specified range",
                    "description": "(SBP \\<140 mm Hg)",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Stroke survivors (ischemic stroke or intra-parenchymal hemorrhage) or patients who have not had a stroke but carry a high risk of stroke or cardiovascular disease (CVD) events (\\>7.5% over 10 years) as defined by the AHA/ACC guideline on risk stratification9\n* Diagnosis of uncontrolled HTN at the time of study enrollment (need not have stroke)\n* Uncontrolled blood pressure (BP) defined as SBP \\>140 mm Hg at the last 2 clinic visits in the 6 months prior to the screening date. Alternatively, if a patient was discharged from the hospital in the 6 months prior to screening and does not have 2 clinic visits after hospital discharge, at least one hospital SBP in the last 2 days of the hospital stay must be \\>140 mm Hg. Screening of uncontrolled HTN will be based on Electronic Medical Record (EMR) BP data.\n* Capable and willing to comply with the entire study protocol\n* Able to give voluntary written informed consent\n* English, Spanish or Hmong speaking\n* Have a smart phone or mobile technology device (e.g. ipad) that can transmit BP from the BP monitor. iOS and Android Compatible. (iOS 7 or higher: iPhone 4 or higher, iPod touch 5th generation or higher, iPad 2nd generation or higher. Android 4.0 or higher.)\n\nExclusion Criteria:\n\n* Unable or unwilling to give consent\n* Any severe co-morbid illness including end stage kidney disease (ESRD), end stage liver disease (ESLD) or when life expectancy is less than 1 year or if primary care provider feels that medical complexity of the patient precludes clinical trial participation\n* Unable to complete study tasks\n* Any serious psychiatric illness that, in the opinion of the investigator, would interfere with subject treatment, assessment or compliance including significant delusional disorders such as schizophrenia and bipolar illness.\n* Do not speak English, Spanish or Hmong",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Vollbrecht",
                    "role": "CONTACT",
                    "phone": "612-626-7979",
                    "email": "vollb007@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kamakshi Lakshminarayan, MD, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Epidemiology Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55415",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Vollbrecht",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34534134",
                    "type": "DERIVED",
                    "citation": "Northuis CA, Murray TA, Lutsey PL, Butler KR, Nguyen S, Palta P, Lakshminarayan K. Body mass index prediction rule for mid-upper arm circumference: the atherosclerosis risk in communities study. Blood Press Monit. 2022 Feb 1;27(1):50-54. doi: 10.1097/MBP.0000000000000567."
                },
                {
                    "pmid": "33492231",
                    "type": "DERIVED",
                    "citation": "Lakshminarayan K, Murray TA, Westberg SM, Connett J, Overton V, Nyman JA, Culhane-Pera KA, Pergament SL, Drawz P, Vollbrecht E, Xiong T, Everson-Rose SA. Mobile Health Intervention to Close the Guidelines-To-Practice Gap in Hypertension Treatment: Protocol for the mGlide Randomized Controlled Trial. JMIR Res Protoc. 2021 Jan 25;10(1):e25424. doi: 10.2196/25424."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}