{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06375135",
            "orgStudyIdInfo": {
                "id": "R1MD017205"
            },
            "organization": {
                "fullName": "Florida International University",
                "class": "OTHER"
            },
            "briefTitle": "mHealth + e-Navigator Stepped Care on ART Adherence in Latino MSM",
            "officialTitle": "Efficacy of an mHealth + e-Navigator Stepped Care Intervention for ART Adherence Among Latino MSM",
            "acronym": "Project STEP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mhealth-e-navigator-stepped-care-on-art-adherence-in-latino-msm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-16",
            "studyFirstSubmitQcDate": "2024-04-16",
            "studyFirstPostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Diana Sheehan Delgado",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Florida International University"
            },
            "leadSponsor": {
                "name": "Florida International University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ann & Robert H Lurie Children's Hospital of Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "Care Resource Community Health Centers",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to evaluate the efficacy of stepped care strategies to improve ART adherence among adult Latino MSM with HIV using a sequential, multiple assignment, randomized trial (SMART). The trial will compare a stepped care strategy of delivering TXTXT (\"Treatment Text\") first and stepping up to remote patient navigation for non-responders vs. a stepped care strategy of delivering TXTXT + e-Navigation first and stepping up to EMA-supported e-Navigation for non-responders. Both TXTXT and the foundations of the e-Navigation interventions are CDC evidence-based interventions (EBI). We propose to use a SMART design which explicitly allows building, testing, and optimizing stepped care strategies without compromising rigor or randomization. We propose three specific aims:\n\nAim 1. Compare the immediate (6-month) and sustained (9- and 12-month) efficacy of two static (non-stepped) treatment regimens (TXTXT alone vs. TXTXT + e-Navigation) on ART adherence and viral suppression among Latino MSM with HIV. Hypothesis 1a. TXTXT + e-Navigation will be more efficacious than TXTXT alone. Aim 2. Compare the immediate (6-month) and sustained (9- and 12-month) efficacy of two stepped care strategies (TXTXT with added e-Navigation for non-responders vs. TXTXT + e-Navigation with added EMA support for non-responders) on ART adherence and viral suppression among Latino MSM with HIV. Hypothesis 2a: TXTXT + e-Navigation with added EMA support for non-responders at the 3-month follow-up will be more efficacious than TXTXT with added e-Navigation for non-responders at the 3-month follow-up. Aim 3. Identify baseline and time-varying moderators on the association between stepped care strategy and ART adherence and viral suppression among Latino MSM with HIV. Hypotheses 3a-c: TXTXT with added e-Navigation for non-responders will be less efficacious than TXTXT + e-Navigation with added EMA support for non-responders for individuals who are: (a) older at baseline, or report (b) substance use, or (c) symptoms of depression between baseline and the 3-month follow-up."
        },
        "conditionsModule": {
            "conditions": [
                "ART Adherence"
            ],
            "keywords": [
                "HIV/AIDS",
                "Treatment text",
                "Ecological Momentary Assessment",
                "Antiretroviral therapy adherence",
                "medication adherence",
                "viral suppression",
                "HIV care strategies",
                "Latino",
                "Hispanic",
                "men who have sex with men",
                "MSM",
                "SMART design"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "We will enroll 250 adults Latino MSM with HIV with suboptimal ART adherence and randomize (1:1) into two arms: TXTXT (n=125) or TXTXT + e-Navigation (n=125). Those in Arm 1 who continue to have suboptimal adherence (\\<90% pills taken) at 3-months will be re-randomized (1:1) to continue TXTXT or add e-Navigation; those in Arm 2 who have suboptimal adherence will be re-randomized (1:1) to continue TXTXT + e-Navigation or add EMA support. At 6-months, the intervention arms will cease to receive any intervention components and be followed for an additional 6-months.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1 (starts on TXTXT only)",
                    "type": "EXPERIMENTAL",
                    "description": "Arm 1 will begin with TXTXT only. ART adherence will be assessed at 3 months. If they are 90% adherent or above, they will continue with TXTXT only for an additional 3 months. If they are less than 90% adherent, they will be re-randomized (1:1) into staying only with TXTXT, or into receiving TXTXT plus e-Navigation for an additional 3 months. At 6 months, all interventions will end. Participants in this arm will be followed for 6 months after interventions cease.",
                    "interventionNames": [
                        "Behavioral: TXTXT",
                        "Behavioral: e-Navigation"
                    ]
                },
                {
                    "label": "Arm 2 (starts with TXTXT and e-Navigation)",
                    "type": "EXPERIMENTAL",
                    "description": "Arm 2 will begin with TXTXT and e-Navigation. ART adherence will be assessed at 3 months. If they are 90% adherent or above, they will continue with TXTXT and e-Navigation only for an additional 3 months. If they are less than 90% adherent, they will be re-randomized into staying only with TXTXT and e-Navigation, or into receiving TXTXT, e-Navigation plus EMA support for an additional 3 months. At 6 months, all interventions will end. Participants in this arm will be followed for 6 months after interventions cease.",
                    "interventionNames": [
                        "Behavioral: TXTXT",
                        "Behavioral: e-Navigation",
                        "Behavioral: Ecological Momentary Assessment (EMA) supported e-Navigation."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "TXTXT",
                    "description": "Treatment Text (TXTXT) is composed of personalized 2-way SMS text message reminders and encouraging messages. Daily text message reminders will be sent according to the participants medication schedule for six months. A study coordinator will enter the participants phone number in the TXTXT system and set the program to provide daily reminders at the time consistent with the clinical dosing schedule of their ART. Participants will have the option of choosing to create a personalized message that may be changed at any time, because the messages are personalized, they may be in any language the participant desires. Fifteen minutes after this initial message, participants will be asked to send a text message response indicating if they took their medications. Participants responses will be followed by one of a set of randomly selected encouraging messages depending on their affirmative or negative response.",
                    "armGroupLabels": [
                        "Arm 1 (starts on TXTXT only)",
                        "Arm 2 (starts with TXTXT and e-Navigation)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "e-Navigation",
                    "description": "Develop an e-Navigation intervention using all three components of CDCs STEPS to Care intervention:(1) patient navigation, (2) care coordination, and (3) HIV-self-management.\n\nPatient Navigation: Remote one-on-one sessions, will help improve medication adherence, access to social services, and prompt re-engagement in care.\n\nCare coordination: Frequent and open communication with the care team. E-navigator will share client progress and needs, support information-sharing and decision-making to improve health outcomes for clients.\n\nHIV self-management: HIV education and guidance with goal setting. E-navigator will help clients build knowledge and skills for self-care, navigating the health care system, and independent health maintenance.\n\nThe e-Navigator will meet with participants bi-weekly at first but may meet less frequently over time as barriers are addressed. Meetings will be conducted via videoconferencing and will be used to check in and provide individualized support.",
                    "armGroupLabels": [
                        "Arm 1 (starts on TXTXT only)",
                        "Arm 2 (starts with TXTXT and e-Navigation)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Ecological Momentary Assessment (EMA) supported e-Navigation.",
                    "description": "Participants in the Ecological Momentary Assessment (EMA) supported e- Navigation intervention will be asked to complete 4 to 6-minute EMAs via a secure survey link three times per week to assess adherence barriers in real or near real time. In addition to time-based EMA (study prompted), participants will also be able to submit event based EMAs (participant prompted) at any time. The e-Navigator will review responses to EMAs and remotely assist participants in addressing these barriers within 2 business days.",
                    "armGroupLabels": [
                        "Arm 2 (starts with TXTXT and e-Navigation)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ART adherence",
                    "description": "ART adherence will be measured by self-report at each visit and by electronic pill dispenser throughout the study for both arms. Past 30-day adherence will be measured using a validated single-item Visual Analog Scale (VAS). Additionally, we will measure adherence through a Wisepill dispenser. The dispenser collects time-stamped data each time the dispenser is opened. Self-reported and Wisepill data will be analyzed as a continuous measure (proportion of pills taken) and dichotomized as adherent (≥90% of pills in past 30 days) and non-adherent (\\<90%).",
                    "timeFrame": "ART adherence will be measured at each study visit. For efficacy analysis, ART adherence will be measured at 6-months (end of intervention) and at 12-months (6-months post-intervention)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "HIV viral load",
                    "description": "HIV RNA copies per milliliter of blood plasma will be measured at baseline, 6-months (end of the intervention period), and 12-months (end of follow-up period). Collection of blood plasma levels will be conducted by Care Resource Health Center at their in-house laboratories. Viral load will be used as a continuous measure and dichotomized (suppressed \\<200 copies/ml).",
                    "timeFrame": "For efficacy analysis, viral suppression will be measured at 6-months (end of intervention) and at 12-months (6-months post-intervention)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "1. Latino or Hispanic\n2. Self-report male gender assigned at birth and identify as gay, bisexual, or previous sex with a man\n3. Age 18 or older\n4. Diagnosed with HIV and prescribed ART least 1 month prior to study screening and enrollment\n5. Suboptimal adherence defined as (1) laboratory evidence of at least one detectable viral load in the past 12 months (≥20 copies/mL), (2) electronic medical record of at least one \\<90% 30-day adherence period in the past 12 months, or (3) self-reported \\<90% past 30-day adherence.\n6. Cell phone ownership and SMS use: Participants must own a personal cell phone for the intervention.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Self-report male gender assigned at birth.",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Diana M Sheehan, Ph.D, M.P.H",
                    "role": "CONTACT",
                    "phone": "305-348-0118",
                    "phoneExt": "70118",
                    "email": "dsheehan@fiu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Diana M Sheehan, Ph.D, M.P.H",
                    "affiliation": "Florida International University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Care Resource Community Health Centers, Inc., d/b/a CARE RESOURCE",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "331370000",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sheryl J Zayas, MD",
                            "role": "CONTACT",
                            "phone": "305-576-1234",
                            "email": "szayas@careresource.org"
                        },
                        {
                            "name": "Sheryl J Zayas, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}