{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06360367",
            "orgStudyIdInfo": {
                "id": "2023-00060"
            },
            "organization": {
                "fullName": "University of Hawaii",
                "class": "OTHER"
            },
            "briefTitle": "mHealth to Improve Diet Quality Among Early Adolescents in SNAP-Ed in Hawaii",
            "officialTitle": "mHealth to Improve Diet Quality Among Early Adolescents in SNAP-Ed in Hawaii",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mhealth-to-improve-diet-quality-among-early-adolescents-in-snap-ed-in-hawaii"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-23",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-08",
            "studyFirstSubmitQcDate": "2024-04-08",
            "studyFirstPostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Chloe Lozano",
                "investigatorTitle": "Postdoctoral Research Fellow",
                "investigatorAffiliation": "University of Hawaii"
            },
            "leadSponsor": {
                "name": "University of Hawaii",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Agriculture (USDA)",
                    "class": "FED"
                },
                {
                    "name": "Pennington Biomedical Research Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this 8-week clinical trial is to learn whether the PortionSize Ed mobile app helps to improve healthy eating habits among early adolescents in the Hawai'i-Food and Lifeskills for Youth (HI-FLY) program.\n\nPortionSize Ed is a dietary assessment and nutrition education mobile app, that provides real-time feedback on adherence to tailored dietary recommendations. HI-FLY is a healthy lifestyle program delivered in schools throughout Hawaii. PortionSize Ed also contains educational videos.\n\nParticipants in this study will be randomly assigned to either the HI-FLY only group (HI-FLY), where they will receive the standard HI-FLY program or to the HI-FLY + PortionSize Ed app (HI-FLY + PSEd) group where they will receive the standard HI-FLY program and a study iPhone with the PortionSize Ed app for the 8-week study. This will allow us to evaluate the effect of the PortionSize Ed app among early adolescents in HI-FLY.",
            "detailedDescription": "PortionSize Ed is a dietary assessment and nutrition education app that was developed to assist youth in Hawaii with understanding and adhering to national dietary guidelines. For example, The Dietary Guidelines for Americans (DGA) are intended for a professional audience and MyPlate is an example of the consumer translation of these guidelines. PortionSize Ed allows users to automatically calculate and track adherence to MyPlate food group recommendations and provides real-time feedback to the user. Tracking dietary intake in real-time reduces the risk of recall bias, and the timely feedback helps users make decisions during real life situations.\n\nThe food group recommendations in PortionSize Ed are tailored based on the user's height, weight, age, sex, and activity level. PortionSize Ed allows users to take images of their food at the start and end of each eating occasion. Users are prompted to identify each food item in a \"Before Photo\" using a search function (e.g., apple, raw), and select a portion size from a drop-down menu (e.g., half cup, medium, large). These built-in tools and a nutrition database allow for immediate feedback to the user on adherence to recommended intake of food group servings, saturated fat, and added sugars after each eating occasion.\n\nImages captured with PortionSize Ed are automatically sent to a secure web-based server. This allows authorized users, e.g., a Nutrition Educator, to login and review the images and offer support remotely if needed. In addition, trained human raters can analyze the food images, using the Remote Food Photography Method (RFPM), which is an analysis method validated in most study populations and settings. Participants are trained to include a physical reference marker in each image, which standardizes the distance and angle of the camera from the food and assists with the RFPM analysis. Educational videos in PortionSize Ed, are accessed via the Videos tab.\n\nThe Hawai'i-Food and Lifeskills for Youth (HI-FLY) is a healthy lifestyle program delivered in schools throughout Hawaii. Therefore, HI-FLY provides an ideal platform for disseminating PortionSize Ed and should ensure this evidence based mHealth tool is effectively accessed. The investigators hypothesize that coupling the PortionSize Ed app with HI-FLY will further improve diet quality among youth in Hawaii vs. the standard HI-FLY program alone.\n\nThe preliminary evaluation of PortionSize Ed in a lab-based setting was promising. However, before PortionSize Ed can be coupled with HI-FLY for improving diet quality among youth in Hawaii, a feasibility and preliminary efficacy trial is needed.\n\nPrimary objectives:\n\n1. Assess the feasibility, and acceptability of integrating PortionSize Ed into HI-FLY among Grades 6 to 8 students on Kauai, Hawaii.\n2. Assess the preliminary efficacy of integrating PortionSize Ed into HI-FLY for improving Healthy Eating Index (HEI)-2020 scores compared to the standard HI-FY among Grades 6 to 8 students on Kauai, Hawaii. The HEI-2020 score was chosen as it quantifies adherence to the DGA 2020-20259."
        },
        "conditionsModule": {
            "conditions": [
                "Diet, Healthy"
            ],
            "keywords": [
                "diet quality, HEI-2020 scores"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "usual HI-FLY curriculum (HI-FLY)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The HI-FLY curriculum includes 6 lessons of 1-2 hours each, over 6 weeks. Lesson topics include 1) safe food handling, 2) vegetables and fruits, 3) more meals at home, 4) a food guide, 5) move more every day, and 6) re-think your drink.",
                    "interventionNames": [
                        "Behavioral: HI-FLY Curriculum"
                    ]
                },
                {
                    "label": "HI-FLY integrated with the PortionSize Ed app (HI-FLY + PSEd).",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive HI-FLY usual care and be provided with the PortionSize Ed mobile app for the entire study.",
                    "interventionNames": [
                        "Behavioral: HI-FLY Curriculum + PortionSize Ed app"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HI-FLY Curriculum",
                    "description": "Participants receive the standard HI-FLY Curriculum over 6 weeks.",
                    "armGroupLabels": [
                        "usual HI-FLY curriculum (HI-FLY)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HI-FLY Curriculum + PortionSize Ed app",
                    "description": "Participants receive the standard HI-FLY Curriculum over 6 weeks and the PortionSize Ed mobile app.",
                    "armGroupLabels": [
                        "HI-FLY integrated with the PortionSize Ed app (HI-FLY + PSEd)."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility- Study enrollment",
                    "description": "At least 65% of students in each classroom enroll in the study.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Acceptability- User Satisfaction Survey (USS) scores and qualitative responses",
                    "description": "The USS has nine quantitative questions, answered with a 6-point Likert scale, and rates satisfaction, ease of use, and adequacy of training. The USS also contains an open-ended question where participants can provide any additional comments. Both groups will complete this.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Acceptability- Computer System Usability Questionnaire (CSUQ) scores",
                    "description": "The CSUQ has 19 questions, answered using a 7-point Likert scale, to rate overall satisfaction, usefulness, information quality and interface quality. Both groups will complete this.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Acceptability- PortionSize Ed app usage data",
                    "description": "PortionSize Ed app usage data including number of meals logged and number of times the app was used. Only the HI-FLY + PSEd group will complete this.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Acceptability- Reason for study drop out",
                    "description": "Participant reports reason for study drop out.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Efficacy- Change in total Healthy Eating Index-2020 (HEI-2020) total score",
                    "description": "Change in total HEI-2020 score for each study arm. Ranges from 0 to 100 with 100 being the highest score.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Efficacy- Change in HEI-2020 component scores",
                    "description": "Change in HEI-2020 component scores for each study arm. There are 13 component scores which are summed to give the total HEI-2020 score of 100.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Efficacy- Change in healthy eating behavior scores from the Nutrition Education Survey",
                    "description": "Change in healthy eating behavior scores between baseline and the final visit for both study arms.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Feasibility- Study Attrition",
                    "description": "No more than 15% study attrition.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in body weight",
                    "description": "Mean change in body weight between the baseline and final study visit.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males or females\n* Grades 6 to 8 students\n* Attend the target school on Kauai, Hawaii\n\nExclusion Criteria:\n\n* No additional exclusion criteria",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "14 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chloe P Lozano, PhD",
                    "role": "CONTACT",
                    "phone": "(808) 956-7095",
                    "email": "cpanizza@hawaii.edu"
                },
                {
                    "name": "Rachel Novotny, PhD",
                    "role": "CONTACT",
                    "phone": "(808) 956-7095",
                    "email": "novotny@hawaii.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chloe P Lozano, PhD",
                    "affiliation": "University of Hawaii at Manoa",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Hawaii at Manoa",
                    "status": "RECRUITING",
                    "city": "Honolulu",
                    "state": "Hawaii",
                    "zip": "96822",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chloe P Lozano, PhD",
                            "role": "CONTACT",
                            "phone": "808-956-7095",
                            "email": "cpanizza@hawaii.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 21.30694,
                        "lon": -157.85833
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The PI, Dr. Lozano, is committed to sharing de-identified data with other researchers. The PI will share data with other investigators and/or potential collaborators even during the life of an ongoing grant and before the primary paper generated from grant work is accepted for publication from the project, though would ask for secondary papers to be submitted after a grant's main paper is accepted for publication. Also, as required by an increasing number of journals, the PI will fully comply with data posting guidelines for accepted papers that require the submission of de-identified data to a repository once the paper is accepted where those data can be downloaded by the general public. The PI is committed to sharing data generated by this grant with as few limitations as possible within compliance rules.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "The PI will share data with other investigators and/or potential collaborators even during the life of an ongoing grant and before the primary paper generated from grant work is accepted for publication from the project, though would ask for secondary papers to be submitted after a grant's main paper is accepted for publication.",
            "accessCriteria": "Access to all data will be controlled by the PI, Dr. Lozano."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}