{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05046392",
            "orgStudyIdInfo": {
                "id": "R01MH125796",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MH125796"
            },
            "organization": {
                "fullName": "Rhode Island Hospital",
                "class": "OTHER"
            },
            "briefTitle": "mHealth Facilitated Intervention to Improve Medication Adherence Among Persons Living With HIV",
            "officialTitle": "mHealth Facilitated Intervention to Improve Medication Adherence Among Persons Living With HIV",
            "acronym": "Super SMART",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "mhealth-facilitated-intervention-to-improve-medication-adherence-among-persons-living-with-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-03",
            "studyFirstSubmitQcDate": "2021-09-15",
            "studyFirstPostDateStruct": {
                "date": "2021-09-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rhode Island Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Emory University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "HIV medications can be very effective at helping patients have longer, healthier lives. However, many patients do not take their HIV medications as prescribed. This study aims to test a promising HIV medication adherence health coaching intervention delivered primarily via a smartphone application. N = 400 persons living with HIV will be enrolled across two sites (Providence, RI \\& Atlanta, GA). Participants will be randomly assigned, with a 2:1 ratio, to receive a 1) health coaching session with access to a smartphone application that provides medication reminders and remote access to the health coach or a 2) health coaching session only. Participants will complete interviews at baseline, 1, 3, 6, and 12 months after baseline. Some participants will also complete interviews at 18 and 24 months after baseline. Data analysis will examine the extent to which the intervention improves ART medication adherence, as well as other factors, compared to the control condition, which approximates standard of care.",
            "detailedDescription": "There are more than a million persons living with HIV in the United States. Despite the effectiveness of antiretroviral therapy (ART), viral suppression, particularly durable viral suppression, can be difficult to achieve. Suboptimal ART adherence plays a significant role in unsuccessful viral suppression, which increases the risk of disease progression, a shortened lifespan, transmission to others, and the development of treatment resistant strains of HIV. As a result, interventions targeting adherence have been developed. There have been some signs of success, particularly with more intensive interventions. However, there is a need to develop efficacious ART adherence interventions that are readily disseminable and make efficient use of available resources. To that end, PI Ramsey developed and tested an mHealth facilitated ART adherence intervention that includes a single face-to-face ART adherence session delivered by a health coach, followed by 12 months of access to an app and health coaching delivered via the app. The app generates a push notification medication reminder, and adherence data are available to the health coach via a \"dashboard,\" allowing the health coach to monitor adherence in real time and provide support. The health coach uses a two-way secure messaging feature on the app to message participants and to provide support, encouragement, and resources, including links and attachments, in response to adherence lapses and in response to participant-generated messages. The combination of a face-to-face intervention component followed by app facilitated health coaching represents a novel combination that affords participants with a personal connection to a health coach while minimizing the resources needed to deliver the intervention and maximizing timely responsiveness to adherence lapses and other participant needs. A preliminary randomized controlled trial (RCT) compared the intervention to a control condition in which participants received the single face-to-face ART adherence session alone. Based on pilot data, the protocol and intervention are highly feasible and acceptable, and results are consistent with preliminary efficacy of the intervention on objective measures of ART adherence. This study will expand on this preliminary test of the intervention using a fully powered RCT (n=400) across two sites (Providence, RI and Atlanta, GA). The long-term goal of this line of research is to disseminate an efficacious, mHealth facilitated ART adherence intervention that can be readily integrated into clinical care. This study will examine the impact of the intervention, relative to control, on electronic pillbox ART adherence and viral load data. In addition, the role of theoretically supported variables in the mediation and moderation of intervention effects will be explored. Interviews will be conducted at baseline, 1, 3, 6, and 12 months. A subset of participants will also complete interviews at 18 and 24 months to explore sustained intervention effects. If found efficacious, the intervention could be broadly integrated into clinical care for HIV, reducing morbidity and mortality among PLWH in a manner that makes efficient use of available resources."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Medication Adherence",
                "Telemedicine"
            ],
            "keywords": [
                "HIV",
                "Medication Adherence",
                "mHealth",
                "Health Coaching"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "mHealth Facilitated Adherence Coaching",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Face-to-Face ART Adherence Intervention",
                        "Behavioral: Carium Mobile Health Platform"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Face-to-Face ART Adherence Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Face-to-Face ART Adherence Intervention",
                    "description": "All participants will receive a one hour face-to-face session with an adherence coach, based on LifeSteps. The session will cover behavioral skills that are important for maintaining adherence to ART and will explore potential barriers for managing each skill. Cognitive-behavioral therapy, problem solving, and motivational interviewing techniques are used to explore barriers and create health goals.",
                    "armGroupLabels": [
                        "Control",
                        "mHealth Facilitated Adherence Coaching"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Carium Mobile Health Platform",
                    "description": "Participants assigned to the experimental condition will receive access to a mobile health app, called Carium, for 12 months. The app will be used to facilitate continued coaching from the adherence coach. The app incorporates automated medications reminders with interactive adherence coaching via a secure messaging feature. Participants will receive custom medication reminders as push notifications that will ask them to indicate if they have taken their medication or not. This will allow adherence coaches to monitor self-reported adherence in the app. Adherence coaches will use the secure messaging feature to check-in with participants and reach out to participants who appear to be struggling with adherence and offer assistance.",
                    "armGroupLabels": [
                        "mHealth Facilitated Adherence Coaching"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Electronic Pillbox ART Adherence",
                    "description": "ART adherence will be measured objectively with an electronic pillbox. In this study, the electronic pillbox will be a MEMS Cap. The MEMS Cap is a battery operated electronic bottle cap that is affixed to a pill bottle and records the date and time a patient opens their bottle but provides no feedback or reminders. Participants will be given a MEMS Cap and instructions on how to use it at the baseline interview. Data will be downloaded from the MEMS Cap at all proceeding study visits.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "HIV Viral Load",
                    "description": "HIV viral load data will be extracted from participants' medical record if it was performed as a part of clinical care prior to the study visit. Otherwise, viral load will be collected from laboratories at the study sites. All laboratories will use assays with sensitivity to detect viral load \\> 20 copies/mL. For the 18- and 24-month follow-up, VL data will only be collected via medical record extraction.",
                    "timeFrame": "12 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "ART Adherence Barriers",
                    "description": "Barriers to adherence will be assessed with the LifeWindows Information-Motivation-Behavioral Skills ART Adherence Questionnaire.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, 12-, 18-, & 24-month follow-up interviews."
                },
                {
                    "measure": "HIV Treatment Adherence Self-Efficacy",
                    "description": "Self-efficacy for adherence to HIV medication will be assessed using HIV-ASES. The HIV-ASES is a 12-item scale of patient confidence in their ability to carry out behaviors related to adherence to medication regimens.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, 12-, 18-, & 24-month follow-up interviews."
                },
                {
                    "measure": "Substance Use",
                    "description": "The Timeline Followback (TLFB_ interview will be used to assess daily substance use. At baseline, it will be administered for the three months prior to the interview. At follow-up interviews, the TLFB will be used to assess the period of time since the previous interview. The TLFB will provide data on the number of standard drinks consumed per day and types of drug classes used each day.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                },
                {
                    "measure": "Depressive Symptoms",
                    "description": "The Center for Epidemiologic Studies Depression Scale (CESD) will be used to measure level of depressive symptoms. Scores range from 0 - 60, with higher scores representing higher depressive symptomology.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                },
                {
                    "measure": "HIV Stigma",
                    "description": "The HIV Stigma Scale will be used to assess perceived stigma related to HIV. Scores range from 40 - 160, with higher scores representing higher perceived HIV stigma.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Self-Reported ART Adherence",
                    "description": "Self-reported adherence to ART will be assessed with AACTG Medication Adherence Questionnaire and Wilson's Three Adherence Questions. The AACTG asks participants to list all prescribed HIV medications and the number of doses prescribed per day. Then participants are asked the number of doses missed in the past 7 days. Wilson's three adherence questions ask about adherence in the past 30 days.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, 12-, 18-, & 24-month follow-up interviews."
                },
                {
                    "measure": "HIV Treatment Retention",
                    "description": "Information about participants' attendance to HIV medical appointments will be extracted from their medical records. The U.S. Health Resources and Service Administration (HRSA) definition of treatment retention will be used to determine whether a participant has been retained in treatment or not. The HRSA defines treatment retention as having at least two outpatient visits separated by at least 90 days during a 12-month period.",
                    "timeFrame": "12- & 24- month follow-up interviews."
                },
                {
                    "measure": "Treatment Received",
                    "description": "The Treatment Services Review (TSR) will be used to assess receipt of case management, psychiatric, substance use, and other treatment services. At the baseline interview, participants will be asked about services received in the previous three months. At follow-up interviews, they will be asked about services received since the previous interview.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                },
                {
                    "measure": "Medications",
                    "description": "Participants will asked to provide information regarding their use of prescribed medications for medical, psychiatric, or substance use indications.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                },
                {
                    "measure": "Treatment Fatigue",
                    "description": "Treatment fatigue will be assessed with an abbreviated version of the Brief Patient Experience Survey.",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                },
                {
                    "measure": "Medical Mistrust",
                    "description": "Medical mistrust will be assessed with the 7-item Medical Mistrust Index 2.0 (MMI).",
                    "timeFrame": "Baseline, 1-, 3-, 6-, & 12-month follow-up interviews."
                },
                {
                    "measure": "Time Spent Delivering Intervention",
                    "description": "As a metric of potential implementation, the amount of time spent communicating with participants assigned to the experimental condition on the Carium app will be extracted from the app.",
                    "timeFrame": "12-month follow-up interview."
                },
                {
                    "measure": "Intervention Feedback",
                    "description": "Feedback about the intervention will be collected with System Usability Scale (SUS) and semi-structured interview questions.",
                    "timeFrame": "12- & 24- month follow-up interviews."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* at least 18 years of age\n* prescribed ART\n* diagnosed with HIV\n* detectable viral load (\\>20 copies/mL) in past 6 months\n* less than 100% self-reported medication adherence\n\nExclusion Criteria:\n\n* physical impairments that would prevent completion of the intervention\n* cognitive impairments that jeopardize informed consent and/or intervention comprehension\n* active psychosis\n* not fluent in English",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Ramsey, PhD",
                    "role": "CONTACT",
                    "phone": "(401) 444-7831",
                    "email": "sramsey@lifespan.org"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Drenna Waldrop, PhD",
                            "role": "CONTACT",
                            "phone": "404-712-9487",
                            "email": "drenna.waldrop@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Rhode Island Hospital",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan E Ramsey, Ph.D.",
                            "role": "CONTACT",
                            "phone": "401-444-7831",
                            "email": "sramsey@lifespan.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}