{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06138054",
            "orgStudyIdInfo": {
                "id": "D4633-P"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "MI-CBTech: A Mobile Intervention for Community Integration in Homeless-Experienced Veterans With SMI",
            "officialTitle": "Improving Community Integration in Homeless Veterans With Serious Mental Illness: A Pilot Study of MI-CBT Enhanced With Mobile Technology",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "mi-cbtech-a-mobile-intervention-for-community-integration-in-homeless-experienced-veterans-with-smi"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-13",
            "studyFirstSubmitQcDate": "2023-11-13",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to test the feasibility and acceptability of a brief behavioral intervention that combines two treatments, Motivational Interviewing (MI) and Cognitive Behavioral Therapy (CBT), that have been shown to work in prior research studies. The format of the intervention will be a combination of in-person sessions and remote elements delivered via mobile phone (together called MI-CBTech). The goal of the intervention is to improve community integration in Veterans with serious mental illness (SMI) who have experienced homelessness. A time- and format-matched control arm will include remote mindfulness training. 50 Veterans with SMI experiencing homelessness will be randomized to one of the two arms (25 per arm).",
            "detailedDescription": "For Veterans experiencing homelessness, permanent housing is only the first step in achieving stability and improved quality of life. Even after attaining permanent housing, many Veterans continue to struggle with many aspects of functioning and day-to-day living. In addition, as Veterans move from temporary to permanent housing, they are at risk of falling out of mental healthcare and other VA services. One of the reasons this transition is so challenging is that in-person interventions, while well-suited for residential treatment programs, are less suitable for Veterans as they leave the VA campus and acquire housing at widely distributed locations. However, few behavioral treatments designed to improve daily functioning, including community integration, have been applied and tested during this transitional period. Whether this kind of treatment could be effective in improving engagement and increasing continuity of care for these Veterans is not known. Furthermore, remote interventions can overcome the disadvantages associated with long distance transportation challenges for therapy appointments and scheduling difficulties.\n\nDigital technology can provide innovative solutions to these treatment barriers and help close the access gap to meet the needs of previously homeless Veterans with serious mental illness (SMI). Technology-based treatments administered remotely via mobile smartphone applications have proven popular and successful in helping people build psychotherapy skills and manage mental health symptoms in real-world settings. Technology-based interventions can be easily disseminated, increasing access while reducing costs associated with face-to-face clinical care. Among homeless and SMI populations, smartphone use is quite high and research data indicate a willingness to use mobile applications for healthcare, whether in a clinical or research setting.\n\nCognitive behavioral therapy (CBT) is a structured, time-limited treatment that focuses on changing maladaptive thoughts and problematic behaviors that interfere with functioning. Goals for therapy can focus on improved functioning in several aspects of daily living, including community integration. While CBT shows promise in improving community integration in individuals with SMI experiencing homelessness, individuals may still have low motivation to engage with and adhere to treatment. Studies integrating Motivational Interviewing (MI) with CBT have shown positive results for a variety of disorders, including serious mental illness. MI increases initiation and maintenance of behavioral change. Brief application of MI prior to CBT (MI-CBT) has been shown to enhance treatment engagement and improve outcomes.\n\nImportantly, the efficacy of augmenting individualized MI-CBT with digital tools in a homeless SMI Veteran population has not been evaluated. Therefore, it is not known whether administration of some aspects of an MI-CBT intervention via remote smartphone application might improve engagement and maintain therapeutic gains in this population. This study will test the feasibility and acceptability of an 8-week MI-CBT intervention enhanced with mobile technology (MI-CBTech) to improve community integration in homeless Veterans with SMI. A time- and format-matched control arm will include remote mindfulness training. 50 Veterans with SMI experiencing homelessness will be randomized to one of the two arms (25 per arm).\n\nParticipants will be administered interviews (symptom ratings and community functioning), and performance-based assessments of cognitive ability at an in-person baseline visit. Participants will then be randomly assigned to one of two intervention arms: MI-CBTech or a mindfulness control, by recruiters who are blind to condition assignment. Both treatment arms will consist of 8 weeks of active intervention, including three individual in-person sessions occurring over the first 2 week period (3 MI sessions for MI-CBTech and 3 supportive therapy sessions for the control arm) followed by 6 weeks of mobile phone application use. During the period of remote application use, both arms will have phone check-ins during weeks 2, 4, and 6 to obtain information on application use and troubleshoot any potential problems with compliance or completion. Following completion of active treatment, participants will undergo a repeat assessment of symptom ratings and community functioning (8-week end of treatment assessment). Participants will then complete a final evaluation of symptoms ratings and community functioning as well as an exit interview (follow-up assessment 16 weeks after baseline). Total assessment time is 4 hrs for the baseline assessment and 2 hrs for the end of treatment and follow-up assessments. Both the end of treatment and follow-up assessments may be completed in-person or remotely via telephone or videoconference depending on participant preference. The remote portions of both intervention arms will be administered via participant's own smartphones. For otherwise eligible Veterans who do not own a smartphone, iPad, tablet, or other device, the investigators will help them obtain one.\n\nThis study has the potential to fill key gaps in treatment options for this high priority population during a critical transition period and will help guide a future large-scale randomized controlled trial utilizing these interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia Spectrum Disorders",
                "Psychotic Affective Disorders",
                "Psychotic Mood Disorders",
                "Homelessness",
                "Ill-Housed Persons"
            ],
            "keywords": [
                "Community Integration",
                "Telerehabilitation",
                "Telemedicine",
                "Cognitive Behavioral Therapy",
                "Motivational Interviewing",
                "Mobile Applications",
                "Smartphone",
                "Smartphone Apps"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned using block randomization (sequence pairs of MI-CBTech and mindfulness control in random order) to assign participants 1:1 to the two treatment conditions to ensure the treatment arms remain balanced across the course of the study.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will be randomized by recruiters who are blind to condition assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MI-CBTech",
                    "type": "EXPERIMENTAL",
                    "description": "An 8-week experimental intervention that combines two treatments, Motivational Interviewing (MI) and Cognitive Behavioral Therapy (CBT). The format of the intervention will be a combination of in-person sessions and remote elements (together called MI-CBTech) delivered via mobile phone or other smart device.",
                    "interventionNames": [
                        "Behavioral: MI-CBTech"
                    ]
                },
                {
                    "label": "Mindfulness control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "An 8-week active control intervention that combines supportive therapy and mindfulness training. The format of the intervention will be a combination of in-person sessions and remote elements delivered via mobile phone or other smart device.",
                    "interventionNames": [
                        "Behavioral: Mindfulness control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "MI-CBTech",
                    "description": "Three in-person MI sessions focused on identifying goals for community integration (in the areas of vocational, recreational, social, or independent living activities) and unhelpful thinking that tends to get in the way of those goals, building motivation for goals, introducing participants to the CBT model and its potential benefits, and downloading and orienting them to the mobile phone application.\n\nSix weeks of mobile phone application use to guide participants through CBT. Weekly content will be provided to learn and practice CBT skills to address unhelpful thinking and problem solving to address obstacles to goal attainment. There will be brief content pages worksheets to guide participants through practice. The worksheets will be tailored to each participant, framing the skills around their pre-identified goals and unhelpful thinking patterns. The application will also include access to crisis resources.",
                    "armGroupLabels": [
                        "MI-CBTech"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness control",
                    "description": "Three in-person supportive therapy sessions focused on empathic listening during client-led discussions of presenting concerns, introducing participants to mindfulness (defined as noticing and paying attention to the present moment without judgment), and downloading and orienting them to the mobile phone application. Participants will be informed of potential benefits of mindfulness, including stress reduction and increased self-awareness.\n\nSix weeks of mindfulness training mobile application use to help participants learn to practice mindfulness through a gradual, self-guided training program. The application offers a library of information about mindfulness, 12 different audio-guided mindfulness exercises, goal-setting and tracking, customizable reminders, and access to crisis resources.",
                    "armGroupLabels": [
                        "Mindfulness control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Baseline assessment completion rate",
                    "description": "The investigators will assess feasibility of both MI-CBTech and mindfulness control treatment arms based on recruitment using a completion rate of at least 80% for the baseline in-person assessment.",
                    "timeFrame": "At baseline, prior to randomization"
                },
                {
                    "measure": "End of treatment assessment completion rate",
                    "description": "The investigators will assess feasibility of both MI-CBTech and mindfulness control treatment arms based on retention. Specifically, at least 70% of randomized participants will complete the end of treatment assessment.",
                    "timeFrame": "End of 8-week treatment phase"
                },
                {
                    "measure": "Remote treatment adherence rate",
                    "description": "The investigators will assess tolerability of MI-CBTech based on adherence. Specifically, over 80% of participants will complete at least 70% of application use for a minimum of one hour per week and homework assignments.",
                    "timeFrame": "End of 8-week treatment phase"
                },
                {
                    "measure": "Satisfaction rating index",
                    "description": "The investigators will assess acceptability of MI-CBTech based on subjective satisfaction. Specifically, at least 75% will report average participant ratings (on a scale of 1 to 10) of a minimum of 7.5 on the composite satisfaction index obtained during exit interview.",
                    "timeFrame": "At study completion, typically 16 weeks after randomization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Screen failure rate",
                    "description": "The investigators will assess feasibility of both MI-CBTech and mindfulness control treatment arms based on recruitment using a screening failure rate (fraction of potential participants who complete the consent process but are deemed ineligible) of no more than 40%.",
                    "timeFrame": "At screening, prior to enrollment"
                },
                {
                    "measure": "Follow-up assessment completion rate",
                    "description": "The investigators will assess feasibility of both MI-CBTech and mindfulness control treatment arms based on retention. Specifically, at least 70% of randomized participants will complete the follow-up assessment.",
                    "timeFrame": "8-weeks after end of treatment"
                },
                {
                    "measure": "In-person treatment completion rate",
                    "description": "The investigators will assess tolerability of MI-CBTech based on adherence using a completion rate of at least 80% for the in-person treatment sessions.",
                    "timeFrame": "End of 8-week treatment phase"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans currently residing at the VA Greater Los Angeles Mental Health Residential Rehabilitation Treatment Program (Domiciliary)\n* age 18-65 years\n* diagnosis of non-affective or affective psychotic illness as confirmed by chart review\n* history of homelessness\n* sufficiently fluent in English to consent, understand procedures, and complete assessments and intervention\n* medically and clinically stable (i.e. able to participate in and complete assessments and intervention).\n\nExclusion Criteria:\n\n* history of clinically significant neurological disorder determined by medical history (e.g., epilepsy)\n* history of serious head injury (i.e., loss of consciousness \\> 1 hr, neuropsychological sequelae, cognitive rehabilitation post head injury)\n* evidence of IQ \\< 70 or developmental disability\n* moderate or severe substance use disorder in the past month based on chart review",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy M Jimenez, PhD",
                    "role": "CONTACT",
                    "phone": "(310) 478-3711",
                    "email": "Amy.Jimenez@va.gov"
                },
                {
                    "name": "Michael F Green, PhD",
                    "role": "CONTACT",
                    "phone": "(310) 268-3376",
                    "email": "Michael.Green6@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amy M Jimenez, PhD",
                    "affiliation": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "status": "RECRUITING",
                    "city": "West Los Angeles",
                    "state": "California",
                    "zip": "90073-1003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark R McGee, BA",
                            "role": "CONTACT",
                            "phone": "310-478-3711",
                            "phoneExt": "42192",
                            "email": "Mark.McGee2@va.gov"
                        },
                        {
                            "name": "Amy M Jimenez, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.0464,
                        "lon": -118.44813
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31744429",
                    "type": "BACKGROUND",
                    "citation": "Young AS, Cohen AN, Niv N, Nowlin-Finch N, Oberman RS, Olmos-Ochoa TT, Goldberg RW, Whelan F. Mobile Phone and Smartphone Use by People With Serious Mental Illness. Psychiatr Serv. 2020 Mar 1;71(3):280-283. doi: 10.1176/appi.ps.201900203. Epub 2019 Nov 20."
                },
                {
                    "pmid": "32517838",
                    "type": "BACKGROUND",
                    "citation": "Green MF, Wynn JK, Gabrielian S, Hellemann G, Horan WP, Kern RS, Lee J, Marder SR, Sugar CA. Motivational and cognitive factors linked to community integration in homeless veterans: study 1 - individuals with psychotic disorders. Psychol Med. 2022 Jan;52(1):169-177. doi: 10.1017/S0033291720001889. Epub 2020 Jun 10."
                },
                {
                    "pmid": "31775786",
                    "type": "BACKGROUND",
                    "citation": "Ayano G, Tesfaw G, Shumet S. The prevalence of schizophrenia and other psychotic disorders among homeless people: a systematic review and meta-analysis. BMC Psychiatry. 2019 Nov 27;19(1):370. doi: 10.1186/s12888-019-2361-7."
                },
                {
                    "pmid": "19628761",
                    "type": "BACKGROUND",
                    "citation": "Granholm E, Ben-Zeev D, Link PC. Social disinterest attitudes and group cognitive-behavioral social skills training for functional disability in schizophrenia. Schizophr Bull. 2009 Sep;35(5):874-83. doi: 10.1093/schbul/sbp072. Epub 2009 Jul 23."
                },
                {
                    "pmid": "29504450",
                    "type": "BACKGROUND",
                    "citation": "Wong-Anuchit C, Chantamit-O-Pas C, Schneider JK, Mills AC. Motivational Interviewing-Based Compliance/Adherence Therapy Interventions to Improve Psychiatric Symptoms of People With Severe Mental Illness: Meta-Analysis. J Am Psychiatr Nurses Assoc. 2019 Mar/Apr;25(2):122-133. doi: 10.1177/1078390318761790. Epub 2018 Mar 5."
                },
                {
                    "pmid": "28110672",
                    "type": "BACKGROUND",
                    "citation": "Fairburn CG, Patel V. The impact of digital technology on psychological treatments and their dissemination. Behav Res Ther. 2017 Jan;88:19-25. doi: 10.1016/j.brat.2016.08.012."
                },
                {
                    "pmid": "27075492",
                    "type": "BACKGROUND",
                    "citation": "Tsai J, Link B, Rosenheck RA, Pietrzak RH. Homelessness among a nationally representative sample of US veterans: prevalence, service utilization, and correlates. Soc Psychiatry Psychiatr Epidemiol. 2016 Jun;51(6):907-16. doi: 10.1007/s00127-016-1210-y. Epub 2016 Apr 13."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset of all IPD that underlie results in a publication will be created and shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Starting 6 months after publication",
            "accessCriteria": "Data sharing requests will be reviewed by the Investigators."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000000341",
                    "term": "Affective Disorders, Psychotic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Psychotic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychotic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3691",
                    "name": "Affective Disorders, Psychotic",
                    "asFound": "Psychotic Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}