{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04307667",
            "orgStudyIdInfo": {
                "id": "2019-1309"
            },
            "secondaryIdInfos": [
                {
                    "id": "A483000",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "L&S CTR FOR HEALTHY MINDS",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "1R01HL123284-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL123284-01A1"
                },
                {
                    "id": "Protocol Version 4/21/2021",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Microglia Activation in Asthma",
            "officialTitle": "Microglia Activation in Asthma",
            "acronym": "MAIA",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "microglia-activation-in-asthma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-10",
            "studyFirstSubmitQcDate": "2020-03-12",
            "studyFirstPostDateStruct": {
                "date": "2020-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trail is to learn about how asthma influences brain function. The main questions it aims to answer are:\n\n* How airway inflammation in asthma affects the brain; and,\n* Whether airway inflammation in asthma is related to symptoms of depression and anxiety\n\nOver the course of 6 visits, participants will:\n\n* Complete questionnaires\n* Complete computer tasks\n* Undergo allergy skin test\n* Undergo breathing tests including two whole lung allergen challenges\n* Give four blood samples\n* Complete brain imaging scans"
        },
        "conditionsModule": {
            "conditions": [
                "Asthma"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "* Blood\n* Sputum"
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Whole lung antigen challenge (WLAC)",
                    "description": "Whole lung antigen challenge with cat hair, house dust mite, or short ragweed allergen extracts."
                },
                {
                    "type": "RADIATION",
                    "name": "[18F]FEPPA",
                    "description": "\\[18F\\]FEPPA is a radiotracer selective for translocator protein (TSPO) binding, which is elevated in activated microglia."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Presence of Neuroinflammation measured by TSPO observed via PET scan",
                    "description": "The investigators propose that, in subjects with asthma, provocation of airway inflammation activates microglia, indicative of a neuroinflammatory signal. The hypothesis is that microglial activation will occur following an inhaled allergen challenge, relative to pre-challenge. Activation of microglia will be measured using positron emission tomography (PET) with the radiotracer \\[18F\\]FEPPA, a tracer selective for translocator protein (TSPO) binding, which is elevated in activated microglia.",
                    "timeFrame": "up to 9 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intensity of Airway Response measured by Fraction of exhaled nitric oxide (FeNO) Level",
                    "description": "The investigators propose that a more intense airway inflammatory response, created by the inhaled allergen challenge, will be associated with a greater increase in microglial activation. The hypothesis is that the increase in markers of airway inflammation, such as FeNO will be positively associated with the increase in microglial activation. Exhaled nitric oxide level will be determined using instrumentation to measure FeNO. The test requires the participant to exhale into the mouthpiece of the FeNO measuring instrument for approximately 10 seconds.",
                    "timeFrame": "up to 11 days"
                },
                {
                    "measure": "Intensity of Airway Response measured by Sputum Eosinophil Count",
                    "description": "The investigators propose that a more intense airway inflammatory response, created by the inhaled allergen challenge, will be associated with a greater increase in microglial activation. The hypothesis is that the increase in markers of airway inflammation, such as sputum eosinophil count will be positively associated with the increase in microglial activation.",
                    "timeFrame": "up to 10 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Functionality Measured by Statistical Significance of Co-variation between Cognitive Tasks or Self-Report Instruments and Microglial Activation",
                    "description": "The investigators propose that a greater increase in microglial activation will be associated with reduced performance on tasks that assess cognitive function and greater psychological symptoms. The hypothesis is that a greater post-allergen challenge increase in microglial activation will be associated with a decrement in performance, relative to baseline, on measures of memory, attention, or executive function and elevated reports of depressive and anxious symptoms.",
                    "timeFrame": "up to 10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals with no health concerns that might affect the outcome of the study.\n* Age 18-75 years of age.\n* Physician diagnosis of asthma for at least six months prior to screening (can be determined at the discretion of an asthma/allergy physician member of the study team). Mild asthma will be defined as asthma that is well controlled with low-intensity treatment, e.g., SABA alone, as-needed low-dose ICS-LABA, or low-dose ICS plus as-needed SABA.\n* At least a 20% decrease in forced expiratory volume (FEV1) during the immediate response following the screening inhaled allergen challenge.\n* FEV1 ≥ 70% predicted at baseline.\n* Positive immediate skin test for allergies to cat hair, house dust mite, or ragweed (historical data documented within the last 5 years with our research group is acceptable).\n* Ability to tolerate a simulated MRI brain scanning session.\n* In the opinion of the investigator, capable and willing to grant written informed consent and cooperate with study procedures and requirements.\n* High-affinity TSPO-binding genotype. Mixed (high/low) binding-affinity genotype may be included at PIs discretion.\n\nExclusion Criteria:\n\n* Current smoker (defined as more than 0.5 pack per week for the past 6 months and any smoking within two weeks of study procedures) or has a smoking history exceeding 5 pack years within the last 10 years\n* Currently receiving immunotherapy\n* Use of psychotropic medication that might affect function of neurocircuitry implicated in the investigator's hypotheses at the discretion of the PI or Co-Investigator (Co-I)\n* Inability to hold medications detailed in the medication hold schedule\n* Needle phobia or claustrophobia\n* Major health problems such any of the following in the last 6 months: stroke/TIA, myocardial Infarction, stent placement, or acute coronary syndrome are definitively exclusionary. Decisions regarding other major health problems, such as autoimmune disease, history of carotid stenosis, heart disease, uncontrolled hypertension, lung diseases other than asthma, history of significant arrhythmias, etc. will be based upon the judgement of the PI/Co-I.\n* Use of biologic medication that might affect signaling pathways under investigation (at the discretion of the PI/Co-I)\n* Pre-existing chronic infectious disease\n* Scheduled use of non-selective beta-blockers prior to each study visit\n* Current use of beta-1 selective blockers (e.g., metoprolol, atenolol, acebutolol, betaxolol, esmolol, bisoprolo, and nebivolol)\n* Use of an investigational drug within 30 days of entering the study. This criterion will be reviewed on a case by case basis by the PI or Co-I to determine appropriate washout period. Appropriate wash out period may be greater than 30 days depending on the half-life of the investigational drug. Participants may be eligible for study participation after completing the washout period designated by the PI or Co-I (physician only).\n* Any MRI incompatibility as determined by most current MRI screening form\n* History of a diagnosed Bipolar Disorder, Schizophrenia, or Schizoaffective Disorder\n* History of serious head trauma or seizure disorder (can be included at the discretion of the PI or Co-I)\n* Unable, in the judgement of the investigator, to comply with directions and/or tolerate the procedures required for participation in this study\n* Pregnant or breast-feeding or has a planned pregnancy during the course of the study\n* Have corrected vision and are not able to wear contacts or see sufficiently well to read without glasses or contacts, as glasses will not fit in the PET/MR head coil\n* Any other medical condition or disease that would impact subject safety or data integrity in the opinion of the PIs\n* Never intubated due to asthma and has not had a severe exacerbation requiring an ER visit or hospitalization in the past year.\n* Participants with well-controlled asthma at enrollment using ICS for their asthma will undergo a supervised step-down of therapy. This step-down aligns with the 2020 Focused Updates to the Management of Asthma Guidelines: Clinician Guide. Participants who undergo the supervised step-down will not proceed to V0a unless their asthma remains well-controlled for 6 weeks using PRN SABA only. Subjects will be monitored remotely during the supervised step-down. If the subject experiences any of the following during the supervised step-down, they will not be eligible to continue in the MAIA study:\n\n  * Use of SABA \\> 2 days a week for symptom relief (not for exercise-induced bronchoconstriction)\n  * PEF \\< 80% of baseline PEF for \\> 2 days in a row\n  * Use of systemic corticosteroids for asthma symptoms\n  * ACT \\< 20",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adults (age 18-75) with mild allergic asthma",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Liana Larson",
                    "role": "CONTACT",
                    "phone": "6082656066",
                    "email": "llarson@medicine.wisc.edu"
                },
                {
                    "name": "Rachel Kaspari",
                    "role": "CONTACT",
                    "phone": "6082656066",
                    "email": "rkaspari@wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melissa Rosenkranz",
                    "affiliation": "Center for Healthy Minds",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin Madison",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53703-2637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Liana Larson",
                            "role": "CONTACT",
                            "phone": "608-265-6066",
                            "email": "llarson@medicine.wisc.edu"
                        },
                        {
                            "name": "Melissa Rosenkranz, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no specific sharing plan at this time except most likely will collaborate with researchers within and outside UW-Madison who would have access to data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}