{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04271540",
            "orgStudyIdInfo": {
                "id": "2020P000200"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "MIcrovascular dysfuNction In Moderate-severe Psoriasis",
            "officialTitle": "Effects of Tildrakizumab on Coronary Microvascular Function in Moderate-Severe Psoriasis",
            "acronym": "MINIMA",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "microvascular-dysfunction-in-moderate-severe-psoriasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-13",
            "studyFirstSubmitQcDate": "2020-02-13",
            "studyFirstPostDateStruct": {
                "date": "2020-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Marcelo F. Di Carli, MD, FACC",
                "investigatorTitle": "Chief, Nuclear Medicine",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Marcelo F. Di Carli, MD, FACC",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Psoriasis, a common chronic inflammatory skin disease affecting approximately 2% of the population, is associated with increased cardiovascular (CV) risk. Despite the implication of inflammation in this excess risk, it remains unclear whether reducing inflammation reduces the risk of cardiac events. This study proposes to test whether Tildrakizumab, an FDA approved therapy for psoriasis that blocks IL-23 and the Th17 pathway of inflammation, improves coronary vascular function and coronary flow reserve, as measured by noninvasive imaging with cardiac positron emission tomography. In so doing, improvement in coronary vasoreactivity, endothelial function, and tissue perfusion may have beneficial effects on myocardial mechanics, left ventricular deformation and function and, ultimately, symptoms and prognosis.\n\nThis research may offer novel insights into the contributors of CV risk in psoriasis and provide data to support the development of strategies to prevent cardiovascular events in psoriatic disease.",
            "detailedDescription": "The primary objective of this study is to investigate the impact of Tildrakizumab therapy on coronary vasoreactivity and myocardial mechanics, as indicators of subclinical cardiovascular disease in patients with psoriatic disease and intermediate-high CV risk. Impaired coronary flow reserve (CFR) is a measure of coronary vasoreactivity and a manifestation of myocardial ischemia which may precede clinical CV events (and visible changes in plaque morphology) in high-risk patients with psoriatic disease. From previous studies, it is known that traditional risk factors underestimate cardiovascular risk in psoriatic disease. Tildrakizumab, a p19 inhibitor which blocks IL-23 and Th17 mediated inflammation, is an FDA approved therapy for moderate-severe psoriasis and has been shown to reduce inflammation. Furthermore, IL-17 is associated with endothelial dysfunction and atherosclerosis. The central hypothesis is that reducing systemic inflammation using tildrakizumab will quantitatively improve myocardial blood flow and CFR as measured by PET over 6 months; and this improvement in coronary vasoreactivity, endothelial function, and tissue perfusion may have beneficial effects on myocardial mechanics, left ventricular function and, ultimately, symptoms and prognosis.\n\nThis is a single-arm open-label mechanistic clinical study in adult subjects with moderate-severe psoriasis and increased cardiovascular risk. We plan to enroll approximately 35 patients to receive Tildrakizumab over 6 months. The study will consist of 4-5 visits including a virtual or in person screening visit, a baseline visit in which baseline imaging tests will be conducted and study drug will be dispensed, two in person visits for which study drug will be given and monitoring of AE events and compliance, and a final visit in visit in which imaging tests will be repeated"
        },
        "conditionsModule": {
            "conditions": [
                "Psoriasis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Subjects treated with Tildrakizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Informed consent will be obtained from study participants willing to participate in MiNIMA. Study participants will then undergo the baseline rest/stress cardiac PET scan along with echocardiography. The final PET scan and echocardiogram will occur at 6 months after the intervention.",
                    "interventionNames": [
                        "Drug: Tildrakizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tildrakizumab",
                    "description": "Tildrakizumab, a p19 inhibitor which blocks IL-23 and Th17 mediated inflammation, will be given for 6 months. As below, a baseline cardiac PET scan and echocardiogram will be performed prior to initiation and after 6 months of treatment.\n\nRadiation: A cardiac PET scan will be performed at baseline and at 6 months\n\nOther cardiac Imaging: An echocardiogram will be performed at baseline and at 6-months.",
                    "armGroupLabels": [
                        "Subjects treated with Tildrakizumab"
                    ],
                    "otherNames": [
                        "Ilumya"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in global coronary flow reserve (CFR) after 6 months of therapy with Tildrakizumab",
                    "description": "Change (from baseline) in global CFR, as measured by PET imaging at 24 weeks after initiation of Tildrakizumab therapy.",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Correlation between change in global CFR and psoriasis skin severity",
                    "description": "Correlation between the change (from baseline) in global CFR and psoriasis skin severity scores (Body surface area \\[BSA\\], Physician's Global Assessment \\[PGA\\], Psoriasis Area and Severity Index \\[PASI\\]) at 24 weeks after initiation of Tildrakizumab",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in peak-stress global myocardial blood flow",
                    "description": "Change (from baseline) in peak-stress global myocardial blood flow (in mL/min/g) at 24 weeks after initiation of Tildrakizumab",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in peak-stress global coronary vascular resistance",
                    "description": "Change (from baseline) in peak-stress global coronary vascular resistance (in mm Hg/mL/min/g) at 24 weeks after initiation of Tildrakizumab",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change in LV peak global longitudinal strain and E'",
                    "description": "Change (from baseline) in LV peak global longitudinal strain (GLS) and E' at 24 weeks after initiation of Tildrakizumab",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Correlation of change in LV peak GLS and E' with global CFR",
                    "description": "Correlation of the change (from baseline) in LV peak GLS and E' with the global CFR at 24 weeks after initiation of Tildrakizumab",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "In order for an individual to participate, they must meet all of the inclusion and exclusion criteria as outlined below.\n\nInclusion Criteria include the following:\n\n1. Moderate-to-severe psoriasis\n2. Ages 18-90\n3. Body surface area (BSA) involvement ≥ 3% OR 5-point Physician Global Assessment (PGA) Score ≥ 3 OR Psoriasis Area and Severity Index (PASI) score ≥ 12\n4. Patients who have failed biologic therapy, topical steroids, phototherapy, or other systemic therapies will be required to have a wash-out period, which will be calculated accordingly to the specific drug (Appendix 1)\n5. Evidence of at least one cardiovascular risk factor which includes hsCRP ≥ 2 mg/L, DM, obesity (BMI\\>25), hyperlipidemia, hypertension, family history of early coronary artery disease, or evidence of metabolic syndrome\n\n   ---Metabolic syndrome defined as at least three of the following: glucose\\>100mg/dl or taking hypoglycemic agent, HDL\\<40mg/dl (men) or 50 mg/dl (women), triglycerides ≥150mg/dl, waist circumference \\>40 in mean or \\>35 in women, or blood pressure ≥130/85 or taking anti-hypertensive.\n6. If the patient is on a statin therapy, they must be on a stable dose for at least 6 months prior to enrollment.\n\nExclusion Criteria include the following:\n\n1. Documented history of other systemic inflammatory diseases, including SLE and RA, which in the opinion of the investigator would be inappropriate for enrollment.\n2. Prior history of untreated chronic infection (tuberculosis), severe fungal infection, or known HIV positive, chronic hepatitis B or C infection), prior history of active solid malignancy, myeloproliferative or lymphoproliferative disease within 5 years, excluding treated non-melanoma skin cancer\n3. Renal insufficiency (CrCl \\<40 ml/min)\n4. NYHA class IV heart failure\n5. Patients requiring chronic treatment with oral prednisone \\>10mg/day, methotrexate, or other immunosuppressive agents.\n6. Pregnancy and Breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marcelo F Di Carli, MD",
                    "role": "CONTACT",
                    "phone": "617-732-3290",
                    "email": "mdicarli@partners.org"
                },
                {
                    "name": "Leanne Barrett Goldstein",
                    "role": "CONTACT",
                    "phone": "617-732-4719",
                    "email": "lbarrett11@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marcelo F Di Carli, MD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marcelo Di Carli, MD",
                            "role": "CONTACT",
                            "phone": "617-732-6290",
                            "email": "mdicarli@partners.org"
                        },
                        {
                            "name": "Leanne Barrett Goldstein",
                            "role": "CONTACT",
                            "phone": "617-732-4719",
                            "email": "lbarrett11@bwh.harvard.edu"
                        },
                        {
                            "name": "Brittany Weber, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011565",
                    "term": "Psoriasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017444",
                    "term": "Skin Diseases, Papulosquamous"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14422",
                    "name": "Psoriasis",
                    "asFound": "Psoriasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19713",
                    "name": "Skin Diseases, Papulosquamous",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}