{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06008561",
            "orgStudyIdInfo": {
                "id": "SH MBOIAP23"
            },
            "secondaryIdInfos": [
                {
                    "id": "5P20GM121341-05",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5P20GM121341-05"
                }
            ],
            "organization": {
                "fullName": "Sanford Health",
                "class": "OTHER"
            },
            "briefTitle": "Midwest Birth Outcomes and Indigenous American Pregnancy",
            "officialTitle": "Midwest Birth Outcomes and American Indian Pregnancy: Associations With Historical Trauma and Psychosocial Stress",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "midwest-birth-outcomes-and-indigenous-american-pregnancy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-11",
            "studyFirstSubmitQcDate": "2023-08-22",
            "studyFirstPostDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sanford Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of General Medical Sciences (NIGMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Indigenous American pregnancies in the Midwest have disproportionally high rates of adverse outcomes, however little research has been done on how historical trauma and stress may impact these adverse outcomes. This project gathers data from pregnant Indigenous American women on their experiences with historical trauma, stress, and birth outcomes, as well as physiological data of how they respond to stress, in order to better understand the associations between these factors and the biological mechanisms underlying them. Understanding the mechanisms by which both historical and proximal stress \"get under the skin\" and influence pregnancy health and perinatal outcomes, will afford new targets of intervention to help reduce these IA health disparities.",
            "detailedDescription": "As the U.S. Healthy People 2030 Objectives include reducing rates of infant mortality from 5.4 to 5.0 live births per 1000, and preterm births from 10.1% to 9.6%, Indigenous American (IA) women in the Midwest continue to experience disproportionately high rates of infant mortality (8.8 per 1000 live births) and preterm birth (12.8%). Identified risk factors, such as diet and access to healthcare, do not fully explain these persistent perinatal-health disparities. Therefore, studies have begun to focus on culturally-relevant psychosocial stressors such as historical trauma to try to understand he occurrence of adverse pregnancy outcomes. Although a history of deculturation, devalued status, and reduced resources may have long reaching impact, affecting new generations of IA women and their pregnancies, there is a paucity of psychosocial research on IA perinatal health. It is imperative that associations among IA historical trauma, proximal stressors, and physiological stress responses during pregnancy are better understood to develop more effective interventions that can improve IA perinatal health. Historical trauma may contribute to IA perinatal health disparities by increasing the frequency and intensity of proximal stressors, including experiences of racism and socioenvironmental stress in general, and by influencing psychophysiological responses to stress. The investigators hypothesize that interactions among historical trauma, proximal stress and physiological responses to acute stress will predict length of gestation and birth weight for IA women. This project will: 1) determine if historical trauma is associated with IA women's psychophysiological responses to acute stress during pregnancy; 2) identify the degree to which historical trauma is associated with increased risks of adverse pregnancy health and perinatal outcomes in IA pregnancies; and 3) examine how historical trauma, psychophysiological responses to stress, and proximal maternal stress may interact to predict adverse perinatal outcomes in IA pregnancies. To examine these interactions, the investigators will recruit 100 pregnant IA women from Sanford Health prenatal care providers to complete a lab visit between 23-28 weeks of pregnancy. While at the lab they will 1) participate in a standardized laboratory psychophysiological challenge task while blood pressure and heart rate are recorded and saliva is collected to assess cortisol, immunoglobulin A, and c-reactive protein responses; 2) complete standardized surveys on historical trauma, and proximal stress, mental and general health, and wellness behaviors; and 3) provide consent to access medical records pertaining to prior and current pregnancy health and perinatal outcomes. Understanding the mechanisms by which both historical and proximal stress \"get under the skin\" and influence pregnancy health and perinatal outcomes, will afford new targets of intervention to help reduce these IA health disparities."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gestational Age in weeks",
                    "timeFrame": "Through study completion, an average of 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years old\n* Less than 26 weeks\n* Healthy single baby pregnancy\n* Indigenous American\n\nExclusion Criteria:\n\n* Assistive reproductive technology (in-vitro fertilization)\n* Have a history of cardiac and endocrine disease",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "We will recruit 100 pregnant women prior to their 29th week of gestation from Sanford Health prenatal care providers in the Fargo, North Dakota, and Sioux Falls, South Dakota greater metropolitan areas.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Valentina Ayala Catalan",
                    "role": "CONTACT",
                    "phone": "6053126406",
                    "email": "strahmlab@sanfordhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anna M Strahm, PhD",
                    "affiliation": "Sanford Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sanford Health",
                    "status": "RECRUITING",
                    "city": "Fargo",
                    "state": "North Dakota",
                    "zip": "58104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Valentina Ayala Catalan",
                            "role": "CONTACT",
                            "phone": "605-312-6406",
                            "email": "valentina.ayalacatalan@sanfordhealth.org"
                        },
                        {
                            "name": "Anna M Strahm",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.87719,
                        "lon": -96.7898
                    }
                },
                {
                    "facility": "Sanford Health",
                    "status": "RECRUITING",
                    "city": "Sioux Falls",
                    "state": "South Dakota",
                    "zip": "57104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Valentina Ayala Catalan",
                            "role": "CONTACT",
                            "phone": "605-312-6406",
                            "email": "valentina.ayalacatalan@sanfordhealth.org"
                        },
                        {
                            "name": "Anna M Strahm, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.54997,
                        "lon": -96.70033
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M2098",
                    "name": "Historical Trauma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}