{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04737512",
            "orgStudyIdInfo": {
                "id": "2000020705"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34AT009887-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34AT009887-01A1"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Mindfulness-Based ADHD Treatment for Children: a Feasibility Study",
            "officialTitle": "Mindfulness-Based ADHD Treatment for Children: a Feasibility Study",
            "acronym": "MBAT-C",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mindfulness-based-adhd-treatment-for-children-a-feasibility-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-15",
            "studyFirstSubmitQcDate": "2021-02-01",
            "studyFirstPostDateStruct": {
                "date": "2021-02-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Attention-Deficit/Hyperactivity Disorder (ADHD) affects 11% of children and leads to adverse outcomes. Medications, while often effective in reducing certain ADHD symptoms, have many disadvantages, including misuse and side effects. Behavioral interventions do not have these adverse effects, but they are not as effective. Mindfulness is a candidate intervention for ADHD in elementary school children, but has not been systematically and rigorously studied.\n\nThis study will evaluate the feasibility and acceptability of Mindfulness-Based ADHD Treatment for Children (MBAT-C). MBAT-C is designed for children at precisely the age when ADHD-relevant neurocognitive systems are developing and clinical symptoms begin to appear. Forty-five children from the New Haven, CT area, ages 7-13, will be recruited to participate in this randomized-controlled feasibility trial that will compare MBAT-C, medication, and a combined intervention.",
            "detailedDescription": "Attention-Deficit/Hyperactivity Disorder (ADHD) affects 11% of American children. ADHD is a source of considerable psychosocial, educational, and neurocognitive impairment. It is co-morbid with multiple psychiatric disorders and poses an economic burden. Pharmacotherapy is often the first-line treatment for children with ADHD, but such medications are associated with adverse effects, including insomnia, loss of appetite, headaches, stomachaches, tics, moodiness, and irritability. Further, concerns about substance misuse and diversion, as well as parental preference, can limit the use and utility of medications. These limitations underscore the urgency of developing behavioral interventions that do not pose such concerns. At this time, however, behavioral treatments for ADHD are generally less effective than pharmacotherapy, emphasizing the need for better non-pharmacologic interventions.\n\nMindfulness-defined here as nonjudgmentally paying attention to the present moment-is a promising behavioral approach to ADHD treatment, as evidence suggests that mindfulness improves attention in both healthy adults, and those with ADHD. Mindfulness also improves neurocognitive outcomes in children and adolescents, including executive function and attention, suggesting that mindfulness may be an effective treatment for ADHD in young persons.\n\nThis is a feasibility study of a novel intervention: Mindfulness-Based ADHD Treatment for Children (MBAT-C). MBAT-C is derived from Mindfulness-Based Stress Reduction (MBSR), a well-known and extensively-studied mindfulness intervention. Unlike all other mindfulness-based interventions, however, MBAT-C is tailored to the needs, abilities, and vulnerabilities of children with ADHD through the use of age-appropriate class length, homework assignments, contemplative practices, and discussion topics. Specifically, MBAT-C includes 16 twice-weekly 30-minute sessions over 8 weeks. Each session includes two brief meditations, discussion, an exercise, and homework.\n\nIn this study, 45 children ages 7-13 with ADHD will be randomized into one of three treatment groups: MBAT-C, medication (MED), or a combined intervention (COM).\n\nThe aims of the study are as follows:\n\nAim 1: Evaluate feasibility of MBAT-C\n\nAim 2. Measure within-group change from pre- to post-treatment on ADHD-relevant outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Attention Deficit Hyperactivity Disorder"
            ],
            "keywords": [
                "ADHD",
                "mindfulness",
                "meditation",
                "children",
                "feasibility",
                "acceptability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindfulness-Based ADHD Treatment for Children",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Mindfulness-Based ADHD Treatment for Children"
                    ]
                },
                {
                    "label": "Medication",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Biological: Goal-Standard Medication (Treatment as Usual)"
                    ]
                },
                {
                    "label": "Combined (MBAT-C + medication)",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Mindfulness-Based ADHD Treatment for Children",
                        "Biological: Goal-Standard Medication (Treatment as Usual)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness-Based ADHD Treatment for Children",
                    "description": "MBAT-C is derived from Mindfulness-Based Stress Reduction (MBSR), a well-known and extensively-studied mindfulness intervention. Unlike all other mindfulness-based interventions, however, MBAT-C is tailored to the needs, abilities, and vulnerabilities of children with ADHD through the use of age-appropriate class length, homework assignments, contemplative practices, and discussion topics.",
                    "armGroupLabels": [
                        "Combined (MBAT-C + medication)",
                        "Mindfulness-Based ADHD Treatment for Children"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Goal-Standard Medication (Treatment as Usual)",
                    "description": "Participants will receive gold-standard, non-experimental medication. This treatment arm relies on a step-by-step approach that is designed to mimic pharmacologic treatment-as-usual in the community. The treatment algorithm is as follows:\n\n1. All participants will start with Concerta; Ritalin may be started if the effect of Concerta wears off mid-day;\n2. If Concerta +/- Ritalin is ineffective or not tolerated, participants will progress to Vyvanse; Adderall may be started if the effect of Vyvanse wears off mid-day;\n3. If Vyvanse +/- Adderall is also ineffective or not tolerated, participants will progress to Kapvay;\n4. If Kapvay is ineffective or not tolerated, participants will progress to Intuniv.\n5. Alternative combinations of the above medications will be considered if the above combinations are ineffective or otherwise not tolerated.",
                    "armGroupLabels": [
                        "Combined (MBAT-C + medication)",
                        "Medication"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment",
                    "description": "Total number of participants enrolled",
                    "timeFrame": "Completion of study (up to 30 months)"
                },
                {
                    "measure": "Recruitment",
                    "description": "Average time from screening to enrollment",
                    "timeFrame": "Completion of study (up to 30 months)"
                },
                {
                    "measure": "Randomization",
                    "description": "Percent of eligible screened participants who enroll and are randomized",
                    "timeFrame": "Completion of study (up to 30 months)"
                },
                {
                    "measure": "Randomization",
                    "description": "Percent of enrolled who attend at least one session",
                    "timeFrame": "Completion of study (up to 30 months)"
                },
                {
                    "measure": "Attendance (MBAT-C Condition)",
                    "description": "Average number of minutes attended",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Attendance (Medication Condition)",
                    "description": "Average percent of scheduled medication visits attended",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Attendance (Combined Condition)",
                    "description": "Average percent of MBAT-C and medication visits attended",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Attendance (Combined Condition)",
                    "description": "Average number of minutes of MBAT-C attended",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Medication Adherence (for medication and combined conditions only)",
                    "description": "Average percent of prescribed doses taken",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Retention",
                    "description": "Percent of enrolled who attend \\>60% of study sessions",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Participation - Student Rated (for MBAT-C and combined conditions only)",
                    "description": "Average student ratings of participation of each MBAT-C session, as measured by the Research Assessment Package for Schools - Student (RAPS-SE); RAPS-SE is a 6 item measure with individual item scores ranging from 1 to 4; overall score is average of 3 individual items; higher scores indicate higher participation",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Participation - Teacher Rated (for MBAT-C and combined conditions only)",
                    "description": "Average teacher ratings of participation of each MBAT-C session, as measured by the Research Assessment Package for Schools - Teacher Engagement (RAPS-TE); RAPS-TE is a 3 item measure of participation with individual item scores ranging from 1 to 4; overall score is average of 3 individual items; higher scores indicate greater participation",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Homework Completion (for MBAT-C and combined conditions only)",
                    "description": "Average number of days per week practicing",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Homework Completion (for MBAT-C and combined conditions only)",
                    "description": "Average number of total minutes practiced",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Acceptability",
                    "description": "Average score on Acceptability of Intervention Measure (AIM); AIM is a 4 item measure of acceptability with individual item scores ranging from 1-4; overall score is sum of individual items; higher scores indicate higher acceptability",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "ADHD Symptoms",
                    "description": "Pre-assessment to post-assessment difference on ADHD Rating Scale (ADHD-RS); the ADHD-RS is an 18-item scale that assess core ADHD symptoms as reported by parents, with scores ranging from 0 to 54; higher scores indicate greater ADHD symptoms",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Total Problems",
                    "description": "Pre-assessment to post-assessment difference in the total score on the total problems subscale on the Child Behavior Checklist (CBCL), which is comprised of 98 questions; individual item scores range from 0 to 2; higher scores indicate higher amount of behavioral problems",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Externalizing Problems",
                    "description": "Pre-assessment to post-assessment difference in score on the externalizing problems subscale on the Child Behavior Checklist (CBCL), which is comprised of 33 questions; individual item scores range from 0 to 2; higher scores indicate higher amount of externalizing problems",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Attention",
                    "description": "Pre-assessment to post-assessment difference on Flanker Task performance, as assessed by accuracy",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Executive Function",
                    "description": "Pre-assessment to post-assessment difference on Hearts and Flowers Task, as assessed by accuracy",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Working Memory",
                    "description": "Pre-assessment to post-assessment difference in performance on the List Sorting Working Memory Task, as assessed by accuracy",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Mindfulness",
                    "description": "Pre-assessment to post-assessment difference in score on the Child and Adolescent Mindfulness Measure (CAMM); the CAMM is a 10-item measure of self-reported mindfulness; scores range from 0 to 40, with higher scores indicating higher mindfulness",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                },
                {
                    "measure": "Overall Improvement",
                    "description": "Score on the Clinical Global Impression - Improvement (CGI-I) scale; the CGI-I is a 1 item measure of improvement from pre- to post-intervention, as assessed by a clinician; scores range from 0-7, with lower scores indicating greater improvement",
                    "timeFrame": "Post-Assessment (8-10 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* child of any sex/gender ages 7-13;\n* fulfills the Diagnostic Statistical Manual -5 criteria for ADHD (inattentive, hyperactive, or combined);\n* speaks English;\n* understands the assent form and provides informed assent;\n* has parents who understand the consent form and provide informed consent;\n* can commit to the full length of the protocol;\n* is willing to undergo a wash-out period if already on ADHD medications;\n* is willing to be randomized to treatment condition.\n\nExclusion criteria include:\n\n* physical conditions that may preclude participation;\n* any conditions contraindicated for ADHD medications, or potential participants taking monoamine-oxidase inhibitors;\n* pregnancy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "13 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David C Saunders, MD, PhD",
                    "role": "CONTACT",
                    "phone": "9144096807",
                    "email": "david.saunders@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hedy Kober, PhD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Clinical & Affective Neuroscience Lab",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Italia Hanik, BS",
                            "role": "CONTACT",
                            "phone": "814-525-5985",
                            "email": "italia.hanik@yale.edu"
                        },
                        {
                            "name": "Hedy Kober, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "James Leckman, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "David Saunders, MD PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lawrece Vitulano, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001289",
                    "term": "Attention Deficit Disorder with Hyperactivity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019958",
                    "term": "Attention Deficit and Disruptive Behavior Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9999",
                    "name": "Hyperkinesis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4594",
                    "name": "Attention Deficit Disorder with Hyperactivity",
                    "asFound": "Attention Deficit Hyperactivity Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21830",
                    "name": "Attention Deficit and Disruptive Behavior Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11748",
                    "name": "Methylphenidate",
                    "relevance": "LOW"
                },
                {
                    "id": "M6232",
                    "name": "Clonidine",
                    "relevance": "LOW"
                },
                {
                    "id": "M18759",
                    "name": "Guanfacine",
                    "relevance": "LOW"
                },
                {
                    "id": "M446",
                    "name": "Lisdexamfetamine Dimesylate",
                    "relevance": "LOW"
                },
                {
                    "id": "M130965",
                    "name": "Adderall",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}