{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06233344",
            "orgStudyIdInfo": {
                "id": "APP-23-05800"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Mindfulness-assisted Psychedelic Therapy",
            "officialTitle": "A Pilot Study of Feasibility, Efficacy, and Mechanisms of Mindfulness-assisted Psychedelic Therapy",
            "acronym": "MAPT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mindfulness-assisted-psychedelic-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-19",
            "studyFirstSubmitQcDate": "2024-01-22",
            "studyFirstPostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rael Cahn",
                "investigatorTitle": "Clinical Associate Professor of Psychiatry & Behavioral Sciences",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test psilocybin in combination with mindfulness training in healthy adults. The main question it aims to answer is \"Does mindfulness training enhance the effects of psychedelic therapy (psilocybin) on mental health?\" Interested individuals will complete an initial eligibility session and eligible participants will then be randomized into one of two groups: one dose of psilocybin (administered under the supervision of study therapists) combined with 8 weeks of weekly mindfulness training classes (Arm 1) or psilocybin alone (Arm 2). Both groups will complete baseline and post-treatment assessment sessions where they will complete questionnaires and have an EEG (a measure of electrical activity in the brain). Both groups will also complete 2 follow-up surveys (at 8 weeks and 1 year after the post-treatment assessment) either online through REDCap or by phone or video call with a research assistant.",
            "detailedDescription": "Psilocybin is a psychoactive compound found in a variety of mushrooms that has been used for centuries to facilitate spiritual experiences. Recent evidence suggests that the combination of psilocybin with mindfulness training may enhance the therapeutic effects of these interventions for mental health; however, to date, only few studies have investigated a combination approach, and no studies have yet investigated the effects of psilocybin in combination with a formal mindfulness training program in participants with little or no prior meditation experience. We propose here to conduct a pilot study to evaluate the efficacy of psilocybin administration in combination with 8 weeks of mindfulness training. Participants (N = 40) will complete an initial eligibility session and eligible participants will then be randomized into one of two groups: psilocybin integrated with mindfulness training (MT) (Arm 1) and psilocybin alone (Arm 2). Both groups will complete baseline and post-treatment assessment sessions where they will complete questionnaires and cognitive assessments. Both groups will also complete 2 brief follow-up surveys (at 8 weeks and 1 year after the post-treatment assessment) either online through REDCap or by phone or video call with a research assistant. The primary outcome will be change in self-reported depression on the CES-D scale from baseline to post-treatment. Secondary outcomes include change in blood inflammatory \\& neurotrophic markers and neurocognitive measures (EEG outcomes) from baseline to post-treatment. Additional psychometric secondary outcomes are change in self-reported mood and other psychological measures from baseline to post-treatment and from baseline to follow-up. Logistic regression models will be used to examine the relationships between intervention group and the primary and secondary outcome variables. The results of this pilot study will be used to support a larger NIH grant application as well as the extension of this intervention to clinical populations."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Health"
            ],
            "keywords": [
                "Psychedelic therapy",
                "Psilocybin",
                "Mindfulness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized, open-label, parallel arm trial.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindfulness-assisted psilocybin therapy",
                    "type": "EXPERIMENTAL",
                    "description": "8 weeks of mindfulness training plus one 25mg dose of psilocybin",
                    "interventionNames": [
                        "Drug: Psilocybin plus mindfulness training"
                    ]
                },
                {
                    "label": "Psilocybin only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "One 25mg dose of psilocybin",
                    "interventionNames": [
                        "Drug: Psilocybin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Psilocybin plus mindfulness training",
                    "description": "Participants will receive a single 25 mg dose of psilocybin under the supervision of study therapists. The psilocybin dosing session will take place approximately halfway through an 8-week mindfulness training course. The mindfulness training course will consist of weekly 2-hour classes with experienced mindfulness teachers; participants will be encouraged to practice mindfulness for 45 minutes per day between classes.",
                    "armGroupLabels": [
                        "Mindfulness-assisted psilocybin therapy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Psilocybin",
                    "description": "Participants will receive a single 25 mg dose of psilocybin under the supervision of study therapists.",
                    "armGroupLabels": [
                        "Psilocybin only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in depression symptoms",
                    "description": "The Center for Epidemiological Studies-Depression (CES-D), is a 20-item measure that asks caregivers to rate how often over the past week they experienced symptoms associated with depression, such as restless sleep, poor appetite, and feeling lonely. Response options range from 0 to 3 for each item (0 = Rarely or None of the Time, 1 = Some or Little of the Time, 2 = Moderately or Much of the time, 3 = Most or Almost All the Time). Scores range from 0 to 60, with high scores indicating greater depressive symptoms.",
                    "timeFrame": "8-week follow-up"
                },
                {
                    "measure": "Change in stress symptoms",
                    "description": "Perceived Stress Scale",
                    "timeFrame": "8-week follow-up"
                },
                {
                    "measure": "Change in anxiety symptoms",
                    "description": "Generalized Anxiety Disorder-7 Scale",
                    "timeFrame": "8-week follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in P300 amplitude to self vs. other name",
                    "description": "Amplitude of the P300 response to hearing one's own name vs. another stranger's name",
                    "timeFrame": "1 week post psilocybin therapy"
                },
                {
                    "measure": "Change in blood inflammatory markers",
                    "description": "V-PLEX Neuroinflammation Panel-1 Human Kit -The ProcartaPlex Human Inflammation Panel 20plex enables the exploration of immune function by analyzing 20 protein targets in a single well using Luminex xMAP technology.",
                    "timeFrame": "acute on same day as psilocybin therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEligible participants will be:\n\n* Adults of any race, ethnicity, or gender who are age 25 years or older\n* Have not had formal mindfulness training\n* Have not previously used classic psychedelics\n* Agree to consume approximately the same amount of caffeine-containing beverage (e.g., coffee, tea) that he/she consumes on a usual morning, before arriving at the research unit on the morning of the drug session day. If the participant does not routinely consume caffeinated beverages, he/she must agree not to do so on the session day.\n* Agree to refrain from using any psychoactive drugs, including alcoholic beverages and nicotine, within 24 hours of each drug administration. The exception is caffeine.\n* Agree not to take any PRN medications on the mornings of drug sessions\n* Agree not to take sildenafil (Viagra®), tadalafil, or similar medications within 72 hours of psilocybin administration.\n* Agree that for one week before the drug session, he/she will refrain from taking any nonprescription medication, nutritional supplement, or herbal supplement except when approved by the study investigators. Exceptions will be evaluated by the study investigators and will include acetaminophen, non-steroidal anti-inflammatory drugs, and common doses of vitamins and minerals.\n\n5.2 Exclusion Criteria\n\nParticipants will be excluded if they present with any of the following:\n\n* Prior exposure to formal mindfulness or meditation training\n* Previous use of psilocybin or other psychedelic drugs (LSD, mescaline, DMT/ayahuasca, 5-methoxy-DMT)\n* Current use of tricyclic antidepressants, serotonin reuptake inhibitors, antipsychotics, atypical antipsychotics, monoamine oxidase inhibitors (MAOIs), mood stabilizers (lithium), buspirone, mirtazapine, trazodone, or other drugs that modulate the serotonin system. For individuals who have intermittent or PRN use of such medications, psilocybin sessions will not be conducted until at least 5 half-lives of the agent have elapsed after the last dose.\n* Current use of St. John's Wort or 5-hydroxytryptophan\n* Currently taking psychoactive prescription medication on a regular (e.g., daily) basis\n* Current or lifetime history of schizophrenia, other psychotic disorders, or bipolar I or II disorder; or a first or second degree relative with one of these disorders\n* Current or recent past (within the past 5 years) history of alcohol or drug dependence (other than caffeine or nicotine) or major depressive episode\n* Current or recent (within the past two weeks) suicidal ideation or behavior, as assessed by a response of 2, 3, or 4 on the BDI suicidal ideation question at the phone screen and eligibility screen\n* Current (past two weeks) self-reported risky alcohol use (\\>7 drinks/week for women or \\>14 drinks/week for men)\n* Current obsessive-compulsive disorder, dysthymic disorder, panic disorder, dissociative disorder, anorexia nervosa, or bulimia nervosa\n* Has a psychiatric condition judged to be incompatible with establishment of rapport or safe exposure to psilocybin\n* Self-reported use of or positive urine drug screen for LSD, amphetamines/methamphetamine, opioids, barbiturates, methadone, cocaine, or PCP at the eligibility screen visit or the psilocybin visit\n* Positive breath alcohol test at the eligibility screen visit or the psilocybin visit (BrAC \\> 0.01)\n* Current pregnancy, planned pregnancy in the next 6 months (at phone screen or eligibility screen), positive urine pregnancy test (for participants of childbearing potential) at the eligibility screen or the psilocybin session, or current breastfeeding\n* Unwilling to use a medically-accepted highly effective form of birth control (such as hormonal implants, intrauterine devices (IUDs), hormonal birth control pills, surgical sterility, or other methods deemed highly effective (\\<1% failure rate) by the study physician) during the study (applies to male participants as well as female participants of childbearing potential)\n* Cardiovascular conditions: coronary artery disease, stroke, angina, uncontrolled hypertension, a clinically significant ECG abnormality (e.g., atrial fibrillation, QTc greater than 450 msec), artificial heart valve, or TIA in the past year\n* Epilepsy with history of seizures\n* Current unstable medical condition (including uncontrolled or poorly controlled hypertension - resting blood pressure greater than 140 (systolic) or 90 (diastolic) mmHg at the eligibility screening will be reviewed by the study physician and participants with stable hypertension will be asked to follow-up with their primary care physician to initiate appropriate hypertensive treatment prior to proceeding)\n* Diabetes (type 1 or 2) with insulin dependence; if taking oral hypoglycemic agent, then no history of hypoglycemia\n* Any other medical condition that may be incompatible with safe exposure to psilocybin",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Baruch R Cahn, MD, PhD",
                    "role": "CONTACT",
                    "phone": "858-366-3615",
                    "email": "bcahn@usc.edu"
                },
                {
                    "name": "Mary Falcone, PhD",
                    "role": "CONTACT",
                    "email": "mary.falcone@med.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Baruch R Cahn, MD, PhD",
                    "affiliation": "University of Southern California",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Univeristy of Southern California Brain and Creativity Institute",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90089",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Nakamura, BA",
                            "role": "CONTACT",
                            "phone": "213-740-3851",
                            "email": "ddnakamu@usc.edu"
                        },
                        {
                            "name": "Baruch R Cahn, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}