{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06528067",
            "orgStudyIdInfo": {
                "id": "23-40464"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23AT011048",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23AT011048"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Mindful Motivation for Reducing Binge Eating",
            "officialTitle": "Mindful Motivation for Reducing Binge Eating",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mindful-motivation-for-reducing-binge-eating"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-25",
            "studyFirstSubmitQcDate": "2024-07-25",
            "studyFirstPostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Headspace Meditation Limited",
                    "class": "INDUSTRY"
                },
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                },
                {
                    "name": "DexCom, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to test how acceptable and feasible a new eating intervention is in people with overweight and binge eating. This intervention combines mindful eating with motivational interviewing to target binge eating. The main questions this clinical trial aims to answer are:\n\nHow well do participants accept the new intervention (acceptability)? Is the intervention practical and easy to implement (feasibility)?\n\nIn this trial researchers will compare the new eating intervention (motivational interviewing for mindful eating + digital meditation) to an active control (digital meditation) to see if the intervention can help reduce binge eating.\n\nParticipants will:\n\n1. Take online questionnaires at four different time points\n2. Provide body composition and samples to measure glucose levels\n3. Meditate for at least 10 minutes a day\n4. If assigned to the Mindful Motivation group, 8 weeks of brief counseling",
            "detailedDescription": "In this clinical trial, researchers will recruit and randomize a total of 100 participants into an 8-week program. Participants will be assigned to either the 'Mindful Motivation' group (which combines motivational interviewing for mindful eating with digital meditation via headspace) or the 'Active Control' group (digital meditation via headspace only). Measurements will be taken at baseline, week 4, week 8 (post-intervention), and during a 6-month follow-up period. The researchers will look at changes in weight, waist circumference, glycated hemoglobin (A1C) levels, and continuous glucose levels for ten days (study 2 only, described below) at baseline and 8-week follow up.\n\nStudy 1: 40 participants will be adults from the community (20 in the intervention group and 20 in the active control group).\n\nStudy 2: 60 participants will be UCSF graduate students (30 in the intervention group and 30 in the active control group).\n\nThe Mindful Motivation program is adapted from several sources, including motivational interviewing for binge eating, motivational interviewing for weight management, and mindfulness-based eating awareness training (MB-EAT). The program includes an initial one-on-one counseling session, three booster calls during the 8-week intervention period, engagement with an online mindful eating program, instruction on mindful eating practices, access to an online anonymous support group, participation in an 8-week general mindfulness program (Headspace), and an optional 6-month follow-up with a counselor."
        },
        "conditionsModule": {
            "conditions": [
                "Binge Eating",
                "Psychological",
                "Health Behavior",
                "Weight, Body"
            ],
            "keywords": [
                "Health",
                "Meditation",
                "Eating",
                "Mindfulness",
                "Students"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Randomization in to one of two conditions:\n\n1. Mindful Motivation Intervention\n2. Active Control",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindful Motivation Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a eating intervention that combines general mindfulness (via headspace) with motivational interviewing for mindful eating They will be asked to attend an online counseling session along with three 10-minute booster phone calls. They will be asked to engage with a digital-based mindful eating program once per week over the course of 8 weeks. In addition, participants will have access to optional educational materials on mindful eating and an optional online private support forum after the intervention period is finished.",
                    "interventionNames": [
                        "Behavioral: Meditation + Mindful Motivation"
                    ]
                },
                {
                    "label": "Active Control Condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the meditation intervention group will be assigned to a digitally-based meditation intervention (via Headspace) and asked to use this for at least 10 minutes a day over the course of 8 weeks.",
                    "interventionNames": [
                        "Behavioral: Meditation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Meditation",
                    "description": "10 minute per day, 8 week digital meditation",
                    "armGroupLabels": [
                        "Active Control Condition"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Meditation + Mindful Motivation",
                    "description": "10 minute per day, 8 week digital meditation; a single 50 minute counseling session focused on eating behaviors, and three 10-minute follow-up phone calls to check-in on eating goals",
                    "armGroupLabels": [
                        "Mindful Motivation Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Client Satisfaction score, as determined by the total score on the Client Satisfaction Questionnaire (CSQ-8)",
                    "description": "The Client Satisfaction Questionnaire (CSQ-8) has a total score scale range of 8 to 32, with higher numbers indicating greater satisfaction",
                    "timeFrame": "Mid-intervention to post-intervention, an anticipated average of 4 weeks"
                },
                {
                    "measure": "Change in Credibility/Expectancy and Satisfaction Questionnaire (CEQ) score, as determined by total score on the CEQ",
                    "description": "The CEQ consists of two subscales: credibility and expectancy. The CEQ contains 6 items rated on a 1-9 scale or a 0-100% scale depending upon the item. The first three and fifth items of the scale load onto the credibility factor and has a total score scale range of 4-36. The fourth and sixth item loads onto the expectancy factor and has a total score range of 2-22. The credibility score reflects how believable and convincing participants find the treatment, while the expectancy score reflects their expectations of how effective they think the treatment will be. Higher scores indicate greater credibility and higher expectations for the treatment's effectiveness.",
                    "timeFrame": "Mid-intervention to post-intervention, an anticipated average of 4 weeks"
                },
                {
                    "measure": "Percentage of participants attending a phone call at the start of the intervention",
                    "description": "By calculating the percentage of participants who attended the phone call at the start of the intervention we aim to determine treatment feasibility. The higher the percentage of participants who attend the more feasible the intervention is for participants. We aim for 80% attendance.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Percentage of participants attending a counseling session",
                    "description": "By calculating the percentage of participants who attended the counseling session following the phone call we aim to determine treatment feasibility. The higher the percentage of participants who attend the more feasible the intervention is for participants. We aim for 80% attendance.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Percentage of participants attending a booster call # 1",
                    "description": "By calculating the percentage of participants who attended the first booster call at mid intervention we aim to determine treatment feasibility. The higher the percentage of participants who attend the more feasible the intervention is for participants. We aim for 80% attendance.",
                    "timeFrame": "Mid intervention, an anticipated average of 1 week after counseling session"
                },
                {
                    "measure": "Percentage of participants attending a booster call #2",
                    "description": "By calculating the percentage of participants who attended the second booster call at mid intervention we aim to determine treatment feasibility. The higher the percentage of participants who attend the more feasible the intervention is for participants. We aim for 80% attendance.",
                    "timeFrame": "Mid intervention, an anticipated average of 2 week after first booster call"
                },
                {
                    "measure": "Percentage of participants attending a booster call #3",
                    "description": "By calculating the percentage of participants who attended the third booster call at the end of the intervention we aim to determine treatment feasibility. The higher the percentage of participants who attend the more feasible the intervention is for participants. We aim for 80% attendance.",
                    "timeFrame": "End if the intervention, an anticipated average of 3 weeks after the second booster call"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the Mindful Attention Awareness Scale (MAAS) questionnaire, as determined by the average score on the MAAS",
                    "description": "The MAAS has a total average score scale range of 1 to 6, with higher numbers indicating greater dispositional mindfulness.",
                    "timeFrame": "Baseline to post-intervention, an anticipated average of 8 weeks"
                },
                {
                    "measure": "Change in self-reported motivation to change behavior, as determined by total score",
                    "description": "This measure is composed of 3 questions, with each question ranging in score from 0 to 10, and total score scale range of 0 to 30, with higher numbers indicating motivation to change behavior. To see changes in motivation, 3 questions adapted from previous work (Miller and Rollnick, 2002) will be asked: \"How important is it for you to change?\" \"How ready are you to change?\" and If you decide to change, how confident are you that you will succeed?\"",
                    "timeFrame": "Baseline to post-intervention, an anticipated average of 8 weeks"
                },
                {
                    "measure": "Change in Weight Efficacy Lifestyle Scale (WEL-SF) score, as determined by total score on the WEL-SF",
                    "description": "The WEL-SF has a total score scale range of 1 to 88, with higher numbers indicating greater confidence in one's ability to resist overeating across 8 different scenarios.",
                    "timeFrame": "Baseline to post-intervention, an anticipated average of 8 weeks"
                },
                {
                    "measure": "Change in Reward Based Eating Drive Scale (RED-13) score, as determined by total score on the RED-13.",
                    "description": "The RED-13 has a total score scale range of 13 to 65, with higher numbers indicating a greater drive to eat for reward or pleasure.",
                    "timeFrame": "Baseline to post-intervention, an anticipated average of 8 weeks"
                },
                {
                    "measure": "Change in Questionnaire on Eating and Weight Patterns (QEWP) frequency of binge eating episodes per month",
                    "description": "The first several items of the QEWP-5 assess the frequency of objectively large binge episodes (OBEs) per month. Frequency can range from 0 to 100+.",
                    "timeFrame": "baseline to post-intervention, an anticipated average of 8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Study 1\n\nInclusion Criteria:\n\n* Aged 18 years or older\n* Overweight (BMI ≥ 25 kg/m2)\n* High levels of binge eating as assessed by QEWP-5 that are at least sub-clinical for binge eating disorder\n* At least 1 episode of binge eating each month over the past 3 months with significant distress about these episodes\n* Daily access to a smartphone or computer\n\nExclusion Criteria:\n\n* Being an experienced meditator or having participated in a formal meditation practice in the last 3 months\n\nStudy 2\n\nInclusion Criteria:\n\n* Current student at UCSF\n* Aged 18 years or older\n* Overweight (BMI ≥ 25 kg/m2)\n* High levels of binge eating as assessed by QEWP-5 that are at least sub-clinical for binge eating disorder\n* At least 1 episode of binge eating each month over the past 3 months with significant distress about these episodes\n* Daily access to a smartphone or computer\n\nExclusion Criteria:\n\n* Being an experienced meditator or having participated in a formal meditation practice in the last 3 months\n* Inability to speak and read English or provide informed consent\n* Significant medical or psychological concerns",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Isabella Fornell, MA",
                    "role": "CONTACT",
                    "phone": "4158857733",
                    "email": "mariaisabella.fornell@ucsf.edu"
                },
                {
                    "name": "Radin Rachel, PhD",
                    "role": "CONTACT",
                    "phone": "4158857733",
                    "email": "rachel.radin@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rachel Radin, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Elissa Epel, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Radin, PhD",
                            "role": "CONTACT",
                            "phone": "415-885-7733",
                            "email": "Rachel.Radin@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002032",
                    "term": "Bulimia"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000056912",
                    "term": "Binge-Eating Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006963",
                    "term": "Hyperphagia"
                },
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5304",
                    "name": "Bulimia",
                    "asFound": "Binge Eating",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "asFound": "Weight, Body",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28641",
                    "name": "Binge-Eating Disorder",
                    "asFound": "Binge Eating",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26956",
                    "name": "Bulimia Nervosa",
                    "relevance": "LOW"
                },
                {
                    "id": "M10014",
                    "name": "Hyperphagia",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}