{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06002919",
            "orgStudyIdInfo": {
                "id": "2023-0337"
            },
            "secondaryIdInfos": [
                {
                    "id": "P30AG022849",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30AG022849"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "MindWalk Intervention for Older South Asian Caregivers of People With Cognitive Disabilities (CD)",
            "officialTitle": "MindWalk: A Mindful Walking Intervention for Older South Asian Family Caregivers of People With Cognitive Disabilities (CD) With Perceived Psychological Stress",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mindwalk-intervention-for-older-south-asian-caregivers-of-people-with-cognitive-disabilities-cd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-20",
            "studyFirstSubmitQcDate": "2023-08-16",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sumithra Murthy",
                "investigatorTitle": "Visiting Clinical Assistant Professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Older South Asian family caregivers experience elevated psychological stress and limited physical activity (PA) due to caregiving responsibilities and additional factors such as lack of access to services, cultural/linguistic barriers, stigma and discrimination. South Asian family caregivers are especially underserved and are a growing ethnic group in the US. Both PA and cognitive training (CT) have shown to improve cognitive function in older adults who experience cognitive function decline because of psychological stress. However, there are no studies using this approach for this population. We propose a randomized control trial pilot study to address this gap. Driven by a Community Advisory Committee (CAC) we will develop this 12-week mindful walking intervention using a participatory methodology in partnership with UIC's Cognition Behavior and Mindfulness Clinic that combines the PA of walking and the CT through mindfulness. We will recruit fifty participants and will randomly and equally assign 25 people to the intervention and 25 people to the control group. The intervention will include: 1) a mindful walking training followed by 2) a prescribed mindful walking regimen, 3) self-reporting of adherence to regimen by the participants using activity logbooks and use of a user-friendly PA tracker (Fitbit) for daily step count, and 4) personalized text messages with reminders and motivational messages for participants to do the mindful walking as prescribed including a weekly check-in call or text message for accountability. The primary aim of the proposed pilot study is to evaluate the feasibility and acceptability of the protocol and intervention implementation. A secondary aim will evaluate the intervention to examine preliminary efficacy in reduction of psychological stress, improvement in cognitive function, increase in physical activity, and increased self-efficacy (self-efficacy for coping with stress, self-efficacy for physical activity, and overall self-efficacy). The findings of this pilot project will provide evidence-based data to support a larger scale study proposal for future funding such as the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) field initiative award, or the National Institute of Health (NIH) Research Project Grant (R21 NIH Exploratory/Developmental Research Grant Award) award, especially National Institute on Aging (NIA) grants.",
            "detailedDescription": "Older family caregivers, ages 45 and older of people with cognitive disabilities often experience high levels of stress and psychological distress which can result in cognitive decline. Both physical activity (PA) and cognitive training (CT) have shown to improve cognitive function in older adults who experience cognitive function decline because of psychological stress. There are some activities such as South Asian martial arts and yoga, that the South Asian community is familiar with, however there seems to be limited research incorporating mindful walking as an activity combining PA and CT. Specifically, mindful walking is a technique to learn to be more present and focused on the here and now while engaged in the physical activity of walking. Older South Asian family caregivers experience elevated psychological stress and limited physical activity due to caregiving responsibilities and additional factors such as lack of access to services, cultural and linguistic barriers, stigma and discrimination. South Asian family caregivers are especially underserved and are a growing ethnic group in the US. However, there are no studies using this approach for this population. We propose a randomized control trial pilot study to address this gap titled MindWalk: A Mindful Walking Intervention for Older South Asian Family Caregivers of People with Cognitive Disabilities with Perceived Psychological Stress. Driven by a Community Advisory Committee (CAC) we will develop this 12-week mindful walking intervention using a participatory research methodology in partnership with UIC's Cognition Behavior and Mindfulness Clinic that combines the physical activity of walking and the cognitive training through mindfulness. We will recruit fifty participants and will randomly and equally assign 25 people to the intervention and 25 people to the control group. The intervention will include: 1) a mindful walking training followed by 2) a prescribed mindful walking regimen, 3) self-reporting of adherence to regimen by the participants using activity logbooks and use of a user-friendly PA tracker (Fitbit) for daily step count, and 4) personalized text messages with reminders and motivational messages for participants to do the mindful walking as prescribed including a weekly check-in call or text message for accountability. The primary aim of the proposed pilot study is to evaluate the feasibility and acceptability of the protocol and intervention implementation. A secondary aim will evaluate the intervention to examine preliminary efficacy in reduction of psychological stress, improvement in cognitive function, increase in physical activity, and increased self-efficacy (self-efficacy for coping with stress, self-efficacy for physical activity, and overall self-efficacy). The findings of this pilot project will provide evidence-based data to support a larger scale study proposal for future funding such as the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) field initiative award, or the National Institute of Health (NIH) Research Project Grant (R21 NIH Exploratory/Developmental Research Grant Award) award, especially National Institute on Aging (NIA) grants."
        },
        "conditionsModule": {
            "conditions": [
                "Stress, Psychological",
                "Cognitive Decline"
            ],
            "keywords": [
                "Caregiver of a person with cognitive disability",
                "Perceived psychological stress",
                "Cognitive Function",
                "Mindful Walking",
                "Physical Activity",
                "Self-efficacy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a a two-arm parallel assignment that involves two groups of participants. One group receives the MindWalk intervention, and the other group is the control group.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MindWalk Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "12 week intervention: 1) a mindful walking training followed by 2) a prescribed mindful walking regimen, 3) self-reporting of adherence to regimen by the participants using activity logbooks and use of a user-friendly PA tracker (Fitbit) for daily step count, and 4) personalized text messages with reminders and motivational messages for participants to do the mindful walking as prescribed including a weekly check-in call or text message for accountability.",
                    "interventionNames": [
                        "Behavioral: MindWalk Intervention"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "NO_INTERVENTION",
                    "description": "The participants in the control group will be provided with psychoeducation materials on benefits of walking without any components of mindfulness. The control group will receive neutral text messages with identical frequency and amount of messages that do not include motivational content or reminders related to mindful walking. At the end of study, the control group will also be given access to the recorded virtual mindful walking training (this includes the 30 minutes introductory training and the weekly 10-minute mindfulness topics/modules)."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "MindWalk Intervention",
                    "description": "The intervention will include: 1) a mindful walking training followed by 2) a prescribed mindful walking regimen, 3) self-reporting of adherence to regimen by the participants using activity logbooks and use of a user-friendly PA tracker (Fitbit) for daily step count, and 4) personalized text messages with reminders and motivational messages for participants to do the mindful walking as prescribed including a weekly check-in call or text message for accountability.",
                    "armGroupLabels": [
                        "MindWalk Intervention"
                    ],
                    "otherNames": [
                        "Mindful Walking Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Perceived Stress using the Acceptance and Action Questionnaire-II (AAQ-II)",
                    "description": "Perceived stress will be measured using the Acceptance and Action Questionnaire-II (AAQ-II) scale, a 7-item scale (Bond et al., 2011). Higher total scores on the AAQ-II indicate higher psychological inflexibility, experiential avoidance, and more potential psychological distress. Lower total scores mean more psychological flexibility.",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Visuospatial inhibitory attention Using the NIH Toolbox Flanker Inhibitory Control and Attention Test",
                    "description": "Using the NIH Toolbox Flanker Inhibitory Control and Attention Test (for measuring attention and inhibitory control) from the NIH Toolbox Cognition Battery (HealthMeasures, 2020).",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Executive Functioning Using the NIH Toolbox Dimensional Change Card Sort Test",
                    "description": "Using the NIH Toolbox Dimensional Change Card Sort Test (for measuring executive function) from the NIH Toolbox Cognition Battery (HealthMeasures, 2020).",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical Activity using International Physical Activity Questionnaire - Short (IPAQ-S) in MET-min/week",
                    "description": "For physical activity measurement, participants will complete International Physical Activity Questionnaire - Short (IPAQ-S). MET minutes represent the amount of energy expended carrying out physical activity. To get a continuous variable score from the IPAQ (MET minutes a week) we will consider walking to be 3.3 METS, moderate physical activity to be 4 METS and vigorous physical activity to be 8 METS.",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Physical Activity using Accelerometer to measure time spent on moderate-to-vigorous physical activity (MVPA)",
                    "description": "For physical activity measurement, participants will be asked to wear Accelerometers. Time spent on MVPA is measured.",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Physical Activity using Accelerometer to measure step counts",
                    "description": "For physical activity measurement, participants will be asked to wear Accelerometers. Monitoring, step counts can serve as a proxy for the total volume of PA.",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Self-efficacy for coping with stress using Coping with Stress Self-Efficacy Scale (CSSES)",
                    "description": "Self-efficacy for coping with stress will be measured using Coping with Stress Self-Efficacy Scale (CSSES) (Godoy-Izquierdo, Sola, García, 2011). The 8-item scale assesses efficacy and outcome expectations. This instrument consists of 8 items, 4 of which (items 2, 4, 5, and 7) assess the EE component, and the remaining 4 (items 1, 3, 6, and 8) assess the OE component. A global score (Total) is obtained by adding the EE and OE scores. Higher scores indicate greater confidence in one's skills for managing stress.",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Self-Efficacy for Physical Activity using Self-Efficacy for Physical Activity (SEPA) scale",
                    "description": "Self-efficacy for physical activity will be measured using Self-Efficacy for Physical Activity (SEPA) scale (Marcus, Selby, Niaura, \\& Rossi, 1992). The Self-Efficacy for Physical Activity (SEPA) scale is a 5-item Likert measure that assesses an individual's confidence for engaging in exercise in the presence of barriers",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                },
                {
                    "measure": "Overall Self-Efficacy using the NIH ToolBox Emotion Battery on Self-Efficacy for Ages 18+",
                    "description": "Overall Self-efficacy for coping with stress will be measured using the NIH ToolBox Emotion Battery on Self-Efficacy for Ages 18+ (HealthMeasures, 2020) is a 10-item Likert scale with higher scores denoting better outcomes",
                    "timeFrame": "Baseline, After 12 weeks and at follow up (20weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Older South Asian family caregivers (45 years or older) caring for a person with cognitive disability of any age\n* Self-reported insufficient physical activity (defined as participating in moderate physical activity less than 60 min/week) and not engaged in mindfulness training\n* Self-reporting of experiencing psychological stress;\n* Own a smartphone with a data plan or Bluetooth-enabled device (e.g., tablets such as iPad) to sync data from the Fitbit tracker to the Fitbit app and to receive text messages\n* Ability to speak, understand, read and write English; ability to provide informed consent\n\nExclusion Criteria:\n\n* Non-South Asian caregivers\n* Caregivers less than 45 years old\n* Having self-reported sufficient physical activity (defined as participating in moderate physical activity more than 60 min/week) and engaged in some form of mindfulness training\n* Not owning a smartphone with a data plan or Bluetooth-enabled device (e.g., tablets such as iPad)\n* Mobility limitation\n* Taking medications or other behavioral treatment for stress reduction; acute or chronic diseases at baseline\n* Inability to understand, speak, read, and write English\n* Inability to provide informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sumithra Murthy",
                    "role": "CONTACT",
                    "phone": "312-413-1647",
                    "email": "smurthy@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sumithra Murthy",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "American Association of Retired Asians",
                    "status": "RECRUITING",
                    "city": "Bolingbrook",
                    "state": "Illinois",
                    "zip": "60440",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nazneen Saylawala",
                            "role": "CONTACT",
                            "email": "nsayla@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.69864,
                        "lon": -88.0684
                    }
                },
                {
                    "facility": "Sanjeevani 4U",
                    "status": "RECRUITING",
                    "city": "Buffalo Grove",
                    "state": "Illinois",
                    "zip": "60089",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Promila Kumar",
                            "role": "CONTACT",
                            "email": "promila.kumar11@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.15141,
                        "lon": -87.95979
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Namratha Kandula",
                            "role": "CONTACT",
                            "email": "n-kandula@northwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Apna Ghar",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60613",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Radhika Sharma",
                            "role": "CONTACT",
                            "email": "rsharma@apnaghar.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "South Asian American Policy & Research Institute",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60640",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shobhana Johri Verma",
                            "role": "CONTACT",
                            "email": "shobhana@saapri.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Metropolitan Asian Family Services",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60659",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Santosh Kumar",
                            "role": "CONTACT",
                            "email": "santoshk@umasinc.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Hamdard Health Alliance",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60660",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kiran Siddiqui",
                            "role": "CONTACT",
                            "email": "ksiddiqui@hamdardhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "IL Department of Aging",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60661",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Selma D'Souza",
                            "role": "CONTACT",
                            "email": "selma.dsouza@illinois.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Decline",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "asFound": "Stress, Psychological",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}