{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05250375",
            "orgStudyIdInfo": {
                "id": "16-013364"
            },
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "Mitochondrial Myopathy Rating Scale",
            "officialTitle": "Development and Validation of a Myopathy Rating Scale in Mitochondrial Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mitochondrial-myopathy-rating-scale"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-03-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-03-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-03-24",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-06",
            "studyFirstSubmitQcDate": "2022-02-21",
            "studyFirstPostDateStruct": {
                "date": "2022-02-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "United Mitochondrial Disease Foundation (UMDF)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to develop and validate tools to measure disease course in patients with primary mitochondrial myopathy (PMM). The main aims of this study are:\n\n* Development, validation, and optimization of objective outcome measures for mitochondrial myopathy\n* Defining the natural history of mitochondrial myopathy\n\nResearchers will compare data from patients with primary mitochondrial myopathy to healthy controls. Data from healthy controls will also help define normative data for future studies.\n\nParticipants will perform clinical exams of muscle strength and endurance and will complete surveys.",
            "detailedDescription": "Currently, natural history knowledge is limited for all PMM. The clinical phenotype and disease course may be distinct depending on the PMM genetic etiology, however variability between family members harboring the same genetic mutation is also well described.\n\nA major barrier to precise documentation of clinical progression has been the absence of meaningful and validated PMM-specific outcome measures. The long-term goal of these cumulative studies is to promote robust PMM clinical trial design and drug approval, as facilitated by natural history data and validation of PMM-specific objective outcome measures that enable accurate quantitation of symptoms. The overarching hypothesis is that deeper understanding of mitochondrial myopathy will promote meaningful clinical trial design. This study is approved under Children's Hospital of Philadelphia (CHOP), Institutional Review Board (IRB) protocol (#16-013364, PI Zolkipli) and is supported by a research infrastructure that includes physical therapists, biostatistician and bioinformatician for automated clinical data extraction from medical records."
        },
        "conditionsModule": {
            "conditions": [
                "Primary Mitochondrial Disease"
            ],
            "keywords": [
                "Mitochondrial Myopathy",
                "Mitochondrial Disease",
                "Healthy Volunteers",
                "Natural History",
                "Muscle Weakness",
                "Fatigue",
                "Outcome Measures"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "20 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary Mitochondrial Myopathy",
                    "description": "Patients with a mitochondrial disorder established by confirmed genetic or biochemical mutation in mtDNA or nuclear DNA or is suitable for participation in the opinion of the investigator based on clinical presentation and exhibits myopathy (exercise intolerance, muscle strength, fatigue) relating to mitochondrial disease."
                },
                {
                    "label": "Healthy Controls",
                    "description": "Males or females age 0-100 years of age with no history of mitochondrial myopathy symptoms."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Muscle Strength of MM-COAST",
                    "description": "Muscle strength will be measured longitudinally by handheld dynamometry strength assessments to confirm muscle weakness in proximal and distal muscle groups.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Balance of the MM-COAST",
                    "description": "Balance will be measured by: (1) Standing tandem with eyes closed, (2) Standing tandem with eyes open, and (3) Single leg stand with eyes closed tests.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Dexterity of the MM-COAST",
                    "description": "Dexterity will be measured by 9 Hole Peg Test (9HPT) and Functional Dexterity Test (FDT).",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Mitochondrial Disease Burden for Adults",
                    "description": "All subjects will complete the 'gold standard' Newcastle Scale of disease burden.\n\nNewcastle Adult Scale (NMDAS): Each question in the NMDAS has a possible score from 0-5. Each of the first 3 section scores are calculated by simply summing the scores obtained for each question in that section. The higher the score the more severe the disease. The quality of life section has separate scoring.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Mitochondrial Disease Burden for Children",
                    "description": "All subjects and their parents will complete the 'gold standard' Newcastle Scale of disease burden.\n\nNewcastle Pediatric Scale (NPMDS): NPMDS is scored by section and the final (total) score is the sum of all section scores. The section scores vary by age group (0-24 months, 2-11 years, and 12-18 years). Maximum possible total NPMDS scores are 95 for subjects under 24 months of age and 107 for those between two and 18 years of age. Higher scores indicate worse conditions.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Challenges in Activities of Daily Life (ADLs)",
                    "description": "All subjects and their parents will complete the Karnofsky-Lansky score to assess functional abilities at each visit.\n\nKarnofsky Lansky Scale: 0-100. 0-40: Unable to care for self, requires equivalent of institutional or hospital care; disease may be progressing rapidly. 50-70: Unable to work; able to live at home and care for most personal needs; varying amount of assistance needed. 80-100: Able to carry on normal activity and to work; no special care needed.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Functional Tasks of the Mitochondrial Myopathy Functional Scale (MMFS)",
                    "description": "The MMFS (In Person and Telemedicine Versions) will be used to quantify motor performance in NUBPL-disease in abilities to complete functional tasks such as standing, walking and gait. MMFS data will be correlated using Pearson correlation coefficient to Newcastle and Karnofsky scores, and objective measures to assess for clinical meaning.\n\nMMFS Scale: 3: Able (fully meets criteria); 2: Moderately Able (partially meets, some compensation needed); 1: Minimally Able (significant compensation needed); 0: Unable\n\nMMFS Totals: In-person Version: Total score: \\*/ 66 (max score), Telemedicine Version: Total score: \\*/54 (max score)",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Survival",
                    "description": "Patients will be marked as either \"alive\" or \"deceased\" at the time of a given visit date.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Growth",
                    "description": "Patients will have their vitals recorded at the date of visit to obtain BMI (Kg/m\\^2)) measurement, Height (m) and weight (kg) are required to calculate BMI.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Other Illnesses",
                    "description": "Patients will have other illnesses not related to their mitochondrial disease recorded along with date of diagnosis and stability.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Hospitalizations",
                    "description": "Patients will have prior hospitalizations counted and recorded. Any hospitalizations occurring within a year from the visit date will have specific information recorded including the dates of admission and discharge, and the reasons for admission and discharge.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Ambulatory Status",
                    "description": "Patients will have their ambulatory status assessed by recording whether or not they can take 5 steps on their own. Patients' use of different kinds of wheelchairs will be recorded (manual, power assist, or power wheelchair or scooter) along with whether they are able to ambulate in the community or only in the household.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Pacemaker Requirement",
                    "description": "As part of a patient's cardiopulmonary exercise test (CPET), pacemaker status will be assessed, and if a patient utilizes a pacemaker, it's make, model, and settings will be recorded.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Ventilatory Support",
                    "description": "As part of a patient's respiratory history, ventilatory support status will be assessed by recording whether a patient uses the any of the following respiratory equipment: cough assist device, non-invasive ventilation including continuous positive airway pressure (CPAP) and Bi-pap, chest percussion, suctioning devices, other ventilation devices.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Progression: Gastrostomy Status",
                    "description": "As part of a patient's nutritional assessment, a patient's gastrostomy status will be assessed by determining whether a patient utilizes a gastrostomy tube (or g-tube), when they had their g-tube placed and why, and whether it resulted in weight gain.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Qualitative Interviews",
                    "description": "In-depth qualitative interviews to assess their perspective of meaningful change of individual domain assessments of the MM-COAST and MM-Function Scale.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "MM patient-reported outcome measure (PROM), MM-IMPACT",
                    "description": "Preliminary MM-IMPACT PROM, a multi-item scale which currently consists of 45 questions",
                    "timeFrame": "through study completion, an average of 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cerebellar Ataxia Outcome Measure for Primary Mitochondrial Disease (PMD)",
                    "description": "Investigators will utilize a similar approach to development of the MM-COAST and MMFS and systematically collate and administer existing ataxia scales, focusing on quantitation of cerebellar ataxia, dysarthria and tremor, and introduce modifications to ensure PMD-specificity of this outcome measure. Once developed, investigators will administer the devised ataxia scale to the NUBPL subjects at every clinic visit, where the time to completion and modifications needed are assessed. Further iterations of the ataxia scale will be re-assessed in the NUBPL-subjects at every clinic visit and compared to the performance of the scale in PMD patients with other genetic etiologies. Participants will be instructed to refrain from strenuous exercise 24 hours prior to each visit. Feasibility and testing reproducibility of the PMD-ataxia scale will be evaluated at 2 different time points. The ataxia scale will be developed in months 0-6 and administered in months 6-12 of the 1-year project period.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Clinical Meaningfulness of Ataxia Quantification.",
                    "description": "All subjects will complete the following patient/parent-reported surveys: Newcastle Adult Scale (NMDAS) has 3 section scores that are calculated by summing the scores of each question (0-5). The Newcastle Quality of Life (Section IV) has separate scoring. Newcastle Pediatric Scale (NPMDS) is scored by section(scores vary by age group) and the final (total) score is the sum of all section scores. The maximum possible total NPMDS scores are 95 for subjects under 24 months of age and 107 for those 2-18 years of age. In both, higher scores indicate worse conditions. Karnofsky Lansky Scale is scaled 0-100. 0-40: unable to care for self, 50-70: unable to work; able to live at home, care for most personal needs, 80-100: Able to carry on normal activity and work; no special care needed.\n\nTo assess if the quantified ataxia scores will be clinically meaningful: correlation to the 'gold standard' Newcastle Scale of disease severity and MM-COAST objective assessments in Aim 1 will be assessed.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Evaluation of Health-Related Quality of Life by PedsQL",
                    "description": "PedsQL is a 23-item questionnaire that evaluates health-related quality of life that is reported as a total score and 3 summary scores that include Physical Health, Psychosocial Health and School/Work with a higher score indicating better quality of life.\n\nThe range for the scores are 0-100.",
                    "timeFrame": "through study completion, an average of 5 years"
                },
                {
                    "measure": "Evaluation of daily functional activities by PEDI-CAT",
                    "description": "The Pediatric Evaluation of Disability Inventory Computer Adaptive Test (PEDI-CAT) is a test that evaluates daily functional activities. A t-score of 50 represents the function of the general population (SD of 10). A t-score below 30 reflects poor performance compared to the general population.\n\nThe range for the scores are 20-80.",
                    "timeFrame": "through study completion, an average of 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "MM Cohort Inclusion Criteria\n\n1. Males or females age 0-100 years of age\n2. Mitochondrial disorder established by confirmed genetic or biochemical mutation in mtDNA or nuclear DNA OR is suitable for participation in the opinion of the investigator based on clinical presentation.\n3. Exhibits myopathy (exercise intolerance, muscle strength, fatigue) relating to Mitochondrial disease in the opinion of the investigator\n4. Able to provide written consent OR parental permission and child assent OR if they are an adult with diminished capacity, an LAR or healthcare representative is able to and willing to provide consent ., as approved by the appropriate Institutional Review Board (IRB) or Ethics Committee (EC)\n\nMM Cohort Exclusion Criteria\n\n1. Male or female fetuses\n2. Non English speakers\n3. Parents/guardians or subjects who, in the opinion of the Investigator, may be non-compliant with study schedules or procedures.\n4. Subjects that do not meet all of the enrollment criteria may not be enrolled. Any violations of these criteria must be reported in accordance with IRB Policies and Procedures.\n\nHealthy Control Cohort Inclusion Criteria\n\n1. Males or females age 0-100 years of age\n2. No history of mitochondrial myopathy symptoms\n3. Able to provide written consent or parental permission and child assent., approved by the appropriate Institutional Review Board (IRB) or Ethics Committee (EC)\n4. Individual is not a study staff member or a family member of a study staff member (not listed as a study staff in eIRB)\n\nHealthy Control Exclusion Criteria\n\n1. Male or female fetuses\n2. Non English speakers\n3. Mitochondrial disorder established by confirmed genetic or biochemical mutation in mtDNA or nuclear DNA\n4. Exhibits myopathy (exercise intolerance, muscle strength, fatigue) relating to Mitochondrial disease\n5. Parents/guardians or subjects who, in the opinion of the Investigator, may be non-compliant with study schedules or procedures.\n6. Individual is listed as a study staff member in eIRB, OR individual is a family member of a study staff member listed in eIRB\n7. Subjects that do not meet all of the enrollment criteria may not be enrolled. Any violations of these criteria must be reported in accordance with IRB Policies and Procedures.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "0 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Individuals with primary mitochondrial myopathy and healthy volunteers",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katelynn Stanley, BS",
                    "role": "CONTACT",
                    "phone": "267 426 4961",
                    "email": "MitochondrialMyopathyResearch@chop.edu"
                },
                {
                    "name": "Jean Flickinger, PT",
                    "role": "CONTACT",
                    "phone": "267 426 4961",
                    "email": "MitochondrialMyopathyResearch@chop.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zarazuela Zolkipli-Cunningham, MBChB",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Wellik",
                            "role": "CONTACT",
                            "phone": "267-426-4961",
                            "email": "MitochondrialMyopathyResearch@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25733400",
                    "type": "BACKGROUND",
                    "citation": "McKay MJ, Baldwin JN, Ferreira P, Simic M, Vanicek N, Hiller CE, Nightingale EJ, Moloney NA, Quinlan KG, Pourkazemi F, Sman AD, Nicholson LL, Mousavi SJ, Rose K, Raymond J, Mackey MG, Chard A, Hubscher M, Wegener C, Fong Yan A, Refshauge KM, Burns J; 1000 Norms Project Consortium. 1000 Norms Project: protocol of a cross-sectional study cataloging human variation. Physiotherapy. 2016 Mar;102(1):50-6. doi: 10.1016/j.physio.2014.12.002. Epub 2015 Jan 22."
                },
                {
                    "pmid": "32926876",
                    "type": "BACKGROUND",
                    "citation": "Burstein DS, McBride MG, Min J, Paridon AA, Perelman S, Huffman EM, O'Malley S, Del Grosso J, Groepenhoff H, Paridon SM, Brothers JA. Normative Values for Cardiopulmonary Exercise Stress Testing Using Ramp Cycle Ergometry in Children and Adolescents. J Pediatr. 2021 Feb;229:61-69.e5. doi: 10.1016/j.jpeds.2020.09.018. Epub 2020 Sep 11."
                },
                {
                    "pmid": "27812541",
                    "type": "BACKGROUND",
                    "citation": "DeBrosse C, Nanga RPR, Wilson N, D'Aquilla K, Elliott M, Hariharan H, Yan F, Wade K, Nguyen S, Worsley D, Parris-Skeete C, McCormick E, Xiao R, Cunningham ZZ, Fishbein L, Nathanson KL, Lynch DR, Stallings VA, Yudkoff M, Falk MJ, Reddy R, McCormack SE. Muscle oxidative phosphorylation quantitation using creatine chemical exchange saturation transfer (CrCEST) MRI in mitochondrial disorders. JCI Insight. 2016 Nov 3;1(18):e88207. doi: 10.1172/jci.insight.88207."
                },
                {
                    "pmid": "16801664",
                    "type": "BACKGROUND",
                    "citation": "Schaefer AM, Phoenix C, Elson JL, McFarland R, Chinnery PF, Turnbull DM. Mitochondrial disease in adults: a scale to monitor progression and treatment. Neurology. 2006 Jun 27;66(12):1932-4. doi: 10.1212/01.wnl.0000219759.72195.41."
                },
                {
                    "pmid": "17123819",
                    "type": "BACKGROUND",
                    "citation": "Phoenix C, Schaefer AM, Elson JL, Morava E, Bugiani M, Uziel G, Smeitink JA, Turnbull DM, McFarland R. A scale to monitor progression and treatment of mitochondrial disease in children. Neuromuscul Disord. 2006 Dec;16(12):814-20. doi: 10.1016/j.nmd.2006.08.006. Epub 2006 Nov 22."
                },
                {
                    "pmid": "22094475",
                    "type": "BACKGROUND",
                    "citation": "Kaufmann P, Engelstad K, Wei Y, Kulikova R, Oskoui M, Sproule DM, Battista V, Koenigsberger DY, Pascual JM, Shanske S, Sano M, Mao X, Hirano M, Shungu DC, Dimauro S, De Vivo DC. Natural history of MELAS associated with mitochondrial DNA m.3243A>G genotype. Neurology. 2011 Nov 29;77(22):1965-71. doi: 10.1212/WNL.0b013e31823a0c7f. Epub 2011 Nov 16."
                },
                {
                    "pmid": "25652200",
                    "type": "BACKGROUND",
                    "citation": "Gorman GS, Schaefer AM, Ng Y, Gomez N, Blakely EL, Alston CL, Feeney C, Horvath R, Yu-Wai-Man P, Chinnery PF, Taylor RW, Turnbull DM, McFarland R. Prevalence of nuclear and mitochondrial DNA mutations related to adult mitochondrial disease. Ann Neurol. 2015 May;77(5):753-9. doi: 10.1002/ana.24362. Epub 2015 Mar 28."
                },
                {
                    "pmid": "29903433",
                    "type": "BACKGROUND",
                    "citation": "Rahman J, Rahman S. Mitochondrial medicine in the omics era. Lancet. 2018 Jun 23;391(10139):2560-2574. doi: 10.1016/S0140-6736(18)30727-X. Epub 2018 Jun 18."
                },
                {
                    "pmid": "31917109",
                    "type": "BACKGROUND",
                    "citation": "Friederich MW, Perez FA, Knight KM, Van Hove RA, Yang SP, Saneto RP, Van Hove JLK. Pathogenic variants in NUBPL result in failure to assemble the matrix arm of complex I and cause a complex leukoencephalopathy with thalamic involvement. Mol Genet Metab. 2020 Mar;129(3):236-242. doi: 10.1016/j.ymgme.2019.12.013. Epub 2019 Dec 30."
                },
                {
                    "pmid": "32518176",
                    "type": "BACKGROUND",
                    "citation": "Kimonis V, Al Dubaisi R, Maclean AE, Hall K, Weiss L, Stover AE, Schwartz PH, Berg B, Cheng C, Parikh S, Conner BR, Wu S, Hasso AN, Scott DA, Koenig MK, Karam R, Tang S, Smith M, Chao E, Balk J, Hatchwell E, Eis PS. NUBPL mitochondrial disease: new patients and review of the genetic and clinical spectrum. J Med Genet. 2021 May;58(5):314-325. doi: 10.1136/jmedgenet-2020-106846. Epub 2020 Jun 9."
                },
                {
                    "pmid": "29865090",
                    "type": "BACKGROUND",
                    "citation": "Glanzman AM, Mazzone ES, Young SD, Gee R, Rose K, Mayhew A, Nelson L, Yun C, Alexander K, Darras BT, Zolkipli-Cunningham Z, Tennekoon G, Day JW, Finkel RS, Mercuri E, De Vivo DC, Baldwin R, Bishop KM, Montes J. Evaluator Training and Reliability for SMA Global Nusinersen Trials1. J Neuromuscul Dis. 2018;5(2):159-166. doi: 10.3233/JND-180301."
                },
                {
                    "pmid": "27901256",
                    "type": "BACKGROUND",
                    "citation": "Campolina-Sampaio GP, Lasmar LM, Ribeiro BS, Giannetti JG. The Newcastle Pediatric Mitochondrial Disease Scale: translation and cultural adaptation for use in Brazil. Arq Neuropsiquiatr. 2016 Nov;74(11):909-913. doi: 10.1590/0004-282X20160137. Erratum In: Arq Neuropsiquiatr. 2017 Feb;75(2):i. doi: 10.1590/0004-282x20160137err."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "MANUAL FOR NEWCASTLE MITOCHONDRIAL DISEASE ADULT SCALE (NMDAS). Wellcome Trust Centre Mitochondrial Research."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000017240",
                    "term": "Mitochondrial Myopathies"
                },
                {
                    "id": "D000028361",
                    "term": "Mitochondrial Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "asFound": "Myopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M23341",
                    "name": "Mitochondrial Diseases",
                    "asFound": "Mitochondrial Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20944",
                    "name": "Muscle Weakness",
                    "relevance": "LOW"
                },
                {
                    "id": "M13204",
                    "name": "Paresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4554",
                    "name": "Asthenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M19538",
                    "name": "Mitochondrial Myopathies",
                    "asFound": "Mitochondrial Myopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}