{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06409949",
            "orgStudyIdInfo": {
                "id": "0053-23-EP"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "MitoQ Treatment of Claudication: Myofiber and Micro-vessel Pathology",
            "officialTitle": "MitoQ Treatment of Claudication: Myofiber and Micro-vessel Pathology",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mitoq-treatment-of-claudication-myofiber-and-micro-vessel-pathology"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-17",
            "studyFirstSubmitQcDate": "2024-05-07",
            "studyFirstPostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In our research, we are delving into whether taking MitoQ for six months can improve the symptoms and function of people diagnosed with peripheral artery disease, especially those who suffer from leg pain while walking, known as intermittent claudication. We will be checking if MitoQ helps people with claudication walk better, be more active every day, feel better about their lives, and if it enhances the health of their leg muscles.",
            "detailedDescription": "This study will investigate whether taking MitoQ for six months can improve the walking ability, daily activity levels, and quality of life of people with claudication (leg pain) caused by peripheral artery disease (PAD). We'll also look at how MitoQ affects their calf muscles.\n\nHere's what we'll be checking:\n\nMuscle health: We'll examine muscle tissue samples under a microscope to see if MitoQ improves muscle health and function.\n\nBody chemistry: We'll check blood tests to see if MitoQ affects overall health markers.\n\nMitochondrial health: We'll see if MitoQ reduces damage to mitochondria (the cell's powerhouses) and helps the body get rid of damaged ones. We'll also see if it improves how well mitochondria function.\n\nBlood flow: We'll measure blood flow in the legs and see if MitoQ improves the function of tiny blood vessels in the calf muscles.\n\nIn short, we want to see if MitoQ can improve various aspects of health in people with claudication and PAD, and if these improvements are linked to better functioning mitochondria in their muscles."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Arterial Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients with peripheral artery disease and claudication will participate in a double-blind, randomized, placebo-controlled trial with two parallel arms. Patients will be randomized 2:1 to receive either a daily oral dose of 40 mg MitoQ or matched placebo for six months.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-blind, randomized, placebo-controlled trial with two parallel arms.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MitoQ",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be placed on a 24-week regimen of oral dosing with MitoQ. The patients will take two 20 mg caps of MitoQ on empty stomach, each morning",
                    "interventionNames": [
                        "Diagnostic Test: Walking assessment",
                        "Other: QOL Survey",
                        "Diagnostic Test: Ankle pressure at rest and after stress",
                        "Diagnostic Test: Muscle Oxygen",
                        "Diagnostic Test: Serum MitoQ Level",
                        "Procedure: Needle Biopsy"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The patients will take two identical caps of matched placebo on empty stomach, each morning",
                    "interventionNames": [
                        "Diagnostic Test: Walking assessment",
                        "Other: QOL Survey",
                        "Diagnostic Test: Ankle pressure at rest and after stress",
                        "Diagnostic Test: Muscle Oxygen",
                        "Diagnostic Test: Serum MitoQ Level",
                        "Procedure: Needle Biopsy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Walking assessment",
                    "description": "Participating patients will undergo the following evaluations at baseline and after six months of treatment with MitoQ or placebo:\n\nAssessment of walking impairment: Evaluation of treadmill maximum walking distances, six-minute walking distance, and daily physical activity (average steps taken daily)",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "QOL Survey",
                    "description": "Assessment of quality of life: Survey of Quality of life with the Walking Impairment Questionnaire and Short Form 36",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Ankle pressure at rest and after stress",
                    "description": "Assessment of leg hemodynamics: Evaluation of post-occlusive ankle pressure and ankle/brachial index",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Muscle Oxygen",
                    "description": "Evaluation of calf muscle heme oxygen saturation",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Serum MitoQ Level",
                    "description": "Evaluation of serum concentrations of MitoQ",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Needle Biopsy",
                    "description": "Needle biopsy of the calf muscle",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Walking Impairment: maximum treadmill distance",
                    "description": "Evaluation of maximum walking distance on treadmill until participant chooses to stop due to pain in his legs.",
                    "timeFrame": "Before and After 6 months of treatment with MitoQ or placebo"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Walking Impairment: 6 minute distance",
                    "description": "Evaluation of maximum walking distance the participant can walk over 6 minutes in hallway.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Walking Impairment: initial claudication treadmill distance",
                    "description": "Evaluation of walking distance on treadmill until participant starts experiencing claudication pain in his legs.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Walking Impairment: daily physical activity",
                    "description": "Measurement of average steps taken daily using a pedometer",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Walking Impairment Questionnaire",
                    "description": "Walking Impairment Questionnaire: There are 14 questions across three categories of walking distance, walking speed and stair climbing.\n\nThe WIQ is graded on a scale of 0-4; 0 represents no difficulty; 4 represents inability to walk. 0 score represents no difficulty, 1 score is slight difficulty, 2 score is some difficulty, 3 score is much difficulty, 4 score is unable to complete the task in question.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Walking Impairment Short Form-36",
                    "description": "Walking Impairment Short Form-36 - (The Short Form 36 Health Survey Questionnaire) has 8 scale (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional, and mental health) that measures quality of life. The SF-36 scoring ranges from 0-100. Higher scores indicate better health; lower scores indicate more disability.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Leg hemodynamics ankle/brachial index at rest and after stress",
                    "description": "Evaluation of ankle/brachial index at rest and after stress. The ankle-brachial index test compares the blood pressure measured at the ankle with the blood pressure measured at the arm. A care provider measures your blood pressure in both arms and both ankles. This is done using an inflatable cuff and a hand-held ultrasound device. The device uses sound waves to detect blood flow and allows the pulse in the ankle arteries to be heard after the cuff is deflated.\n\nThe test will be done first with you resting and then under stress. The stress will be produced by a blood pressure cuff placed around the lower thigh and the cuff being inflated to block blood flow to your calf and foot for five minutes.The cuff is then deflated, allowing blood to flow back into the leg.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Leg hemodynamics muscle heme-oxygen (StO2)",
                    "description": "Evaluation of the level of oxygen in your calf muscle at rest and during during exercise. StO2 is measured with a wireless, probe placed on the skin of your calf.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Calf muscle cell damage",
                    "description": "In the small tissue sample (biopsy) from your calf muscle we will look at the damage of the muscle cells by oxidative stress and the way the shape and size of the cells changes. This will be measured with quantitative widefield fluorescence microscopy.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Calf muscle mitochondria function and damage",
                    "description": "In the small tissue sample (biopsy) from your calf muscle we will look at the function and possible damage of the mitochondria in your muscle cells. Mitochondria are the powerhouses of your cells. We'll see if they're working properly or damaged.This will be measured with high-resolution respirometry, quantitative widefield fluorescence microscopy, 2-dimensional gel electrophoresis and mass spectrometry.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Calf muscle fibrosis",
                    "description": "In the small tissue sample (biopsy) from your calf muscle we will look at the amount of scarring (fibrosis) and measure if there is there any scar tissue buildup in the muscle.This will be measured with high-resolution respirometry, quantitative widefield fluorescence microscopy and with multiSpectral wide-field microscopy.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Calf muscle inflammation",
                    "description": "In the small tissue sample (biopsy) from your calf muscle we will measure the inflammation present in the muscle.This will be measured with quantitative widefield fluorescence microscopy and enzyme-linked immunosorbent assay.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Calf muscle blood vessel health",
                    "description": "In the small tissue sample (biopsy) from your calf muscle we will check how well the tiny blood vessels inside your muscle are working and if they are damaged and how much.This will be measured with videomicroscopy of calf muscle micro-vessel vasomotor function, high-resolution respirometry and quantitative widefield fluorescence microscopy.",
                    "timeFrame": "Before and after 6 months of treatment with MitoQ or placebo"
                },
                {
                    "measure": "Level of MitoQ in the blood and the muscle",
                    "description": "In the blood sample and the muscle sample we will collect from you we will check the level of MitoQ. This will be measured with mass spectrometry.",
                    "timeFrame": "After 6 months of treatment with MitoQ or placebo"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. a positive history of chronic claudication\n2. exercise-limiting claudication established by history and direct observation during a screening walking test administered by the evaluating vascular surgeon\n3. documented lower extremity arterial occlusive disease based on ankle/brachial index measurements and/or arterial imaging\n4. stable blood pressure, lipid and diabetes regimens and risk factor control for 6 weeks.\n\nExclusion Criteria:\n\n1. rest pain or tissue loss due to PAD (Fontaine stage III and IV)\n2. acute lower extremity ischemic event\n3. walking capacity significantly and primarily limited by conditions other than claudication including leg (joint/musculoskeletal, neurologic) and systemic (heart, lung disease) pathology.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Holly DeSpiegelaere, BSN RN CCRC",
                    "role": "CONTACT",
                    "phone": "402-995-4171",
                    "email": "Holly.DeSpiegelaere@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Iraklis Pipinos, MD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Holly DeSpiegelaere",
                            "role": "CONTACT",
                            "phone": "402-995-4171",
                            "email": "Holly.DeSpiegelaere@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Arterial Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "asFound": "Peripheral Arterial Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10418",
                    "name": "Intermittent Claudication",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}