{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06171945",
            "orgStudyIdInfo": {
                "id": "LCCC2133"
            },
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Mobile Weight Loss Intervention for Adolescent and Young Adult Cancer Survivors",
            "officialTitle": "A Pilot Randomized Trial of a Mobile Weight Loss Intervention for Adolescent and Young Adult Cancer Survivors",
            "acronym": "AYAConnect",
            "therapeuticArea": [
                "Endocrinology",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "mobile-weight-loss-intervention-for-adolescent-and-young-adult-cancer-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-27",
            "studyFirstSubmitQcDate": "2023-12-12",
            "studyFirstPostDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to conduct a 6-month pilot randomized trial to determine the feasibility and acceptability of theory-based mobile weight loss interventions for survivors of adolescent and young adult cancer (AYAs). The interventions use a mobile smartphone application, previously developed for individuals at risk for type 2 diabetes and adapted for AYAs, that integrates weight and physical activity from digital devices with simplified dietary monitoring in a behavioral weight loss program.",
            "detailedDescription": "The purpose of this study is to conduct a 6-month pilot randomized trial to determine the feasibility and acceptability of three adapted theory-based, mobile weight loss interventions delivered via a native smartphone application among AYAs: 1) AYA Connect; 2) AYA Connect enhanced with positive psychology strategies (AYA Connect-PP); and 3) AYA Connect enhanced with positive psychology strategies plus coaching (AYA Connect-PP+).\n\nThe 3-month interventions are aimed at promoting improvements in diet quality consistent with recommendations for cancer survivors, a decrease in energy intake, an increase in energy expenditure, modest weight loss, and an increase in positive affect. The 3-month interventions will be followed by a 3-month maintenance phase (no contact). Assessments will occur at baseline, 3 (post-intervention), and 6 months (maintenance). Weight will be collected via smart scales mailed to participants. Adherence measures will include daily self-monitoring of weight (smart scale), physical activity (activity tracker), and dietary intake (food log in AYA Connect app).\n\nYoung adults (n=60), ages 18-39, diagnosed with invasive malignancy between the ages of 15-39 years, post-cancer treatment, with body mass index (BMI) of 25-50 kg/m2 will be recruited from around the United States to participate in the pilot randomized trial. Participants will be randomized into one of three conditions: 1) AYA Connect intervention; 2) AYA Connect-PP intervention; and 3) AYA Connect-PP+ intervention.\n\nGroup 1: AYA Connect Intervention: These participants will receive a smart scale, activity tracker, an individual kickoff video chat session with a health coach, and access to a mobile smartphone app that includes weekly behavioral lessons, dietary tracking log, daily weight-related behavioral goals, tailored feedback summaries, and in-app health-related messages.\n\nGroup 2: AYA Connect-PP Intervention: In addition to the intervention components Group 1 will receive, these participants will also receive lessons about positive psychology (PP) strategies, weekly goals for PP exercises, and in-app health-related messages that include reminders to practice PP exercises.\n\nGroup 3: AYA Connect-PP+ Intervention: In addition to the intervention components Group 2 will receive, these participants also will receive weekly individual video chat sessions with a health coach."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer",
                "Physical Activity",
                "Cancer Survivorship",
                "Mental Health",
                "Obesity"
            ],
            "keywords": [
                "adolescent",
                "young adult",
                "mobile application",
                "physical activity",
                "nutrition",
                "overweight",
                "positive psychology",
                "digital intervention",
                "diet",
                "weight loss",
                "weight management",
                "bladder cancer",
                "bone cancer",
                "brain cancer",
                "breast cancer",
                "cervical cancer",
                "colon cancer",
                "endometrial cancer",
                "head and neck cancer",
                "leukemia",
                "liver cancer",
                "lymphoma (Hodgkin's)",
                "lymphoma (Non-Hodgkin's)",
                "melanoma",
                "oral cancer",
                "pancreatic cancer",
                "pharyngeal cancer",
                "rectal cancer",
                "renal cancer",
                "sarcoma",
                "testicular cancer",
                "thyroid cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AYA Connect",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescent and young adult cancer survivors receive AYA Connect intervention.",
                    "interventionNames": [
                        "Behavioral: AYA Connect intervention"
                    ]
                },
                {
                    "label": "AYA Connect-PP",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescent and young adult cancer survivors receive AYA Connect-PP intervention.",
                    "interventionNames": [
                        "Behavioral: AYA Connect intervention",
                        "Behavioral: Positive Psychology (PP) intervention"
                    ]
                },
                {
                    "label": "AYA Connect-PP+",
                    "type": "EXPERIMENTAL",
                    "description": "Adolescent and young adult cancer survivors receive AYA Connect-PP+ intervention.",
                    "interventionNames": [
                        "Behavioral: AYA Connect intervention",
                        "Behavioral: Positive Psychology (PP) intervention",
                        "Behavioral: Positive Psychology Plus (PP+) intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "AYA Connect intervention",
                    "description": "Participants will receive a smart scale, activity tracker, an individual kickoff videochat session with a health coach, and access to a mobile smartphone app that includes weekly behavioral lessons, dietary tracking log, daily weight-related behavioral goals, tailored feedback summaries, and in-app health-related messages.",
                    "armGroupLabels": [
                        "AYA Connect",
                        "AYA Connect-PP",
                        "AYA Connect-PP+"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Positive Psychology (PP) intervention",
                    "description": "Participants will receive lessons about positive psychology (PP) strategies, weekly goals for PP exercises, and in-app health-related messages that include reminders to practice PP exercises.",
                    "armGroupLabels": [
                        "AYA Connect-PP",
                        "AYA Connect-PP+"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Positive Psychology Plus (PP+) intervention",
                    "description": "Participants will receive weekly individual videochat sessions with a health coach.",
                    "armGroupLabels": [
                        "AYA Connect-PP+"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of interventions as measured by accrual rate",
                    "description": "Feasibility of interventions as measured by accrual rate will be calculated as the number of adolescent and young adult cancer (AYA) survivors who agreed to participate divided by the number of months of recruitment",
                    "timeFrame": "at 3 months"
                },
                {
                    "measure": "Feasibility of interventions as measured by participation rate",
                    "description": "Feasibility of interventions as measured by participation rate will be calculated as the number of participants who agreed to participate divided by the number of eligible AYA survivors.",
                    "timeFrame": "at 3 months"
                },
                {
                    "measure": "Feasibility of interventions as measured by retention rate",
                    "description": "Feasibility of interventions as measured by retention rate will be calculated as the number of AYA survivor participants who completed 3-month measures divided by the number who participated.",
                    "timeFrame": "At 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Retention rate at 6 months",
                    "description": "Retention rate at 6 months, calculated by the number of participants who completed all study measures at the 6-month time point divided by the number who participated.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Acceptability of Young Adult Cancers (AYAs) Connect",
                    "description": "Acceptability of the interventions will be measured by ratings of program acceptability and satisfaction. Participants will provide ratings on the helpfulness and difficulty of the program's behavioral goals (e.g., diet and physical activity goals) using an 8-point scale (1 = Not satisfied/Very difficult to 8 = Very satisfied/very easy). Additional questions will ask participants about the helpfulness of intervention features (e.g., lessons, feedback messages) for reaching their weight goals (1 = Not at all helpful to 4 = Extremely helpful). Higher scores indicate greater acceptability.",
                    "timeFrame": "At 3 and 6 month"
                },
                {
                    "measure": "Adherence to dietary tracking",
                    "description": "Number of days red foods (high-calorie, high-fat foods) are tracked, as measured by the food log data in the AYA Connect app. Participants will be asked to log their red foods in the app daily.",
                    "timeFrame": "Up to 6 month"
                },
                {
                    "measure": "Adherence to physical activity monitoring",
                    "description": "Number of days physical activity is tracked, as measured by activity tracker",
                    "timeFrame": "Up to 6 month"
                },
                {
                    "measure": "Adherence to self-weighing",
                    "description": "Number of days weighed, as measured by smart scale",
                    "timeFrame": "Up to 6 month"
                },
                {
                    "measure": "Change in weight",
                    "description": "Change in weight, as measured by smart scale, from baseline to 3 and 6 months.",
                    "timeFrame": "Up to 6 month"
                },
                {
                    "measure": "Change in energy intake",
                    "description": "Change in energy intake (kcal), measured using the NCI Automated Self-Administered 24-hour Recall (ASA-24). The ASA-24 will be administered on one weekend day and one week day per assessment period to estimate energy intake.",
                    "timeFrame": "from the baseline to 3 and 6 month"
                },
                {
                    "measure": "Change in saturated fat intake",
                    "description": "Change in saturated fat intake (% kcal), measured using the NCI Automated Self-Administered 24-hour Recall (ASA-24 The ASA-24 will be administered on one weekend day and one week day per assessment period to estimate saturated fat intake.",
                    "timeFrame": "from the baseline to 3 and 6 month"
                },
                {
                    "measure": "Change in fruit and vegetable consumption",
                    "description": "Change in fruit and vegetable consumption (cups), measured using the NCI Automated Self-Administered 24-hour Recall (ASA-24). The ASA-24 will be administered on one weekend day and one week day per assessment period to estimate average fruit and vegetable consumption.",
                    "timeFrame": "from the baseline to 3 and 6 month"
                },
                {
                    "measure": "Change in fiber consumption",
                    "description": "Change in fiber consumption (g), measured using the NCI Automated Self-Administered 24-hour Recall (ASA-24). The ASA-24 will be administered on one weekend day and one week day per assessment period to estimate fiber consumption.",
                    "timeFrame": "from the baseline to 3 and 6 month"
                },
                {
                    "measure": "Change in Healthy Eating Index score",
                    "description": "Change in Healthy Eating Index (HEI) score, measured using the HEI and the NCI Automated Self-Administered 24-hour Recall (ASA-24). The ASA-24 will be administered on one weekend day and one week day per assessment period to estimate HEI. HEI scores range from 0 to 100, with higher scores indicating greater adherence to the Dietary Guidelines for Americans.",
                    "timeFrame": "from the baseline to 3 and 6 month"
                },
                {
                    "measure": "Change in weekly minutes of moderate-to-vigorous activity",
                    "description": "Changes in weekly minutes of moderate-to-vigorous activity, computed from the participant's activity tracker data and averaged over a minimum of 4 out of a 7-day period. Participants will be instructed to wear the activity tracker at all times.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in steps per day",
                    "description": "Changes in daily steps, were computed from the participant's activity tracker data and averaged over a minimum of 4 out of a 7-day period. Participants will be instructed to wear the activity tracker at all times.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in self-reported physical activity",
                    "description": "Change in self-reported physical activity, measured using the Paffenbarger Activity Scale (PAQ). The PAQ provides an estimate of minutes per week of moderate-to-vigorous intensity, and calories/week of light (5 kcal/min), medium (7.5 kcal/min), and high (10 kcal/min) intensity activities. PAQ changes have been predictive of weight change.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in frailty index",
                    "description": "Change in frailty index, measured using the FRAIL Questionnaire. The FRAIL Questionnaire assesses: 1) self-reported fatigue (1 item from Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health), 2) weight loss, 3) comorbidities (11 items from UNC Health Registry Comorbidity Assessment), 4) difficulty with ambulation (1 item from PROMIS Global Health), and 5) ability to overcome resistance (1 item from Medical Outcomes Study 36-Item Short Form). Positive responses for these components are summed to create the FRAIL index (range 0-5). A value \\> 3 is considered frail, and a value of 2 is considered prefrail.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in health-related quality of life",
                    "description": "Change in health-related quality of life, measured using the Medical Outcomes Study 36-Item Short Form (SF-36) survey. This survey includes 36 items with eight subscales (physical functioning, role limitations due to physical problems, social functioning, bodily pain, general mental health, role limitations due to emotional problems, vitality, and general health perceptions). Responses are coded on a scale of 0 to 100, where 0 is the worst possible health and 100 is the most favorable health score. The coded responses will be summed to yield a Physical Component Summary (PCS) score and a Mental Component Summary (MCS) score.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in depressive symptoms",
                    "description": "Change in depressive symptoms, measured by the Center for Epidemiological Studies Depression Scale (CES-D). The CES-D is a self-report depression scale including 20 items that relate to depressive feelings and behaviors during the past week. Response options range from 0 (rarely or none of the time) to 3 (most or almost All the Time). Scores range from 0 to 60, with high scores indicating greater depressive symptoms.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in anxiety symptoms",
                    "description": "Change in anxiety symptoms, as measured using the Generalized Anxiety Disorder 7-item scale (GAD-7). Possible scores range from 0 to 21, with higher scores reflecting greater symptom severity; cut-points of 5, 10, and 15 correspond to mild, moderate, and severe levels of anxiety.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in perceived stress",
                    "description": "Change in perceived stress, measured by the 10-item Perceived Stress Scale (PSS-10). PSS-10 measures overall perceived stress during the past month. Factor analysis supports a two-factor correlated model with perceived self-efficacy and perceived helplessness subscales.",
                    "timeFrame": "From baseline to 3 and 6 months"
                },
                {
                    "measure": "Change in positive and negative affect",
                    "description": "Change in positive and negative affect, measured using the Positive and Negative Affect Schedule (PANAS). PANAS is a 20-item scale divided into two subscales to measure positive and negative affect. Each item is rated on a five-point Likert scale from 1 (very slightly or not at all) to 5 (extremely) and are summed to yield scores for each subscale.",
                    "timeFrame": "From baseline to 3 and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "In order to participate in this study a subject must meet all of the eligibility criteria outlined below.\n\nInclusion Criteria:\n\n* Currently age 18-39\n* Diagnosed with first invasive cancer between the ages of 15-39 years old\n* Within 10 years of diagnosis with no evidence of progressive disease or second primary cancers\n* Completed active cancer-directed therapy (cytotoxic chemotherapy, radiation therapy, and/or definitive surgical intervention) at least six months prior to enrollment, except maybe receiving \"maintenance\" therapy to prevent recurrences\n* Body Mass Index (BMI) of 25-50 kg/m2\n\nExclusion Criteria:\n\n* Type 1 diabetes or currently receiving medical treatment for Type 2 diabetes\n* Report a history of heart attack or stroke within the previous 6 months\n* Health problems that preclude the ability to walk for physical activity\n* Lost 5% or more of body weight (and kept it off) in the last 3 months\n* Past diagnosis of or receiving treatment for a clinically diagnosed eating disorder (anorexia nervosa or bulimia nervosa) or any compensatory behaviors within the previous 3 months\n* Currently pregnant, pregnant within the past 6 months, or planning to become pregnant within the next 6 months\n* Untreated thyroid disease or any changes (type or dose) in thyroid medication in the last 6 months\n* Hospitalization for depression or other psychiatric disorder within the past 12 months\n* History of psychotic disorder or bipolar disorder\n* Currently participating in a weight loss, nutrition, or physical activity study or program or other study that would interfere with this study\n* Currently using prescription medications with known effects on appetite or weight.\n* Previous surgical procedure for weight loss or planned weight loss surgery in the next 6 months\n* Inability to speak and read English\n* Do not have an iPhone with active data and text messaging plan\n* No Internet access\n* Not willing to be randomized to either intervention arm",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Molly Diamond, MPH",
                    "role": "CONTACT",
                    "phone": "(919) 966-5852",
                    "email": "mdiamond@unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carmina Valle, PhD",
                    "affiliation": "UNC Lineberger Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lineberger Comprehensive Cancer Center at University of North Carolina, Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Molly Diamond, MPH",
                            "role": "CONTACT",
                            "phone": "919-966-5852",
                            "email": "mdiamond@unc.edu"
                        },
                        {
                            "name": "E., MPH",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Carmina G. Valle, PhD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Clinical trials at UNC Lineberger",
                    "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5030",
                    "name": "Urinary Bladder Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5830",
                    "name": "Uterine Cervical Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M16718",
                    "name": "Thyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5138",
                    "name": "Bone Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M16723",
                    "name": "Thyroid Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M16506",
                    "name": "Testicular Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12022",
                    "name": "Mouth Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4265",
                    "name": "Oral Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T3466",
                    "name": "Lip and Oral Cavity Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}