{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04406792",
            "orgStudyIdInfo": {
                "id": "201903"
            },
            "secondaryIdInfos": [
                {
                    "id": "5K01HL140278-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5K01HL140278-02"
                }
            ],
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Mobilizing Doulas to Empower Black Women in Post-partum Diabetes Prevention",
            "officialTitle": "Mobilizing Doulas to Empower Black Women in Post-partum Diabetes Prevention, a Randomized Controlled Trial",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "mobilizing-doulas-to-empower-black-women-in-post-partum-diabetes-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-22",
            "studyFirstSubmitQcDate": "2020-05-22",
            "studyFirstPostDateStruct": {
                "date": "2020-05-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rolanda Lister",
                "investigatorTitle": "Assistant Professor, Obstetrics and Gynecology",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Black and White mothers have similar prevalence of gestational diabetes mellitus (GDM). However Black mothers are more likely to develop Type 2 Diabetes Mellitus (T2DM) after a diagnosis of GDM. Both GDM and Type 2 diabetes mellitus (T2DM) increase her cardiovascular risk. The post-partum period is an ideal time to employ preventative strategies to alter her lifetime health-course. Unfortunately, Black mothers are less likely to follow up post-partum and less likely to be informed of the connection between pregnancy complications such as GDM and cardiovascular risks.\n\nThe Diabetes Prevention Program (DPP) is the \"gold standard\" for lifestyle intervention to prevent T2DM in at risk patients. From the original trial of over 1,000 racially heterogenous participants, the DPP underperformed in Black women and can be improved upon. The investigators propose a randomized controlled trial entitled: Mobilizing doulas to empower black women in post-partum diabetes prevention. This program will follow the Diabetes Prevention Program (DPP) curriculum as outlined by the CDC using an online platform. However, this program will expand on the DPP's educational program and provide trained community-based health care workers i.e., \"doulas divas\" to administer post-partum support while the participants matriculate through the online DPP. Participants will be randomized to either DPP only for one year or DPP + doula divas for one year).\n\nThe investigators hypothesize that for Black participants with GDM, DPP+ doula divas program will have a completion rate superior to that of the DPP alone.\n\nThe investigators propose this randomized controlled clinical trial utilizing institution and community partnerships to increase the rates of completion of post-partum diabetes prevention program in at risk women: Black women with GDM. The investigators also will implement this culturally responsive approach with the goal of reducing T2DM in Black women. Our discoveries will be a forward leap in the quest to reduce cardiovascular risk contributed by GDM and T2DM that lead to maternal morbidity and mortality.",
            "detailedDescription": "1. SPECIFIC AIMS Racial disparities in progression to type 2 diabetes mellitus from gestational diabetes Black and white mothers have a similar prevalence of Gestational Diabetes Mellitus (GDM). However, Black women are more likely to progress to Type 2 Diabetes Mellitus (T2DM) after a GDM compared to White women. The postpartum period is a window of opportunity to transform the women's health trajectory. Unfortunately, Black women are less likely to follow up postpartum due to perceived racism and deep mistrust of the medical system. However, forming allies with professionals that are trusted members of the patient's community and can serve as a liaison to build rapport and adherence to preventative health. Community-based doulas generally live in the same area in which they serve. They provide emotional and physical support for a family from pregnancy through the first few months of the postpartum period. Doula support during pregnancy has been linked to reduced cesarean births a reduction of preterm birth, and increased breastfeeding. Unfortunately, while Black women prefer doula support, they do not have ready access to them as desired. Expanding doula training to include motivational interviewing for at-risk patients will enable doulas to provide mothers with postpartum mother/baby support and accountability as they navigate the diabetes prevention program.\n\nDiabetes Prevention Program (DPP) The DPP was a landmark multicenter randomized placebo-controlled trial racially inclusive of 1,079 participants at risk of T2DM. It investigated the effects of a lifestyle intervention in participants who had significant risk factors for developing T2DM. The endpoint was a diagnosis of T2DM with a median follow-up of 2.8 years. Participants in the active arm had a 58% reduction in the diagnosis of T2DM. While the DPP is an effective evidence-based intervention, it is underutilized in real-world scenarios. For example, in a United States-based survey of 50,912 insured respondents who either had a formal diagnosis of pre-diabetes or had an elevated American Diabetes Association (ADA) risk score (\\>5), less than one percent of respondents indicated that their doctor referred them to a formal Diabetes Prevention Program. In addition, at Vanderbilt, the postpartum workflow for patients who have been treated for GDM does not include referral to any type of Diabetes Prevention Program post-delivery.\n\nTelehealth visits are a viable option for the delivery of healthcare. The current pandemic of Covid-19 has led to the rapid adoption of telehealth during pregnancy and the postpartum period. At Vanderbilt, we successfully employed telehealth to deliver pre and postpartum care, resulting in similar access to pregnancy and postpartum care as compared to in person visits. We have an opportunity to apply a more personalized approach to delivering a lifestyle intervention via telehealth that is tailored to recently postpartum Black women who have a significantly higher risk of T2DM by having GDM. We hypothesize that the Healthiby Diabetes Prevention Program + Doula Divas will result in a greater completion rate than women who receive a Healthiby diabetes prevention program without doulas. We will test our hypothesis using the following aims:\n\nAim 1: To train postpartum doulas from Homeland Heart Nashville Birth Collective (HH) with aspects of motivational interviewing techniques sufficient to enable a new mother to navigate the Healthiby DPP. To test the hypothesis that it is feasible to train community doulas from HH, we will leverage our existing relationships with our community partner-Homeland Heart and Healthiby, to train additional doulas (up to 20) in motivational interviewing necessary for the Healthiby Diabetes Prevention Program platform. We hypothesize that it is feasible to train doulas to become champions in guiding a recently postpartum black mother with gestational diabetes through this year-long program.\n\nAim 2: To compare the CDC-approved Healthiby (DPP only) with a doula enhanced (DPP+doula divas) guided diabetes prevention program. To test the hypothesis that Healthiby's DPP+doula diva is more effective for program completion than Healthiby DPP alone, we will randomize 100 participants between the CDC-approved online DPP (Healthiby) program and DPP (Healthiby+doula divas). We will measure rates of completion defined by the CDC whereby, participants must attend at least eight sessions in months one through six and stay in the program for at least nine months.\n\nOur team is well situated to carry out this research and will build on the momentum from our community-engaged research program pilot grant. We have relationships with HH, and Healthiby. Our purpose is to partner with community-based doulas to coach new Black mothers with a history of gestational diabetes through an online Diabetes Prevention Program. Our intended impact is to reduce the long-term burden of T2DM in at-risk Black mothers. This proposal is responsive in integrating community doulas in preventing maternal morbidity in this vulnerable population."
        },
        "conditionsModule": {
            "conditions": [
                "Gestational Diabetes",
                "Type2 Diabetes"
            ],
            "keywords": [
                "Black women",
                "Minority women",
                "Postpartum"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "1. Online DPP only: Participants will not be led by a \"doula diva;\" they will merely be in small groups led by the dietitian and lifestyle coach. Group members will consist of all people at risk for T2DM.\n2. Online DPP+ Doula divas: Online DPP where a doula diva leads the teams.",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The participant and the outcome assessor will be masked to the allocation groups.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DPP+doula divas",
                    "type": "EXPERIMENTAL",
                    "description": "Enrolled participants will have access to an online DPP with other Black post-partum mothers who have had GDM. The teams will be led by doula divas trained in aspects of motivational interviewing and trained on the Healthiby platform.",
                    "interventionNames": [
                        "Behavioral: Diabetes Prevention Program (DPP) online + doula divas"
                    ]
                },
                {
                    "label": "DPP only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Online DPP only support without doula as team lead. The participants will be in groups with a diverse group of patients that are non-mothers but who are at risk of type 2 diabetes.",
                    "interventionNames": [
                        "Behavioral: DPP only"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "DPP only",
                    "description": "Participation in the online DPP only with a mixed group of participants at risk for type 2 diabetes and doula divas are not the team leaders.",
                    "armGroupLabels": [
                        "DPP only"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Diabetes Prevention Program (DPP) online + doula divas",
                    "description": "Participation in the DPP online intervention with doula divas as team leaders.",
                    "armGroupLabels": [
                        "DPP+doula divas"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participants with gestational diabetes that complete the recommended screening for Type 2 Diabetes Mellitus (T2DM)",
                    "description": "Participants diagnosed with Gestational Diabetes receive the T2DM screening is a 75 gram 2-hour glucose tolerance test",
                    "timeFrame": "Between 6 to 12 weeks post-partum"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Participants with gestational diabetes who develop T2DM",
                    "description": "Participants diagnosed with Gestational Diabetes receive the T2DM screening is a 75 gram 2-hour glucose tolerance test",
                    "timeFrame": "2 years post-partum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>18 years of age with English fluency\n* recently post-partum\n* clinical diagnosis of Gestational Diabetes Mellitus (GDM) using Carpenter Coustan criteria\n* access to smart phone technology Self identified Black race\n\nExclusion Criteria:\n\n\\<18 years Preexisting type 2 diabetes\n\n• Inability to follow up Non-black race",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rolanda Lister, MD",
                    "role": "CONTACT",
                    "phone": "6153435700",
                    "email": "rolanda.l.lister@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rolanda Lister",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016640",
                    "term": "Diabetes, Gestational"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19012",
                    "name": "Diabetes, Gestational",
                    "asFound": "Gestational Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}