{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05991882",
            "orgStudyIdInfo": {
                "id": "R34DA056759",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R34DA056759"
            },
            "secondaryIdInfos": [
                {
                    "id": "R34DA056759",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R34DA056759"
                }
            ],
            "organization": {
                "fullName": "Kaiser Permanente",
                "class": "OTHER"
            },
            "briefTitle": "Mobile Intervention for Simultaneous Alcohol and Marijuana Use in Young Adults",
            "officialTitle": "Mobile Adaptive Intervention to Reduce Negative Consequences Associated With Simultaneous Alcohol and Marijuana Use in Young Adults in Primary Care",
            "acronym": "SAFERR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mobile-intervention-for-simultaneous-alcohol-and-marijuana-use-in-young-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-01",
            "studyFirstSubmitQcDate": "2023-08-07",
            "studyFirstPostDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kaiser Permanente",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this treatment development project is to develop an adaptive ecological momentary intervention (a-EMI) for young adults using marijuana and alcohol that is grounded in self-regulation and social cognitive theories. To determine the most efficacious intervention strategies, the investigators will test variations of intervention components to identify the best combination. The study will take place at the Center for Integrated Health Care Research at Kaiser Permanente Hawaii (KPHI), located in Honolulu (island of Oahu). Following pilot testing with 6 participants, the study team will assess the feasibility and efficacy of intervention components on two primary outcomes (negative consequences and protective behavioral strategies \\[PBS\\]) using a fractional factorial experimental design, with post-intervention assessment and one- and three-month follow-ups. 136 diverse young adults recruited from KPHI who report current simultaneous alcohol and marijuana (SAM) use will be randomly assigned to one of eight groups, representing experimental conditions that include or do not include intervention strategies focused on craving reduction and PBS. As a result of this process, individual and/or combined components that lead to improved outcomes will be retained in a subsequent randomized controlled trial, while ineffective components will be eliminated.",
            "detailedDescription": "Up to one-third of young adults report use of marijuana or alcohol in the past month, with sizable numbers reporting daily marijuana use and heavy episodic drinking. Simultaneous alcohol and marijuana (SAM) use, defined as use of both substances at the same time or within a few hours of each other with overlapping effects, is common among young adults. Recent research has shown that SAM use leads to greater negative consequences compared to use of either substance alone. No current intervention addresses SAM use specifically and few leverage new technological methods (e.g., smartphones) or strategies (e.g., protective behavioral strategies \\[PBS\\]) to engage young adults.\n\nThe goal of this Stage I treatment development project is to develop a fully mobile adaptive ecological momentary intervention (a-EMI) titled \"Smartphone App For Effectively Reducing Risk (SAFERR)\" that is grounded in self-regulation and social cognitive theories. To determine the most efficacious intervention strategies, the investigators will test variations of intervention components to identify the best combination. They will assess the feasibility and efficacy of intervention components on two outcomes (negative consequences and PBS) using a fractional factorial experimental design.\n\nThe study will take place at the Center for Integrated Health Care Research at Kaiser Permanente Hawaii (KPHI), located in Honolulu (island of Oahu). Following pilot testing, the SAFERR a-EMI will be administered to 6 eligible participants. Based on the feedback, the app will be revised and a trial of the SAFERR intervention will begin. 136 diverse young adults who report current SAM use will be recruited from primary care clinics at KPHI. Eligible individuals will complete a baseline assessment and then be randomly assigned (by sex) to one of eight conditions using stratified randomization. Each condition either includes or does not include four different intervention strategies focused on craving reduction and PBS. All participants will complete signal-contingent (random prompts three times per day) and event-related ecological momentary assessment (EMA) for 6 weeks using a smartphone application (app). EMA will continue during the 4-week intervention phase. At the beginning of the intervention, all participants will complete an introduction module via the study app that includes psychoeducation, personalized feedback, and goal setting. Participants will then begin the a-EMI via the study app, with components delivered based on their condition assignment.\n\nFollowing completion of the intervention, participants will complete a post-intervention assessment and follow-up assessments at one- and three-months. The feasibility of the a-EMI and design will be examined by assessing: study attrition and response rates/time, module completion rates, acceptability (satisfaction, usability), perceived helpfulness, goal attainment, and implementation and intervention engagement. The efficacy of intervention components on negative consequences and PBS during EMA and at post-intervention and one-month and three-month follow-ups will be examined. In a future, larger study, the most useful components will be incorporated into a full intervention package and tested in a randomized controlled trial."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Drinking",
                "Cannabis Use"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Participants will be randomly assigned to one of eight conditions",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants in the factorial trial will be informed generally of the assigned condition (i.e., introduction module + no daily messages or introduction module + daily messages), but not given detailed content.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 136,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Condition 1: Craving daily+PBS daily",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + Craving reduction and protective behavioral strategy (PBS) messages, each delivered once daily",
                    "interventionNames": [
                        "Behavioral: Condition 1: Craving daily+PBS daily"
                    ]
                },
                {
                    "label": "Condition 2: Craving daily+PBS trigger",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + Craving reduction messages delivered once daily and PBS trigger messages",
                    "interventionNames": [
                        "Behavioral: Condition 2: Craving daily+PBS trigger"
                    ]
                },
                {
                    "label": "Condition 3: Craving trigger+PBS daily",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + Craving reduction trigger messages and PBS messages delivered once daily",
                    "interventionNames": [
                        "Behavioral: Condition 3: Craving trigger+PBS daily"
                    ]
                },
                {
                    "label": "Condition 4: Craving trigger+PBS trigger",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + Craving reduction trigger and PBS trigger messages",
                    "interventionNames": [
                        "Behavioral: Condition 4: Craving trigger+PBS trigger"
                    ]
                },
                {
                    "label": "Condition 5: PBS daily+ PBS trigger",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + PBS delivered once daily and PBS trigger messages",
                    "interventionNames": [
                        "Behavioral: Condition 5: PBS daily+ PBS trigger"
                    ]
                },
                {
                    "label": "Condition 6: Craving daily+Craving trigger",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + Craving reduction delivered once daily and craving reduction trigger messages",
                    "interventionNames": [
                        "Behavioral: Condition 6: Craving daily+Craving trigger"
                    ]
                },
                {
                    "label": "Condition 7: Craving daily+Craving trigger+PBS daily+PBS trigger",
                    "type": "EXPERIMENTAL",
                    "description": "EMA + Introduction Module + Craving reduction delivered once daily, craving reduction trigger messages, PBS delivered once daily, and PBS trigger messages",
                    "interventionNames": [
                        "Behavioral: Condition 7: Craving daily+Craving trigger+PBS daily+PBS trigger"
                    ]
                },
                {
                    "label": "Condition 8: No daily or trigger craving or PBS",
                    "type": "OTHER",
                    "description": "EMA + Introduction Module + no other messages",
                    "interventionNames": [
                        "Behavioral: Condition 8: No daily or trigger craving or PBS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 1: Craving daily+PBS daily",
                    "description": "Participants in this condition will complete ecological momentary assessment (EMA) for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive craving reduction and protective behavioral strategy (PBS) messages, each delivered once daily, until the end of the six-week period.",
                    "armGroupLabels": [
                        "Condition 1: Craving daily+PBS daily"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 2: Craving daily+PBS trigger",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive craving reduction messages delivered once daily and PBS trigger messages that will be based on responses to signal-contingent EMA questions.",
                    "armGroupLabels": [
                        "Condition 2: Craving daily+PBS trigger"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 3: Craving trigger+PBS daily",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive craving reduction messages that will be delivered based on responses to signal-contingent EMA questions and PBS delivered once daily.",
                    "armGroupLabels": [
                        "Condition 3: Craving trigger+PBS daily"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 4: Craving trigger+PBS trigger",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive craving reduction and PBS messages delivered based on responses to signal-contingent EMA questions.",
                    "armGroupLabels": [
                        "Condition 4: Craving trigger+PBS trigger"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 5: PBS daily+ PBS trigger",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive PBS messages delivered once daily and PBS trigger messages that will be based on responses to signal-contingent EMA questions.",
                    "armGroupLabels": [
                        "Condition 5: PBS daily+ PBS trigger"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 6: Craving daily+Craving trigger",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive craving reduction messages delivered once daily and craving reduction trigger messages that will be based on responses to signal-contingent EMA questions.",
                    "armGroupLabels": [
                        "Condition 6: Craving daily+Craving trigger"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 7: Craving daily+Craving trigger+PBS daily+PBS trigger",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will then receive craving reduction and PBS messages delivered once daily and non-repetitive craving reduction and PBS trigger messages that will be based on responses to signal-contingent EMA questions.",
                    "armGroupLabels": [
                        "Condition 7: Craving daily+Craving trigger+PBS daily+PBS trigger"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Condition 8: No daily or trigger craving or PBS",
                    "description": "Participants in this condition will complete EMA for six weeks. Following the initial two weeks of EMA, participants in this condition will complete an introduction module including psychoeducation, personalized feedback, and goal setting. Participants will not receive any further intervention strategies.",
                    "armGroupLabels": [
                        "Condition 8: No daily or trigger craving or PBS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Negative consequences associated with alcohol, marijuana, and simultaneous alcohol and marijuana (SAM) use",
                    "description": "Changes in negative consequences will be assessed using a measure that assesses alcohol, marijuana, and SAM use negative consequences. Items are rated dichotomously (yes/no).",
                    "timeFrame": "Through study completion, an average of 5 months"
                },
                {
                    "measure": "Protective behavioral strategies for alcohol",
                    "description": "Changes in protective behavioral strategies for alcohol will be assessed using the Protective Drinking Practices Scale (PDPS), which assesses use of protective behavioral strategies related to alcohol on a 1 (never) to 6 (always) scale.",
                    "timeFrame": "Through study completion, an average of 5 months"
                },
                {
                    "measure": "Protective behavioral strategies for marijuana",
                    "description": "Changes in protective behavioral strategies for marijuana will be assessed using the Protective Behavioral Strategies for Marijuana (PBSM) Scale, which assesses use of protective behavioral strategies related to marijuana on a 1 (never) to 6 (always) scale.",
                    "timeFrame": "Through study completion, an average of 5 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Feasibility - study attrition",
                    "description": "Number of completed study phases, including six weeks of ecological momentary assessment (EMA), the 4-week a-EMI period, post-intervention assessment, and one- and three-month follow-up assessments.",
                    "timeFrame": "Through study completion, an average of 5 months"
                },
                {
                    "measure": "Feasibility - response rate",
                    "description": "Number of completed prompts across 6-week EMA",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Feasibility - module completion rate",
                    "description": "Completion of introduction module focused on psychoeducation, personalized feedback, and goal setting",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Feasibility - acceptability of the intervention",
                    "description": "The revised Client Satisfaction Questionnaire (CSQ-8) will assess satisfaction with the intervention, perceptions of format and language of the a-EMI messages, and usability of the a-EMI (e.g., manner in which information was presented, language, question/intervention strategy comprehension, strategy delivery, timing, and study and a-EMI burden).",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Feasibility - perceived helpfulness of intervention strategies",
                    "description": "A Feedback Measure will assess perceptions of the helpfulness of particular intervention strategies, as well as other useful strategies that could be added.",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Feasibility - intervention implementation",
                    "description": "Intervention implementation will be examined through a short survey that will assess the ease of app use and accessibility, any challenges requesting strategies when needed, and any problems with the technology.",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Feasibility - intervention engagement",
                    "description": "Intervention engagement will be assessed by examining participant's use of intervention strategies.",
                    "timeFrame": "Week 7"
                },
                {
                    "measure": "Feasibility - goal attainment",
                    "description": "Participants will be asked to report whether they attained or made progress on goals identified in the a-EMI introduction module.",
                    "timeFrame": "Through study completion, an average of 5 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* resident of state of Hawai'i and island of O'ahu\n* age 18-30 years\n* has sought services at Kaiser Permanente Hawaii within the past year\n* report marijuana use, heavy drinking, and simultaneous alcohol and marijuana use\n* report confidence in ability to use protective behavioral strategies\n* endorse at least 3 recent negative consequences from marijuana and/or alcohol\n* own a smartphone\n\nExclusion Criteria:\n\n• any substance use treatment within the past 3 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristina Phillips, PhD",
                    "role": "CONTACT",
                    "phone": "808-432-4687",
                    "email": "kristina.t.phillips@kp.org"
                },
                {
                    "name": "Kara Tsuzaki, PharmD",
                    "role": "CONTACT",
                    "phone": "808-432-5500",
                    "phoneExt": "1466",
                    "email": "kara.k.tsuzaki@kp.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristina Phillips, PhD",
                    "affiliation": "Kaiser Permanente Hawaii",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kaiser Permanente Hawaii, Center for Integrated Health Care Research",
                    "status": "RECRUITING",
                    "city": "Honolulu",
                    "state": "Hawaii",
                    "zip": "96815",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kara Tsuzaki, PharmD",
                            "role": "CONTACT",
                            "phone": "808-272-5276",
                            "email": "kara.k.tsuzaki@kp.org"
                        },
                        {
                            "name": "Kristina Phillips, PhD",
                            "role": "CONTACT",
                            "phone": "808-432-4687",
                            "email": "kristina.t.phillips@kp.org"
                        },
                        {
                            "name": "Kristina Phillips, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 21.30694,
                        "lon": -157.85833
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                },
                {
                    "id": "D000074609",
                    "term": "Marijuana Use"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1405",
                    "name": "Marijuana Use",
                    "asFound": "Marijuana Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}