{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05253443",
            "orgStudyIdInfo": {
                "id": "2020P001319"
            },
            "secondaryIdInfos": [
                {
                    "id": "K76AG064390",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K76AG064390"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Mobile App Psychological Interventions for Family Dementia Caregivers",
            "officialTitle": "Mobile App Delivered Mentalizing Imagery Therapy to Augment Remote Family Dementia Caregiver Skills Training: a Pilot Randomized, Controlled Trial With Outcomes Assessment Using Digital Phenotyping",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mobile-app-psychological-interventions-for-family-dementia-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-14",
            "studyFirstSubmitQcDate": "2022-02-14",
            "studyFirstPostDateStruct": {
                "date": "2022-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Felipe A Jain",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Family caregivers of persons with dementia often experience chronic stress and insomnia, resulting in decreased mental and physical health. Accessibility of in-person stress reduction therapy is limited due to caregiver time constraints and distance from therapy sites. The goal of this study is to address gaps in the literature regarding smartphone delivery of Mentalizing Imagery Therapy to older adult caregivers. Mentalizing Imagery Therapy (MIT) provides mindfulness and guided imagery tools to reduce stress, promote self and other understanding, and increase feelings of interconnectedness. This study aims to determine the clinical effects of App-delivered caregiver skills with MIT (experimental condition) or without MIT (control condition) on caregivers' perceived stress (primary outcome), as well as develop digital phenotypes of participant behaviors that are associated with clinical/psychological outcomes. Hypotheses include the following: at the 8 week timepoint, caregivers receiving MIT+CS-App will exhibit superiority on psychological outcome measures relative to those receiving CS-App alone (perceived stress being the primary outcome), that overall app usage will mediate improvements in perceived stress, and that the beneficial effects of the MIT+CS-App will remain significant at the 24-week follow-up.",
            "detailedDescription": "According to the World Health Organization, more than 50 million people have Alzheimer's disease (AD) and AD-related disorders (AD/ADRD), with most individuals receiving care from their family members. The stress and burden of caregiving negatively affects caregivers' mental health, with a high proportion reporting elevated levels of depression, insomnia, stress, poorer cognitive outcomes, and anxiety. To promote caregiver wellbeing, previous research has focused on providing skills for behavioral management of the person living with dementia, support and psychoeducational groups to help caregivers learn from each others' experiences, group cognitive behavioral therapy or mindfulness techniques, or combinations of these. A common limitation of most trials of group therapies for family caregivers is that delivery of the intervention occurs in person. In-person delivery requires participant travel, could necessitate costly substitute caregiving, necessitates large resources in terms of meeting space and personnel, and is less acceptable for older adults during the COVID-19 pandemic. In person groups thus suffer from a common drawback of scaling the intervention to assure widespread feasibility and dissemination.\n\nThis is a randomized, controlled trial of smartphone App delivered Mentalizing Imagery Therapy (MIT) to augment caregiver skills training. MIT is a \"second generation\" mindfulness therapy, which couples mindful practice to reduce emotional arousal with psychological principles designed to balance mentalizing. Mindfulness refers to non-judgmental, present focused attention and has been found to reduce depressive and anxious symptoms in community and clinical populations. In MIT, mindfulness is instantiated in gentle stretching and meditative exercises. Mentalizing refers to understanding the mental processes of self and others, and their links to observable behaviors within complex interpersonal situations. In MIT, guided imagery exercises consist of participants imagining their own and others' perspectives and reactions, and the connectedness between self and other. Pilot studies have utilized 4-week group MIT for family AD/ADRD caregivers and found promising benefits for alleviating psychological symptoms of caregiver depression and anxiety, increasing perceived mental well-being and relationship quality. Smartphone delivery of MIT has been shown to be acceptable for family dementia caregivers in a feasibility trial. By increasing mentalizing while providing caregiver skills, the experimental intervention could result in synergism that enables the caregiver to better implement caregiving skills in their unique interpersonal context."
        },
        "conditionsModule": {
            "conditions": [
                "Family Caregivers"
            ],
            "keywords": [
                "Caregivers",
                "Stress",
                "Caregiver burden",
                "Insomnia",
                "Mindfulness",
                "Mentalizing Imagery Therapy",
                "Digital phenotyping",
                "mHealth",
                "Smartphones"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mentalizing Imagery Therapy and caregiver skills mobile application",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Mentalizing Imagery Therapy and caregiver skills mobile application"
                    ]
                },
                {
                    "label": "Caregiver skills mobile application",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Caregiver skills mobile application"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mentalizing Imagery Therapy and caregiver skills mobile application",
                    "description": "8-week long mobile application intervention course including caregiver skills training and Mentalizing Imagery Therapy techniques with optional weekly group meetings.",
                    "armGroupLabels": [
                        "Mentalizing Imagery Therapy and caregiver skills mobile application"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Caregiver skills mobile application",
                    "description": "8-week long mobile application intervention course including caregiver skills training with optional weekly group meetings.",
                    "armGroupLabels": [
                        "Caregiver skills mobile application"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Perceived Stress Scale (PSS)",
                    "description": "The PSS is a 14-item self-report questionnaire that measures the magnitude to which various situations in an individual's life are appraised as stressful. Each item is anchored by a 5-point Likert scale, ranging from 0 = never to 4 = very often. The range of possible scores is 0 to 56, with higher scores indicating worse perceived stress.",
                    "timeFrame": "8-weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Zarit Caregiver Burden Scale (CBS)",
                    "description": "The CBS is a 22-item self-report assessment that measures the burden a caregiver feels. Each item is anchored on a 5-point Likert scale, ranging from 0 = never to 4 = nearly always. The range of possible scores is 0 to 88, with higher scores indicating more caregiver burden.",
                    "timeFrame": "8-weeks"
                },
                {
                    "measure": "Caregiver Mastery Index (CMI)",
                    "description": "The CMI is a 6-item self-report scale, in which a caregiver measures their level of perceived mastery when providing care. Each item is rated on a 5-point scale from 0 = never to 4 = nearly always. Scores are calculated by reversing the three negatively scored items and summing to generate a total score, with higher scores indicating greater mastery. The range of possible scores is 0 to 24, with higher scores indicating greater caregiver mastery.",
                    "timeFrame": "8-weeks"
                },
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "The ISI is a 7-item self-report measure that yields the degree to which one is suffering from insomnia. Each item is anchored on a 5-point scale, with higher scores indicating greater symptoms. The range of possible scores is 0 to 28, with higher scores indicating worse insomnia.",
                    "timeFrame": "8-weeks"
                },
                {
                    "measure": "Quick Inventory of Depressive Symptoms - Self Report (QIDS-SR)",
                    "description": "The QIDS-SR is comprised of 16-items, and analyzes the severity of depressive symptoms. Each item is anchored on a 4-point scale from 0 to 3. The total composite score assesses the maximum score for each of the nine cardinal symptoms of major depressive disorder, with the range of possible scores being 0 to 27 and higher scores indicating greater depressive symptom severity.",
                    "timeFrame": "8-weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Primary caregiver for a relative with dementia (self-identified)\n* Age ≥ 50 years\\*\n* Must carry and use a smartphone on a regular basis (at least 5 days per week)\n* Fluent in the English language\n\nExclusion Criteria:\n\n* Active psychosis or mania\n* Suicide attempt in the past 6 months or current suicidal intent\n* Cognitive impairment (Mini Mental Status Examination \\< 26 (48))\n* Unstable medical illness or planned major surgery\n* Substance use disorder in the past six months\n* Mindfulness or guided imagery practice more than once per week in the past three months\n\n  * After the first 60 participants had been recruited for the study, it was determined that goals for a representative racial and ethnic sample had not been met. We therefore sought and received approval from NIH to lower the eligibility age to 50 and over.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Felipe A Jain, MD",
                    "role": "CONTACT",
                    "phone": "6176434682",
                    "email": "felipe.jain@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Felipe A Jain, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paulina Gutierrez-Ramirez",
                            "role": "CONTACT",
                            "email": "pgutierrez-ramirez@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34498016",
                    "type": "BACKGROUND",
                    "citation": "Jain FA, Chernyak S, Nickerson L, Abrams M, Iacoboni M, Christov-Moore L, Connolly CG, Fisher LB, Sakurai H, Bentley K, Tan E, Pittman M, Lavretsky H, Leuchter AF. Mentalizing imagery therapy for depressed family dementia caregivers: Feasibility, clinical outcomes and brain connectivity changes. J Affect Disord Rep. 2021 Jul;5:100155. doi: 10.1016/j.jadr.2021.100155. Epub 2021 May 29."
                },
                {
                    "pmid": "31518275",
                    "type": "BACKGROUND",
                    "citation": "Sikder AT, Yang FC, Schafer R, Dowling GA, Traeger L, Jain FA. Mentalizing Imagery Therapy Mobile App to Enhance the Mood of Family Dementia Caregivers: Feasibility and Limited Efficacy Testing. JMIR Aging. 2019 Mar 21;2(1):e12850. doi: 10.2196/12850."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Clinical trial data will be shared by depositing these data at the National Archive of Computerized Data on Aging (NACDA) which is an NIH-funded repository. De-identified data will be deposited for sharing, which includes demographics, diagnosis, longitudinal symptoms, and digital phenotyping data consistent with applicable laws and regulations. Data documentation will include metadata and will be submitted in comma spaced value format with a codebook. Submitted data will confirm with relevant data and terminology standards.\n\nPersonally identifying information (such as name, address, date of birth, phone number) will be removed according to HIPAA guidance. All personally identifying information will remain on an AES-256 encrypted server, to which only the principal investigator and authorized study staff have access, in compliance with policies of the Massachusetts General Hospital.",
            "timeFrame": "The clinical trial data will be deposited into the repository as soon as possible but no later than within one year of the completion of the funded project period for the parent award or upon acceptance of the data for online publication, or public disclosure of a submitted patent application, whichever is earlier.",
            "accessCriteria": "Data will be deposited and made available through NACDA which is an NIH-funded repository, and these data will be shared with investigators working under an institution with a Federal Wide Assurance (FWA) and could be used for secondary study purposes such as identifying predictors of clinical trial outcomes. The names and Institutions of persons either given or denied access to the data, and the bases for such decisions, will be summarized in the annual progress report.\n\nNACDA has policies and procedures in place that will provide data access to qualified researchers, fully consistent with NIH data sharing policies and applicable laws and regulations."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}