{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05856149",
            "orgStudyIdInfo": {
                "id": "R44MD014082",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R44MD014082"
            },
            "secondaryIdInfos": [
                {
                    "id": "R44MD014082",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R44MD014082"
                }
            ],
            "organization": {
                "fullName": "ISA Associates, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Mobile Diabetes Prevention for Hispanics Living in Rural Areas",
            "officialTitle": "Diabetes Prevention for Hispanics Residing in Rural Communities: A Mobile Web-Based Approach",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "mobile-diabetes-prevention-for-hispanics-living-in-rural-areas"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-03",
            "studyFirstSubmitQcDate": "2023-05-11",
            "studyFirstPostDateStruct": {
                "date": "2023-05-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Debra Rios",
                "investigatorTitle": "Research Scientist",
                "investigatorAffiliation": "ISA Associates, Inc."
            },
            "leadSponsor": {
                "name": "ISA Associates, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this Randomized Controlled Trial (RCT) is to test the effectiveness of a mobile, web-based diabetes prevention program for Hispanics living in rural communities. The main question it aims to answer is: Does STEPS, a mobile, web-based diabetes prevention program, reduce the risk of Type II Diabetes in rural Hispanics compared to usual care? Participants will be randomly assigned to receive either the mobile STEPS intervention or usual care for a total of three months. Researchers will compare percentage weight loss, and additional outcome measures in participants of both groups at months three and six post-baseline.",
            "detailedDescription": "Behavioral interventions have been successful in reducing and delaying diabetes by targeting weight loss through modifiable behaviors (e.g., diet and exercise). There remain significant difficulties implementing Diabetes Prevention Programs (DPP) in certain populations due to access and resource availability. The health disparities seen between individuals living in rural communities versus metropolitan areas are evident. Rural communities have a 17 percent higher rate of type 2 diabetes compared to their urban counterparts.\n\nPrevious efforts to culturally adapt the DPP for Hispanics are vital, yet critical gaps remain. Specifically, insufficient attention has been paid to rural Hispanic populations and the formidable barriers these individuals face. The investigators intend to fill this gap. ISA Associates has developed a mobile web-based diabetes prevention program for Hispanic Americans living in rural communities. STEPS: Small Changes to Prevent Diabetes will be designed to increase knowledge and skills to help change lifestyle factors associated with diabetes in rural Hispanic adults. STEPS will also deliver culturally tailored information to users. The program provides users with the information, skills, and tools needed to promote health and reduce risk for the development of diabetes. Materials will be multi-modal in format (e.g., narration by a program 'coach', culturally-appropriate visuals, graphics, interactive assessments with feedback, and tailoring of information). The goal of the program will be to promote self-management of diet and physical activity and minimize risks associated with diabetes.\n\nThe investigators plan to test the effectiveness of STEPS in a randomized controlled trial with 165 Hispanic adults. Inclusion criteria are as follows: 18 years and older; Language fluency in English or Spanish; Hispanic; high risk for prediabetes using the CDC's Prediabetic Screener; rural county residence; not currently pregnant; is cleared for physical activity using the Physical Activity Readiness Questionnaire (PAR-Q) and/or doctor's approval; and currently has a smartphone with internet access.\n\nIndividuals who are interested in participating in the study will be provided with contact information for the study. Once they initiate contact with study staff, they will learn more about the study if they choose to proceed. If they choose to proceed, they will be screened for eligibility. If they are not eligible, they will be thanked for their time. If an individual is eligible to participate, they will be scheduled for a study appointment at a Community Action of South Texas (CACOST) health center. Once they arrive for their appointment, they will receive a consent form and a study staff member will provide them details on the study and the consent form. If a participant does not consent, they will be thanked for their time and participation will not commence. If a participant consents to participate, they will then receive anthropometric screening and will complete a study questionnaire on a research tablet. Study questionnaires will take an estimated 40 minutes to complete. Once a participant completes the questionnaire, the investigators will then indicate which group they fall into (Intervention: STEPS or Control: Usual Care) and provide them with further study information.\n\nParticipants in the intervention group will have access to STEPS for a total of three months. Control participants will have access to the STEPS program once the study is complete. Before, 3-months 1 week post randomization, and 6-months 1 week post randomization, the investigators will assess anthropometric data including height, weight, a1c; demographic data, diabetes risk and knowledge, dietary intake, self-report physical activity, objective measured physical activity, self-efficacy, dietary and weight loss self-efficacy, stress, and social support."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 165,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "STEPS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will have access to the mobile, web-based diabetes prevention program-- STEPS--for a total of three months or twelve weeks. They will be able to access all program modules and tools during this period.",
                    "interventionNames": [
                        "Behavioral: Mobile Diabetes Prevention Program"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in the Usual Care control group will not receive an intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mobile Diabetes Prevention Program",
                    "description": "The intervention is a mobile, web-based diabetes prevention program that participants will have access to for a total of 12 weeks. The intervention is a behavioral intervention aimed at increasing the knowledge and skills of participants to reduce type 2 diabetes risk behaviors.",
                    "armGroupLabels": [
                        "STEPS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent weight change at intervention completion",
                    "description": "Weight will be assessed using a scale at study visits. Research staff will then use this number to calculate percent weight loss over time.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Percent weight change three months post intervention",
                    "description": "Weight will be assessed using a scale at study visits. Research staff will then use this number to calculate percent weight loss over time.",
                    "timeFrame": "baseline and 6 months 1 week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in body mass index",
                    "description": "Participants height will be measured at baseline along with weight. Research staff will then use this information to calculate body mass index.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in body mass index",
                    "description": "Participants height will be measured at baseline along with weight. Research staff will then use this information to calculate body mass index.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Hemoglobin A1C levels",
                    "description": "A rapid A1C self-administered test will be conducted at every study visit using an A1CNow Self Check. This at-home test delivers results in five minutes.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Hemoglobin A1C levels",
                    "description": "A rapid A1C self-administered test will be conducted at every study visit using an A1CNow Self Check. This at-home test delivers results in five minutes.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Dietary behaviors - Hispanic Dietary Assessment",
                    "description": "The 24-item measure has two portions that assess how often the individual eats a variety of foods and how many daily portions of fruits and vegetables are consumed. For the variety of food questions, a total fat score is calculate with a range of 0 to 34, with the lower number being healthier. For the fruit and vegetable consumption, a total consumption number is divided by seven to get an average daily rate.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Dietary behaviors - Hispanic Dietary Assessment",
                    "description": "The 24-item measure has two portions that assess how often the individual eats a variety of foods and how many daily portions of fruits and vegetables are consumed. For the variety of food questions, a total fat score is calculated with a range of 0 to 34, with the lower number being healthier. For the fruit and vegetable consumption, a total consumption number is divided by seven to get an average daily rate.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Diabetes Knowledge Assessment",
                    "description": "A 20-item measure will assess knowledge gained due to the intervention. The questions are answered using true or false indicators.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Diabetes Knowledge Assessment",
                    "description": "A 20-item measure will assess knowledge gained due to the intervention. The questions are answered using true or false indicators.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Eating Patterns",
                    "description": "This 10-item subscale is part of the Weight Control Assessment scale aim to measure food patterns as eating too much or in between meals. A Likert-scale from 'almost always' to 'never' is provided for each question.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Eating Patterns",
                    "description": "This 10-item subscale is part of the Weight Control Assessment scale aim to measure food patterns as eating too much or in between meals. A Likert-scale from 'almost always' to 'never' is provided for each question.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Subjectively Measured Physical Activity - International Physical Activity Questionnaire (IPAQ)",
                    "description": "This 27 item assess physical activity and inactivity as reported by the participant over a variety of domains including at home, for work, leisure, and job-related. The time spent is used to then calculate MET minutes. MET minutes are the amount of energy expended during a minute while at rest.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Subjectively Measured Physical Activity - International Physical Activity Questionnaire (IPAQ)",
                    "description": "This 27 item assess physical activity and inactivity as reported by the participant over a variety of domains including at home, for work, leisure, and job-related. The time spent is used to then calculate MET minutes. MET minutes are the amount of energy expended during a minute while at rest.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Objectively Measured Physical Activity using Fitbits",
                    "description": "Fitbits are provided to all participants and daily steps are gathered throughout the study. These steps will assess total objectively measured physical activity.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Objectively Measured Physical Activity using Fitbits",
                    "description": "Fitbits are provided to all participants and daily steps are gathered throughout the study. These steps will assess total objectively measured physical activity.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Self Efficacy - Weight Efficacy Lifestyle and Physical Activity",
                    "description": "This 13-item measure assesses the individual's confidence level on a scale of 0-10, with 10 being 'completely confident' on a variety of health behaviors.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Self Efficacy - Weight Efficacy Lifestyle and Physical Activity",
                    "description": "This 13-item measure assesses the individual's confidence level on a scale of 0-10, with 10 being 'completely confident' on a variety of health behaviors.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Stages of Change",
                    "description": "This 2-item measure assesses an individual's current stage they see themselves in regard to healthy eating and physical activity. The responses range from 5- \"Yes I have been for more than 6 months\" (Maintenance) to 1 \"No, and I do not intend to in the next 6 months\"(Precontemplation).",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Stages of Change",
                    "description": "This 2-item measure assesses an individual's current stage they see themselves in regard to healthy eating and physical activity. The responses range from 5- \"Yes I have been for more than 6 months\" (Maintenance) to 1 \"No, and I do not intend to in the next 6 months\"(Precontemplation).",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Perceived Stress Scale",
                    "description": "This 4-item measure assesses perceived stress from the past week. Responses range from 0- Never to 4- Very Often. Total scores range from 0-16 with higher scores indicating greater stress.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Perceived Stress Scale",
                    "description": "This 4-item measure assesses perceived stress from the past week. Responses range from 0- Never to 4- Very Often. Total scores range from 0-16 with higher scores indicating greater stress.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Interpersonal Support Scale",
                    "description": "This scale assesses support in the appraisal, belonging, and tangible support domains. Response scales range from 1- Definitely False to 4 - Definitely True. A total score and subscale scores are calculated with a lower number indicating less support.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Interpersonal Support Scale",
                    "description": "This scale assesses support in the appraisal, belonging, and tangible support domains. Response scales range from 1- Definitely False to 4 - Definitely True. A total score and subscale scores are calculated with a lower number indicating less support.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Self-Reported Health",
                    "description": "A 2-item measure assesses self-rated health (1-excellent to 5-poor) and future intentions for health behaviors.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Self Reported Health",
                    "description": "A 2-item measure assesses self-rated health (1-excellent to 5-poor) and future intentions for health behaviors.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Change in Diabetes Diagnosis",
                    "description": "A single item will assess if an individual receives a medical diabetes diagnosis during the study.",
                    "timeFrame": "baseline and 3 months 1 week"
                },
                {
                    "measure": "Change in Diabetes Diagnosis",
                    "description": "A single item will assess if an individual receives a medical diabetes diagnosis during the study.",
                    "timeFrame": "baseline and 6 months 1 week"
                },
                {
                    "measure": "Program Evaluation - Program Satisfaction",
                    "description": "This 17-item measure will assess participant's satisfaction with the STEPS program.",
                    "timeFrame": "3 months 1 week"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years and older\n* Language fluency in English or Spanish\n* Hispanic\n* High risk for prediabetes using the CDC's Prediabetic Screener\n* Rural county residence\n* Not currently pregnant\n* Is cleared for physical activity using the PAR-Q and/or doctor's approval\n* Currently has a smartphone with internet access\n\nExclusion Criteria:\n\n* \\<18 years and older\n* Not fluent in English or Spanish\n* Not Hispanic\n* Not at risk for prediabetes using the CDC's Prediabetic Screener\n* Not a rural county residence\n* Is currently pregnant\n* Is not cleared for physical activity using the PAR-Q and/or doctor's approval\n* Does not currently have a smartphone with internet access",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Debra M Rios, DrPH",
                    "role": "CONTACT",
                    "phone": "7037390880",
                    "phoneExt": "2",
                    "email": "drios@isagroup.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Debra M Rios, DrPH",
                    "affiliation": "ISA Associates",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Community Action Corporation of South Texas Health Center",
                    "status": "RECRUITING",
                    "city": "Alice",
                    "state": "Texas",
                    "zip": "78332",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debra M Rios, DrPH",
                            "role": "CONTACT",
                            "phone": "703-739-0880",
                            "phoneExt": "2",
                            "email": "drios@isagroup.com"
                        },
                        {
                            "name": "DEBRA M RIOS, DrPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.75225,
                        "lon": -98.06972
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}