{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04887558",
            "orgStudyIdInfo": {
                "id": "13388"
            },
            "organization": {
                "fullName": "University of Oklahoma",
                "class": "OTHER"
            },
            "briefTitle": "Mobile App for Smoking Cessation and Mental Health",
            "officialTitle": "Smartphone-Based Smoking Cessation and Mental Health Intervention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mobile-app-for-smoking-cessation-and-mental-health"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-10",
            "studyFirstSubmitQcDate": "2021-05-10",
            "studyFirstPostDateStruct": {
                "date": "2021-05-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oklahoma",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Adults with serious mental illness (SMI) represent 5% of the United States population, yet account for 30% of all cigarettes smoked and are 2 to 3 times more likely to be dependent on nicotine compared with the general population. There are also significant disparities in quitting: 24% of lifetime smokers with SMI report not smoking within the past year compared with 52% of lifetime smokers without SMI. Two barriers partly explain the large disparity in smoking cessation rates between adults with and without SMI. First, there is a lack of high-quality, evidence-based interventions for smoking cessation in populations with SMI, which may be because adults with SMI are often excluded from clinical trials, despite evidence indicating that SMI is highly comorbid with smoking. Second, clinicians and staff within mental health settings generally do not have the resources or appropriate training to provide smoking cessation treatments to patients with SMI. Smartphone-based mobile health applications for smoking cessation could significantly improve cessation rates for adults with SMI. However, smoking cessation apps are underutilized by smokers with SMI partly because the apps are not designed for their unique needs. This study aims to conduct a pilot randomized controlled trial to evaluate the feasibility of an innovative, evidence-based smoking cessation app tailored for smokers with SMI. Seventy-five treatment-seeking smokers with SMI who will be referred from the Oklahoma Department of Mental Health and Substance Abuse Services (25 per group), a publicly funded outpatient psychiatry treatment program, will be randomly assigned to receive either (1) QuitGuide, a free smoking cessation app developed by the National Cancer Institute, (2) a smoking cessation app that tracks and automatically intervenes upon psychological distress during a quit attempt and delivers real-time intervention messages tailored to the current level of lapse risk and current lapse triggers (Smart-T Mental Health; STMH), or (3) the STMH app with additional messaging focused on increasing adherence to nicotine replacement medications (STMH+). All study conditions will be followed for 5 weeks (1-week pre-cessation and 4 weeks post-cessation), receive nicotine replacement therapy, and complete smartphone-based survey assessments using ecological momentary assessment procedures.",
            "detailedDescription": "SPECIFIC AIMS\n\nCigarette smoking is the leading preventable cause of morbidity and mortality in the United States. Smokers with serious mental illness (SMI; e.g., schizophrenia, bipolar disorder, major depressive disorder, anxiety disorders) have an increased risk of dying from cancer, lung disease, and cardiovascular disease and account for more than 200,000 of the 520,000 tobacco-related deaths each year. Many studies have shown that smoking rates are 2-5 times higher in adults with SMI compared with adults with no mental illness. People with SMI smoke more frequently and heavily than the general population, and they often lack access to cessation services. Furthermore, smokers with SMI are more dependent on nicotine and are less likely to quit than those without SMI. Thus, smoking and smoking cessation in this population are critical public health concerns that warrant further study.\n\nAlthough there is substantial evidence for the effectiveness of multiple smoking cessation treatments for the general population of smokers, these interventions tend to be less effective or not effective at all when provided to smokers with SMI. Thus, while smoking rates among those without a history of SMI has radically declined over the past 5 decades, smoking prevalence among those with SMI has remained alarmingly high over this same time period. While several studies have identified some reasons for disparities in smoking cessation treatment effectiveness in adults with SMI, understanding of the complex causes of this known and growing disparity remains limited. A more granular examination of the cessation, lapse, and relapse process among adult smokers with SMI is needed: 1) to improve understanding of smoking cessation in this vulnerable and understudied population, and 2) to inform the development of more effective interventions for this underserved population. Smartphone-based Ecological Momentary Assessments (EMA) have been used to identify antecedents to smoking lapse in various populations. Just-in-Time Adaptive Interventions (JITAI) that provide tailored treatment content for adults with SMI in moments when it is needed most may offer cost-effective, easily accessible, highly tailored interventions in free-living settings. To date, four smartphone-based smoking cessation JITAIs have been created, and pilot tested in SMI samples. Yet, few JITAI for SMI populations have been investigated regarding their acceptability, feasibility, and usefulness.\n\nThe long-term goal of this research is to increase smoking cessation rates of smokers with SMI using a smartphone-based mobile health application. The primary objective of this study, which is the next step towards achieving this long-term objective, is to conduct a pilot randomized controlled trial (RCT) to evaluate the feasibility of an innovative smoking cessation app that has been tailored for smokers with SMI. Seventy-five treatment-seeking smokers with SMI, referred from the Oklahoma Department of Mental Health and Substance Abuse Services (ODMH),49 will be randomly assigned to receive either (1) QuitGuide,50 a free smoking cessation app developed by the National Cancer Institute (NCI), (2) a smoking cessation app that tracks and automatically intervenes upon psychological distress in real-time during a quit attempt and delivers real-time intervention messages tailored to the current level of lapse risk and current lapse triggers (i.e., Smart-T Mental Health; STMH), or (3) STMH with additional nicotine replacement therapy adherence messaging (STMH+). Participants in both study conditions will be followed for 5 weeks (1-week pre-cessation and 4 weeks post-cessation), receive nicotine replacement therapy (NRT), and complete smartphone-based ecological momentary assessments (EMA). The primary objective of this study will be attained by pursuing the following specific aims.\n\nDetermine the feasibility, ease of use, and perceived utility of a smoking cessation app designed for adults with SMI.\n\nDetermine preliminary estimates of the impact of treatment condition (i.e., STMH vs. STMH+ vs. QuitGuide app; n=25 per group) on biochemically verified smoking abstinence.\n\n. Determine the effect of the STMH treatment messages on key lapse risk factors.\n\nUse qualitative interviews to examine perceptions of the STMH, STMH+, and QuitGuide smoking cessation apps.\n\nSTUDY OVERVIEW\n\nEligible and interested individuals (N = 75) will be randomized to 1 of 3 groups: 1) smartphone-based smoking cessation intervention designed for adults with serious mental illness (STMH) with NRT, 2) STMH plus additional NRT adherence messaging (STMH+) with NRT, or 3) NCI QuitGuide, a smartphone-based smoking cessation intervention designed for the general population with NRT. Participants will be followed for 5 weeks, and the entire intervention will be accessed remotely through personal or study provided smartphones, independently or with assistance from study staff. Participants will be prompted to complete daily EMAs and thrice-weekly smoking status tests using a portable, low-cost carbon monoxide monitor (Bedfont iCO Smokerlyzer). These data will be used to address primary (i.e., biochemically verified 7-day point prevalence abstinence at 4 weeks post-quit, number of days of abstinence during the 4 week post-quit period) and secondary outcomes (e.g., 28-day point prevalence abstinence, number of days to first lapse, the longest period of smoking abstinence). We have already created software that integrates the iCO sensor into our InsightTM mHealth platform.\n\nIMPORTANCE OF KNOWLEDGE REASONABLY EXPECTED TO RESULT FROM THE RESEARCH\n\nAlthough many smartphone based smoking cessation apps exist, very few have been developed for smokers with serious mental illness. This study is the first step towards developing a line of research that aims to develop and disseminate effective and automated treatments for smoking cessation for this underserved and understudied population. Thus, the knowledge that will be gained from this study is important. Furthermore, the Smart-T Mental Health app will allow us to reach a population that frequently lacks access to traditional intervention programs, due to limited availability, income, and/or transportation, among other barriers. In addition, the proposed smartphone app is highly versatile and may be easily modified for use in other populations or communities. The risks to subjects are minimal, especially considering the protections against risks that will be implemented for this study."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Cessation",
                "Mental Illness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NCI QuitGuide and NRT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The National Cancer Institute's QuitGuide app is a free smartphone app and is one of few apps that includes many of the recommendations detailed in the Clinical Practice Guideline. The QuitGuide app aims to help smokers understand their smoking patterns and develop the skills needed to quit smoking. QuitGuide provides content during the pre-quit and post-quit periods to prepare and support participants during their quit attempt. All participants will receive free NRT.",
                    "interventionNames": [
                        "Combination Product: QuitGuide + NRT"
                    ]
                },
                {
                    "label": "Smart-T Mental Health and NRT",
                    "type": "EXPERIMENTAL",
                    "description": "Smart-T Mental Health provides smoking cessation and mental health content during the pre-quit and post-quit periods to prepare and support participants during their quit attempt. The Smart-T app contains multiple components including an EMA delivery and data transfer system, automated messages based upon EMA responses, and on-demand content. All participants will receive NRT.",
                    "interventionNames": [
                        "Combination Product: Smart-T Mental Health and NRT"
                    ]
                },
                {
                    "label": "Smart-T Mental Health+ and NRT",
                    "type": "EXPERIMENTAL",
                    "description": "Smart-T Mental Health provides smoking cessation and mental health content during the pre-quit and post-quit periods to prepare and support participants during their quit attempt. During the pre-quit and post-quit period, the app will also send messages that encourage the use of the nicotine patch and lozenges according to recommended practices. The Smart-T app contains multiple components including an EMA delivery and data transfer system, automated messages based upon EMA responses, and on-demand content. All participants will receive free NRT.",
                    "interventionNames": [
                        "Combination Product: Smart-T Mental Health+ and NRT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Smart-T Mental Health and NRT",
                    "description": "Smart-Treatment Mental Health App and Nicotine Replacement Therapy",
                    "armGroupLabels": [
                        "Smart-T Mental Health and NRT"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Smart-T Mental Health+ and NRT",
                    "description": "Smart-Treatment Mental Health App+NRT adherence messages and Nicotine Replacement Therapy",
                    "armGroupLabels": [
                        "Smart-T Mental Health+ and NRT"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "QuitGuide + NRT",
                    "description": "NCI QuitGuide Treatment App and Nicotine Replacement Therapy",
                    "armGroupLabels": [
                        "NCI QuitGuide and NRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Biochemically-Verified Smoking Cessation",
                    "description": "Biochemically confirmed 7-day point prevalence abstinence using the CO criteria cutoff of ≤ 7 ppm",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in smoking urge",
                    "description": "Ecological momentary assessment measures of smoking urge (single question, \"I have an urge to smoke\" - strongly disagree to strongly agree)",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in stress",
                    "description": "Ecological momentary assessment measures of stress (single question, \"I feel stressed\" - strongly disagree to strongly agree)",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in cigarette availability",
                    "description": "Ecological momentary assessment measures of cigarette availability (single question, \"Cigarettes are available to me\" - not at all to easily available)",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in cessation motivation",
                    "description": "Ecological momentary assessment measures of cessation motivation (i.e., I am motivated to avoid smoking)",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in depression",
                    "description": "Ecological momentary assessment measures of depression (i.e., Rate your current level of depression \\[feeling sad\\])",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in anxiety",
                    "description": "Ecological momentary assessment measures of anxiety (i.e., Rate your current level of anxiety \\[feeling nervous\\])",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in nicotine patch use",
                    "description": "Ecological momentary assessment measures nicotine wear time (i.e., Are you wearing a patch right now?)",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Change in lozenge use",
                    "description": "Ecological momentary assessment measures nicotine wear time (i.e., Have you used a nicotine lozenge in the past hour? )",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. valid residential address to mail study materials\n2. earn a score ≥ 4 on the Rapid Estimate of Adult Literacy in Medicine-Short Form (REALM-SF) indicating \\> 6th grade English literacy level (required to complete EMAs; at least 88% of all individuals screened for our EMA studies have met this inclusion criterion)\n3. willingness to quit smoking 7 days after the randomization phone call\n4. currently smoke ≥ 10 cigarettes per day\n5. willing and medically eligible to use combination NRT\n6. agree to complete daily EMAs and thrice-weekly CO tests on a study provided or personal smartphone\n7. agree to complete the 5-week post-quit follow-up assessment (i.e., smartphone based quantitative survey and qualitative interview via phone call).\n\nExclusion Criteria:\n\n1. Individuals who score ≥ 8 on the Cognitive Impairment Test, which indicates severe cognitive impairment,\n2. Pregnant or intend to become pregnant during the study period.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adam C Alexander, PhD",
                    "role": "CONTACT",
                    "phone": "405-271-8001",
                    "phoneExt": "x50519",
                    "email": "Adam-alexander@ouhsc.edu"
                },
                {
                    "name": "Ashley S Krukowski, MPA, CRA",
                    "role": "CONTACT",
                    "phone": "(405) 271-2090",
                    "email": "Ashley-Krukowski@ouhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Businelle, PhD",
                    "affiliation": "TSET Health Promotion Research Center",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oklahoma Department of Mental Health and Substance Abuse Services",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heath H Holt",
                            "role": "CONTACT",
                            "phone": "405-248-9200",
                            "email": "Heath.Hayes@odmhsas.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data will be available by requesting it from the senior investigator, Dr. Michael Businelle"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}