{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05266976",
            "orgStudyIdInfo": {
                "id": "F3820-W"
            },
            "secondaryIdInfos": [
                {
                    "id": "IK2RX003820",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/IK2RX003820"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Mode of Exercise and Bone Biomarkers in Older Veterans",
            "officialTitle": "Anabolic Versus Catabolic Skeletal Effects of Endurance or Resistance Exercise in Older Veterans",
            "acronym": "MOVE",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "mode-of-exercise-and-bone-biomarkers-in-older-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-09",
            "studyFirstSubmitQcDate": "2022-02-23",
            "studyFirstPostDateStruct": {
                "date": "2022-03-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Adults are often encouraged to exercise to maintain or improve bone health. However, there is evidence that exercise does not always lead to increases in bone mass, and exercise could lead to bone loss under certain conditions. Endurance exercise can increase bone resorption following an exercise bout, which may explain why bone does not always favorably adapt to exercise, but it is unclear if this also happens with resistance exercise. Further, it is not known how exercise training influences blood markers of bone resorption for either endurance or resistance exercise. The purpose of this study is to determine 1) if resistance exercise causes a similar increase in bone resorption as endurance exercise; and 2) if exercise training influences the increase in bone resorption following exercise for both endurance and resistance exercise.",
            "detailedDescription": "Exercise is frequently recommended to reduce the risk of osteoporotic fracture. However, bone does not always result in the expected improvements in bone mass, and there is evidence that endurance exercise may lead to bone loss under certain conditions. It is the contention that disruptions in calcium homeostasis during exercise, resulting in a decrease in serum ionized calcium (iCa) and increases in parathyroid hormone (PTH) and c-telopeptide of type I collagen (CTX; a marker of bone resorption) that occur shortly after the start of exercise, may be responsible for the lack of the expected improvements in bone mineral density. The iCa, PTH, and CTX responses to exercise have been well-characterized for both young and older adults in response to a single endurance exercise bout, but it is unclear if resistance training (e.g., weightlifting) results in the same exercise-induced disruption in calcium homeostasis. Further, it is unclear how the iCa, PTH, and CTX response to exercise may change with exercise training, and if a bone anabolic response to exercise can be detected after repeat exercise bouts. The bone anabolic response to exercise (assessed by procollagen of type I terminal propeptide, P1NP; a marker of bone formation) has yet to be fully characterized, but that may be due to the testing of single exercise bouts and the short sampling timeline following exercise. To address these gaps in knowledge, up to 60 Veterans (30 men, 30 women), aged 60-80 years, will be randomized to 1) stationary cycling; or 2) resistance training and will complete 10 weeks of supervised exercise training 3x/week (30 total exercise training sessions). This number of exercise visits was due to the demonstrated increase in P1NP after 28 doses of teriparatide, a PTH analog, that results in bone formation. During the 1st, 15th, and 30th exercise training session, participants will undergo an acute exercise testing bout with pre- and post-exercise sampling up to 48 hours after exercise. Blood samples will be collected to measure iCa, PTH, CTX and P1NP. The primary aims are 1) to determine if resistance exercise results in a different bone biomarker response compared to what the investigators have observed during endurance exercise in older adults; 2) determine if resistance and/or endurance exercise result in an increase in P1NP over 10 weeks of exercise training. Exploratory outcomes related to changes in fitness and functional status will address how Veteran health is impacted by each exercise type, which will be used to inform future applications. The biomarker and functional outcomes information are the next step in determining the appropriate \"dose\" of exercise, consisting of factors such as exercise type, frequency, duration, and intensity (which will be explored in future research), can be used to enhance Veteran health. Exercise should continue to be recommended for overall health, but future interventions could incorporate what is known about the dose of exercise that is needed for cardiometabolic health and the emerging data on the dose of exercise needed to preserve bone health to create personalized exercise prescriptions to improve multiple components of Veteran health. The proposed research is significant because it is investigating several knowledge gaps that need to be addressed to design future, larger exercise and lifestyle interventions aimed at preserving multiple components of Veteran health, which could have a lasting impact on Veteran quality of life and functional independence. The proposed research is innovative because it is testing novel hypotheses, the mode of exercise on the disruption in calcium homeostasis and the role of exercise training, in a population that could greatly benefit from the knowledge to be gained. Long-term, information gleaned from this research will help to define personalized exercise prescriptions to improve cardiometabolic health without compromising bone health in aging Veterans."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Musculoskeletal Diseases",
                "Osteoporosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel Design with 2 study arms: endurance exercise and resistance exercise",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Resistance Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will perform total body resistance training 3x per week for 10 weeks. Each exercise session will last approximately 1 hour.",
                    "interventionNames": [
                        "Behavioral: 10 Weeks of Supervised Resistance Exercise Training"
                    ]
                },
                {
                    "label": "Endurance Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will complete 60 minutes of stationary cycling 3x per week at 70-80% of maximal heart rate for 10 weeks.",
                    "interventionNames": [
                        "Behavioral: 10 Weeks of Supervised Endurance Exercise Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "10 Weeks of Supervised Resistance Exercise Training",
                    "description": "Participants will be randomized to complete 10 weeks of either resistance (weight lifting, hopping) supervised exercise. Exercise will be 3x per week for 1 hour each session. There are a total of 30 exercise sessions.",
                    "armGroupLabels": [
                        "Resistance Exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "10 Weeks of Supervised Endurance Exercise Training",
                    "description": "Participants will be randomized to complete 10 weeks of endurance (stationary cycling) supervised exercise. Exercise will be 3x per week for 1 hour each session. There are a total of 30 exercise sessions.",
                    "armGroupLabels": [
                        "Endurance Exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "c-telopeptide of type 1 collagen (CTX) change",
                    "description": "CTX is a marker of bone resorption. Reference range is 0.1-0.8 ng/mL with lower concentrations suggesting less bone resorption",
                    "timeFrame": "Before exercise to up to 48 hours after each exercise bout"
                },
                {
                    "measure": "Procollagen 1 intact N-terminal propeptide (P1NP)",
                    "description": "PINP is a blood marker of bone formation. Reference range is 19-80 ng/mL with lower concentrations suggesting less bone formation.",
                    "timeFrame": "The primary outcome for Specific Aim 2 is the change in pre-exercise P1NP from the 1st to the 3rd exercise test (approximately 10 weeks apart)."
                },
                {
                    "measure": "Short Physical Performance Battery (SPPB)",
                    "description": "The Short Physical Performance Battery will be performed at the beginning and the end of the intervention to assess physical function. Scores range from 0 to 12. Higher scores generally indicate better physical function.",
                    "timeFrame": "Change in Short Physical Performance Battery score from the beginning to the end of the 10 week exercise intervention."
                },
                {
                    "measure": "6-minute walk test",
                    "description": "The 6-minute walk test will be performed at the beginning and the end of the intervention to assess physical function and fitness. Greater distances covered during the 6 minute walk test generally represent greater function and fitness.",
                    "timeFrame": "Change in the distance covered in the 6-minute walk test from the beginning to the end of the10 week exercise intervention."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Parathyroid Hormone (PTH)",
                    "description": "Parathyroid hormone is a blood marker of parathyroid function. Parathyroid hormone helps to regulate blood calcium levels. The reference range is 14 to 65 pg/mL, with levels in range suggesting normal parathyroid function.",
                    "timeFrame": "The change in serum PTH from before exercise to the peak following exercise following each exercise test. Peak could occur up to 48 hours following exercise."
                },
                {
                    "measure": "Ionized calcium (iCa)",
                    "description": "iCa is measured to understand the stimulus for parathyroid hormone secretion during exercise and to describe patterns of change between modes of exercise.",
                    "timeFrame": "Serum iCa is measured before exercise (-15, 0 minutes) and after exercise (60, 120, 300 minutes and 24 and 48 hours),"
                },
                {
                    "measure": "Total calcium (tCa)",
                    "description": "tCa is measured to determine any effects of calcium binding on iCa concentration and to describe patterns of change in tCa between modes of exercise.",
                    "timeFrame": "Serum tCa is measured before exercise (-15, 0 minutes) and after exercise (60, 120, 300 minutes and 24 and 48 hours)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "VO2peak from graded exercise test (GXT)",
                    "description": "A cycling GXT will be performed at the beginning and the end of the exercise intervention to measure aerobic fitness. Higher values represent greater aerobic fitness.",
                    "timeFrame": "Change in VO2 peak from the beginning to the end of the 10 week exercise intervention."
                },
                {
                    "measure": "1-repetition maximum (1RM)",
                    "description": "1RM of leg press will be measured at the beginning and the end of the 10 week exercise intervention to measure muscle strength. Higher weights performed during the test indicated greater muscle strength.",
                    "timeFrame": "Change in leg press 1RM from the beginning to the end of the 10 week exercise intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy older (60+ y) Veteran women and men in the Denver Metro Area\n* Normally active (e.g., recreational cycling or walking exercise)\n\nExclusion Criteria:\n\n* Impaired renal function, defined as an eGRF of \\<60 mL/min/1.73m2\n* Hepatobiliary disease, defined as liver function tests (AST, ALT) \\>1.5 times the upper limit of normal\n* Thyroid dysfunction, defined as an ultrasensitive thyroid stimulating hormone (TSH) \\<0.5 or \\>5.0 mU/L\n* Serum Ca \\<8.5 or \\>10.3 mg/dL\n* Serum 25(OH)D \\<20 ng/mL\n* Uncontrolled hypertension, defined as resting systolic blood pressure (BP) \\>150 mmHg or diastolic BP \\>90 mmHg;\n* History of type 1 or type 2 diabetes\n* Cardiovascular disease, defined as subjective or objective indicators of ischemic heart disease (e.g., angina, ST segment depression) or serious arrhythmias at rest or during the graded exercise test (GXT). Volunteers who have a positive GXT can be re-considered after follow-up evaluation, which must include diagnostic testing (e.g., stress echocardiogram or thallium stress test) with interpretation by a cardiologist\n* Anemia, defined as a serum hemoglobin \\<12.1 g/dL for women and \\<14.3 g/dL for men\n* Fracture in the past 6 months\n* Current diagnosis or symptoms of COVID-19\n\nIn the event of abnormal BP, live function, TSH, 25(OH)D, or hemoglobin values, volunteers can be reassessed, including after appropriate follow-up evaluation and treatment by a primary care provider. Those who have experienced symptoms of COVID-19 or have been formally diagnosed will be allowed to participate once symptoms have resolved and they are approved to return to exercise by their primary care provider.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah J Wherry, PhD",
                    "role": "CONTACT",
                    "phone": "(720) 848-6475",
                    "email": "sarah.wherry@va.gov"
                },
                {
                    "name": "Toby Wellington, MS",
                    "role": "CONTACT",
                    "phone": "(720) 848-6376",
                    "email": "toby.wellington@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarah J Wherry, PhD",
                    "affiliation": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Todd R Furbacher, PhD",
                            "role": "CONTACT",
                            "phone": "720-857-5105",
                            "email": "todd.furbacher@va.gov"
                        },
                        {
                            "name": "Kimberly K Owens, MPH",
                            "role": "CONTACT",
                            "phone": "(720) 857-5667",
                            "email": "kimberly.owens9@va.gov"
                        },
                        {
                            "name": "Sarah J Wherry, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Because some journals now require authors to provide access to data, de-identified and anonymized data sets including both individual- and group-level data will be created after publication of manuscripts. The data will be made available upon request for general research purposes. To the extent possible, all care will be taken to ensure that individual-level data are at very low risk for re-identification and there will be no links to personally identifiable information.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "There is no formal plan to share these documents, although requests will be considered. Information describing the protocol and statistical analysis plan will be in place when study results are published.",
            "accessCriteria": "Data will become available after publication of study results and will be available for at least 3 years beyond the completion of the study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010024",
                    "term": "Osteoporosis"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001851",
                    "term": "Bone Diseases, Metabolic"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12947",
                    "name": "Osteoporosis",
                    "asFound": "Osteoporosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "asFound": "Musculoskeletal Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5130",
                    "name": "Bone Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3032",
                    "name": "Anabolic Androgenic Steroids",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}