{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06088355",
            "orgStudyIdInfo": {
                "id": "E4817-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Moderate Versus High Volume Light-Moderate Intensity Exercise for People With Moderate Parkinson's Disease",
            "officialTitle": "Moderate Versus High Volume Light-Moderate Intensity Exercise for People With Moderate Parkinson's Disease",
            "acronym": "HI-LITE",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "moderate-versus-high-volume-light-moderate-intensity-exercise-for-people-with-moderate-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-10",
            "studyFirstSubmitQcDate": "2023-10-12",
            "studyFirstPostDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Veterans with mid to later stage Parkinson's disease (PD) may not be able to work out as hard as they need to, to prevent brain cell loss. Maybe they could work out longer and more frequently to make up for this during their good times and good weeks and then rest during the bad weeks. The investigators will compare how effective working out a lot one week per month with a break of three weeks is to continuously exercising weekly with no breaks in people with mid stage PD. The investigators will look at how fast participants walk per minute, whether they become more physically active, the biochemicals in their blood, and at how stiff their blood vessels are before and after the exercise.",
            "detailedDescription": "For the first time, this project will define the impact of high volume (HV) exercise compared to moderate volume (MV) exercise for Veterans with moderate PD (Stages 2-3). Volume of aerobic exercise (AE) has not been previously well studied in PD, in moderate PD, nor in Veterans. Exercise is now prescribed as a first line therapy in PD. Exact combinations of frequency, duration (the product of which is volume) and intensity of AE need to be determined for optimal delivery of exercise for PD. In contrast to studies of high intensity exercise, which is being investigated in a major stage 3 clinical trial, SPARX3, few studies have examined the impact of volume, in particular HV in PD. As such, AE volume is primed for evaluation, for its effects on gait measures, and overall physical activity (PA). Like (SPARX3), evaluation of volume must include clinically-relevant behavioral measures, e.g., gait parameters, and disease severity; biomarkers of neurodegeneration, representing inflammatory, and neurotrophic mechanisms. Given the strong impact of PD on autonomic and sympathetic processes in PD (Sabino-Carvalho et al., 2020) cardiovascular and vascular processes should also be evaluated- particularly in moderate PD who have OFF-time and greater motor dysfunction. The investigators' published work shows HV light-moderate intensity Partnered dance AE (PDAE) (5 days/week, for 2-3 weeks) - improved gait, motor function and neuromuscular control in people with moderate PD. These functional changes were comparable to changes seen in programs of longer duration and lower weekly volume. PDAE has been tailored for Veterans with PD since 2011 and is adaptable for MV or HV. This project explores effects of exercise dosing that make good use of patients' high functioning times and will lead to enhance gait parameters and more PA. The primary outcome measure is preferred gait cadence, a clinically relevant variable for gait training studies, and which the data show is strongly associated with PA. At the Atlanta VA, for 13 years, Dr. Hackney (PI) and her team have developed a research infrastructure to investigate rehab treatments for Veterans with PD -most of whom have moderate stage PD. The expertise, resources and infrastructure the team has accumulated are crucial for the proposed work. This RCT assigns n=102 (34 per group) older Veterans with PD to 52 weeks of PDAE at HV or moderate volume (MV) or to a MV control (MVWALK). Overall exercise dose will be 112.5 hours over 52 weeks. MV-PDAE and MV-WALK classes will meet twice-weekly for 65-minutes. HV PDAE classes will meet 5 times a week for 90 minutes for three weeks at trial onset followed by one HV week every 4 weeks for a year. Gait cadence will be measured with inertial sensors. PA will be measured with accelerometry and a questionnaire. Outcomes will be assessed at baseline (before intervention), and at 52 weeks (intervention end). The investigators assume 20% attrition and will recruit 21 additional participants, totaling 123 Veteran participants (41 per group). Aim 1 will compare the impact of AE volume on gait cadence and PA. Aim 2 will compare the impact of AE volume on blood biomarkers: IL-7, BDNF and CRP. Aim 3 will compare the impact of exercise volume on vascular function and aerobic capacity"
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Movement Disorders",
                "Neurodegeneration"
            ],
            "keywords": [
                "dance",
                "walk",
                "Neurodegenerative",
                "aging",
                "exercise",
                "high volume",
                "frequency",
                "intensity",
                "duration",
                "biomarkers",
                "Parkinson's disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This RCT assigns n=102 (34 per group) older Veterans with PD to 52 weeks of PDAE at HV or moderate volume (MV) or to MV control (MV-WALK). Overall exercise dose will be 112.5 hours over 52 weeks. MV-PDAE and MV-WALK classes will meet twice-weekly for 65-minutes. HV PDAE classes will meet 5 times a week for 90 minutes for three weeks at trial onset followed by one HV week every 4 weeks for a year.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will not be aware if their treatment is experimental or control. With behavioral interventions, it is however, challenging to mask what the actual treatment is.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 123,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HV-PDAE: High Volume Partnered Dance Aerobic Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "HV-PDAE classes will meet 5 times a week for 90 minute sessions for 3 weeks at onset of trial and then every 4 weeks for a year. All participants will receive 112.5h of training. PDAE was adapted for older adults with balance impairments; modifications were made to the frame and steps of Argentine tango. People with PD partner an individual without PD, e.g., staff, caregiver, friend, or university student. The instructor, staff lead and assistants monitor participants for safety. Class sizes will consist of 6 or fewer pairs of participants with PD and partners. Participants with PD will dance with new partners (individuals without PD) every 15-20 minutes. Participants will learn new steps in each class. The class format includes practicing steps, warm-up, partnering and rhythmic exercises, learning new steps, combining old and new steps, cool down. PDAE classes follow a syllabus with new steps, rhythms and embellishments included in each class.",
                    "interventionNames": [
                        "Behavioral: HV-PDAE: High Volume Partnered Dance Aerobic Exercise"
                    ]
                },
                {
                    "label": "MV-PDAE: Moderate Volume Partnered Dance Aerobic Exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "MV-PDAE: MV classes will meet biweekly for 52 weeks for 65-minute sessions. All participants will receive 112.5h of training. . PDAE was adapted for older adults with balance impairments; modifications were made to the frame and steps of Argentine tango. People with PD partner an individual without PD, e.g., staff, caregiver, friend, or university student. The instructor, staff lead and assistants monitor participants for safety. Class sizes will consist of 6 or fewer pairs of participants with PD and partners. Participants with PD will dance with new partners (individuals without PD) every 15-20 minutes. Participants will learn new steps in each class. The class format includes practicing steps, warm-up, partnering and rhythmic exercises, learning new steps, combining old and new steps, cool down. PDAE classes follow a syllabus with new steps, rhythms and embellishments included in each class.",
                    "interventionNames": [
                        "Behavioral: MV-PDAE: Moderate Volume Partnered Dance Aerobic Exercise"
                    ]
                },
                {
                    "label": "MV-WALK: Moderate Volume Walking",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "MV-WALK (65-minute sessions): WALK will control for the walking that participants in PDAE do and will also take place in groups to control social effects of intervention. Walking for exercise expends 3 METS, like PDAE. (Knaggs et al., 2011) 65 minute sessions will consist of 15 minutes of warmup exercises, 45 minutes of walking with breaks ad libitum, and a 5-minute cool down. Setting will be a designated, safe, non-cluttered area for walking- indoors or outdoors. This protocol is in line with recommendations for gait training to improve gait parameters, i.e., 2-3 days per week, for 30-60 minutes and with evidence that light-moderate intensity walking programs can lead to gains in gait parameters.",
                    "interventionNames": [
                        "Behavioral: MV-WALK: Moderate Volume Walking"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HV-PDAE: High Volume Partnered Dance Aerobic Exercise",
                    "description": "HV-PDAE classes will meet 5 times a week for 90 minute sessions for 3 weeks at onset of trial and then every 4 weeks for a year. All participants will receive 112.5h of training. PDAE was adapted for older adults with balance impairments; modifications were made to the frame and steps of Argentine tango. People with PD partner an individual without PD, e.g., staff, caregiver, friend, or university student. The instructor, staff lead and assistants monitor participants for safety. Class sizes will consist of 6 or fewer pairs of participants with PD and partners. Participants with PD will dance with new partners (individuals without PD) every 15-20 minutes. Participants will learn new steps in each class. The class format includes practicing steps, warm-up, partnering and rhythmic exercises, learning new steps, combining old and new steps, cool down. PDAE classes follow a syllabus with new steps, rhythms and embellishments included in each class.",
                    "armGroupLabels": [
                        "HV-PDAE: High Volume Partnered Dance Aerobic Exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MV-PDAE: Moderate Volume Partnered Dance Aerobic Exercise",
                    "description": "MV-PDAE: MV classes will meet biweekly for 52 weeks for 65-minute sessions. All participants will receive 112.5h of training. . PDAE was adapted for older adults with balance impairments; modifications were made to the frame and steps of Argentine tango. People with PD partner an individual without PD, e.g., staff, caregiver, friend, or university student. The instructor, staff lead and assistants monitor participants for safety. Class sizes will consist of 6 or fewer pairs of participants with PD and partners. Participants with PD will dance with new partners (individuals without PD) every 15-20 minutes. Participants will learn new steps in each class. The class format includes practicing steps, warm-up, partnering and rhythmic exercises, learning new steps, combining old and new steps, cool down. PDAE classes follow a syllabus with new steps, rhythms and embellishments included in each class.",
                    "armGroupLabels": [
                        "MV-PDAE: Moderate Volume Partnered Dance Aerobic Exercise"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MV-WALK: Moderate Volume Walking",
                    "description": "MV-WALK (65-minute sessions): WALK will control for the walking that participants in PDAE do and will also take place in groups to control social effects of intervention. Walking for",
                    "armGroupLabels": [
                        "MV-WALK: Moderate Volume Walking"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gait cadence",
                    "description": "Gait Cadence is the number of human steps taken per minute while walking.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Physical activity scale for the elderly (PASE)",
                    "description": "This questionnaire is very comprehensive and assesses an older adults' activity level within the previous week by totaling their involvement in a variety of physical activities. The minimum score is 0 and the maximum score is 400. Higher scores indicate better outcomes.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "vascular function: Pulse wave velocity and Aortic index",
                    "description": "Pulse wave velocity and augmentation aortic index are valid and reliable measures of vascular function. Pulse-wave velocity (PWV) is a measurement of arterial stiffness and is an independent predictor of cardiovascular risk. It can be assessed simply and noninvasively by measuring the carotid and femoral pulse pressures and the time delay between the two or by other methods relying on pulse-wave analysis.",
                    "timeFrame": "52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "inflammatory cytokine expression: Brain derived neurotrophic factor and c-reactive protein",
                    "description": "BDNF: This neurotrophic factor plays an important role in neuronal survival and growth, serves as a neurotransmitter modulator, and participates in neuronal plasticity, which is essential for learning and memory. Other studies have shown it increased in expression after structured long term exercise in populations with neurodegenerative disease.\n\nCRP: C reactive protein is a protein made by the liver. The level of CRP increases with inflammation in the body. Some studies have shown decreased levels of CRP in patients who underwent exercise.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "VO2 max- maximum oxygen consumption",
                    "description": "Vo2 max is the maximal amount of oxygen that someone can use during intense or maximal exercise. It is a good indicator of cardiovascular fitness and aerobic endurance.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "inflammatory cytokine expression: and c reactive protein",
                    "description": "These are both blood biomarkers derived from serum. Inflammatory cytokine expression: An inflammatory cytokine is a type of cytokine (a signaling molecule) that is secreted from immune cells and certain other cell types that promotes inflammation. Inflammatory cytokines are predominantly produced by T helper cells (Th) and macrophages and involved in the upregulation of inflammatory reactions.\n\nCRP: C reactive protein is a protein made by the liver. The level of CRP increases with inflammation in the body. Some studies have shown decreased levels of CRP in patients who underwent exercise.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Six minute walk test",
                    "description": "The 6 Minute Walk Test is a sub-maximal exercise test used to assess aerobic capacity and endurance. The distance covered over a time of 6 minutes is used as the outcome by which to compare changes in performance capacity.",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "gait speed (m/s)",
                    "description": "Preferred and fast as possible gait speed will be measured with motion capture (APDM opals) over a 20 foot path. The speed is reported in meters per second.",
                    "timeFrame": "52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants recruited for this study will be age 40 and older with diagnosis of \"definite\" PD based upon established criteria (Hughes, Daniel et al. 1992) and determined by a board-certified neurologist with specialty training in movement disorders. Individuals must have presented with asymmetric symptoms that included at least 3 of the cardinal signs of PD (rigidity, bradykinesia, tremor, postural instability), and must show clear symptomatic benefit (e.g., alleviated rigidity, bradykinesia, and tremor) from antiparkinsonian medications, e.g., levodopa (Kempster, Williams et al. 2007). They should be in H\\&Y stages 2, 2.5 and 3, and receive a Montreal Cognitive Assessment (MoCA) score \\>17 (Litvan, Goldman et al. 2012). Age 40 is the upper limit for young onset PD. We will not recruit individuals with a history of significant alcohol or drug use, nor habitual users of antipsychotics. We will observe patients while OFF their antiparkinsonian medications to avoid dyskinesia, and medication fluctuations that may impact neurophysiology and motor examination. We have successfully observed patients while OFF in several previous trials. The following inclusion criteria apply:\n\n* MoCA score \\>17\n* Able to walk with or without an assistive device at least 10 feet\n* Best corrected/aided acuity better than 20/70 in the better eye\n* Willingness to be randomized to a treatment group\n* H\\&Y stages 2, 2.5 and 3\n* Show clear symptomatic benefit (e.g., alleviated rigidity, bradykinesia, and tremor) from antiparkinsonian medications\n* Fluent in English to be able to comprehend and participate; older than 40 years; Diagnosis of definite Parkinson's disease by board certified Movement Disorders Neurologist, using standardized UK Brain Bank criteria\n\nExclusion Criteria:\n\nParticipants recruited for this study will be age 40 and older with diagnosis of \"definite\" PD based upon established criteria (Hughes, Daniel et al. 1992) and determined by a board-certified neurologist with specialty training in movement disorders. Individuals must have presented with asymmetric symptoms that included at least 3 of the cardinal signs of PD (rigidity, bradykinesia, tremor, postural instability), and must show clear symptomatic benefit (e.g., alleviated rigidity, bradykinesia, and tremor) from antiparkinsonian medications, e.g., levodopa (Kempster, Williams et al. 2007). They should be in H\\&Y stages 2, 2.5 and 3, and receive a Montreal Cognitive Assessment (MoCA) score \\>17 (Litvan, Goldman et al. 2012). Age 40 is the upper limit for young onset PD. We will not recruit individuals with a history of significant alcohol or drug use, nor habitual users of antipsychotics. The following exclusion criteria apply:\n\n* Untreated Major Depression and major psychiatric illness\n* History of stroke, or traumatic brain injury\n* Pure-tone threshold average sensitivity at 0.5, 1.0,and 2.0 kHz exceeds 40 dB\n* Alcohol abuse and/or use of antipsychotics\n* Planning to leave the area for \\>1 month during the study time period.\n* Taking moderate to high doses of beta-blockers with a resting heart rate below 60 beats/min given that exercise intensity is measured through target heart rate.\n* Severe cardiac disease, including NYHA Class III or IV congestive heart failure, clinically significant aortic stenosis, history of cardiac arrest, use of a cardiac defibrillator, or uncontrolled angina\n* Other significant co-morbid disease that would impair ability to participate in the exercise-based intervention, e.g. renal failure on hemodialysis, excessive alcohol use (\\>14 drinks per wk)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Madeleine E Hackney, PhD",
                    "role": "CONTACT",
                    "phone": "(404) 321-6111",
                    "phoneExt": "5006",
                    "email": "mehackn@emory.edu"
                },
                {
                    "name": "Joe R Nocera, PhD",
                    "role": "CONTACT",
                    "phone": "(404) 321-6111",
                    "phoneExt": "6354",
                    "email": "joenocera@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Madeleine E. Hackney, PhD",
                    "affiliation": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30033-4004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Calas",
                            "role": "CONTACT",
                            "phone": "404-321-6111",
                            "phoneExt": "206795",
                            "email": "lisa.calas@va.gov"
                        },
                        {
                            "name": "Erica W Watkins, BA",
                            "role": "CONTACT",
                            "phone": "(404) 321-6111",
                            "phoneExt": "5830",
                            "email": "erica.watkins@va.gov"
                        },
                        {
                            "name": "Madeleine E. Hackney, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000009410",
                    "term": "Nerve Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "asFound": "Movement Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12354",
                    "name": "Nerve Degeneration",
                    "asFound": "Neurodegeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}