{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06219681",
            "orgStudyIdInfo": {
                "id": "2023-002"
            },
            "secondaryIdInfos": [
                {
                    "id": "P20GM121312",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P20GM121312"
                }
            ],
            "organization": {
                "fullName": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Modulating Repetitive Negative Thinking Related Brain Networks in Young Adults With Depression",
            "officialTitle": "Modulating Repetitive Negative Thinking Related Brain Networks in Young Adults With Depression",
            "acronym": "CNF-RNT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "modulating-repetitive-negative-thinking-related-brain-networks-in-young-adults-with-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-12",
            "studyFirstSubmitQcDate": "2024-01-12",
            "studyFirstPostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of General Medical Sciences (NIGMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this project, the investigators use real-time fMRI neurofeedback (rtfMRI-nf) to causally relate dysfunction of right anterior insula (rAI) and right superior temporal sulcus (rSTS) connectivity with the intensity of repetitive negative thinking (RNT). The investigators hypothesize that rtfMRI-nf reducing rAI-rSTS connectivity would reduce RNT. The investigators propose a randomized double-blind, sham-controlled trial of rtfMRI-nf with 110 young adults (n=55/arm) with major depressive disorder (MDD) and high trait-RNT levels.",
            "detailedDescription": "Young adult mental health is crucial, as 1 in 10 young adults (ages 18-25) suffer from major depressive disorder (MDD), impacting long-term outcomes such as comorbid mental disorders, unemployment and suicide . With increasing rates of MDD among young adults, new explanatory disease models focusing on targetable disease-modifying processes (DMPs) are needed. Repetitive negative thinking (RNT) is a key DMP in MDD, involving difficulty controlling distressing thoughts and past events , and predicting depression severity and suicidal ideation/attempts in early adulthood. Current treatments, such as medication and psychotherapy including cognitive-behavioral therapy (CBT), often have limited effectiveness for MDD, with higher levels of RNT associated with slower and poorer response rates. In theory, novel treatments designed to modify the neurobiological mechanisms underlying RNT could facilitate recovery in MDD. Real-time functional Magnetic Resonance Imaging neurofeedback (rtfMRI-nf) is a non-invasive method, providing individuals with feedback concerning their brain activity in order to facilitate one's self-control.\n\nOur preliminary studies identified a circuit with stronger connectivity between the right anterior insular (rAI, emotional salience processing hub) and the right superior temporal sulcus (rSTS, episodic memory/language processing area), correlating with the severity of RNT apart from depression. This finding aligns with the framework that views RNT as heightened evaluative and dialogic inner speech, resulting from an inability to disengage from self-critical and threatening interpretations of episodic memories. The investigators propose that excessive functional connectivity between the rAI and STS may contribute to RNT in young adults with MDD.\n\nThis project is a research project at the Laureate Institute for Brain Research (LIBR). In this project, the investigators use rtfMRI-nf to causally relate dysfunction of rAI-rSTS connectivity with the intensity of RNT. The investigators hypothesize that rtfMRI-nf reducing rAI-rSTS connectivity would reduce RNT. The investigators propose a randomized double-blind, sham-controlled trial of rtfMRI-nf with 110 young adults (n=55/arm) with MDD and high trait-RNT levels. Primary outcome will be active vs. sham rtfMRI-nf's effect on rAI-rSTS connectivity. Secondary outcomes will be active vs. sham rtfMRI-nf's effect on state-RNT (Brief State Rumination Inventory, BSRI) and depression severity (Montgomery-Asberg Depression Rating Scale, MADRS). Exploratory outcomes will be the relationship between reducing rAI-rSTS connectivity and BSRI scores. Participants will perform a self-regulation task involving neurofeedback, receiving either real-time feedback on rAI-rSTS connectivity (active group) or artificial feedback unrelated to rAI-rSTS connectivity (sham group). The investigators will collect data across two visits, one week apart. The first visit will include five runs of the self-regulation task, the middle three containing the neurofeedback condition (Visit 1). The second visit will include one run of the self-regulation task without the neurofeedback condition 1-week later (Visit 2)."
        },
        "conditionsModule": {
            "conditions": [
                "Depressive Disorder, Major"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 110,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active neurofeedback",
                    "type": "EXPERIMENTAL",
                    "description": "Receiving feedback signals from the repetitive negative thinking (RNT)-related brain functional connectivity",
                    "interventionNames": [
                        "Behavioral: Active neurofeedback"
                    ]
                },
                {
                    "label": "Sham neurofeedback",
                    "type": "SHAM_COMPARATOR",
                    "description": "Receiving artificially generated feedback signals.",
                    "interventionNames": [
                        "Behavioral: Sham neurofeedback"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Active neurofeedback",
                    "description": "The session will be done on an individual basis. The active group will receive neurofeedback training from the repetitive negative thinking (RNT) related brain functional connectivity.",
                    "armGroupLabels": [
                        "Active neurofeedback"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sham neurofeedback",
                    "description": "The session will be done on an individual basis. The sham group will receive neurofeedback training from an artificially generated random feedback signal.",
                    "armGroupLabels": [
                        "Sham neurofeedback"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Functional connectivity change between right anterior insular (rAI) and right superior temporal sulcus (rSTS)",
                    "description": "Functional connectivity between rAI and rSTS will be calculated and evaluated using fMRI BOLD percent signal change.",
                    "timeFrame": "immediately after intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Brief State Rumination Inventory (BSRI)",
                    "description": "The BSRI is a self-report scale to measure state rumination. A higher score indicates higher state rumination with a maximum score of 800 and the minimum score of 0.",
                    "timeFrame": "immediately after intervention"
                },
                {
                    "measure": "Changes in Montgomery-Åsberg Depression Rating Scale (MADRS)",
                    "description": "The MADRS is an interviewer-rated scale to measure the severity of depressive symptoms. A higher score indicates severer depression with a maximum score of 60 and a minimum score of 0.",
                    "timeFrame": "a week later"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Functional connectivity change between right anterior insular (rAI) and right superior temporal sulcus (rSTS)",
                    "description": "Functional connectivity between rAI and rSTS will be calculated and evaluated using fMRI BOLD percent signal change.",
                    "timeFrame": "a week later"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Young adults ages 18-35\n* Participants who are able to give written informed consent prior to participation\n* Meeting DSM-5 diagnostic criteria for MDD who are currently depressed defined by the MINI\n* Participants who have RNT symptoms (Brooding subscale of Ruminative Response Scale: RRS-B ≥ 13)\n\nExclusion Criteria:\n\n* Moderate to severe traumatic brain injury (\\>30 min. loss of consciousness or \\>24 hours posttraumatic amnesia) or other neurocognitive disorder with evidence of neurological deficits\n* Presence of co-morbid medical conditions not limited to but including cardiovascular (e.g., history of acute coronary event, stroke), pulmonary, endocrine, neurological diseases (e.g., Parkinson's disease), or gastrointestinal illness, as well as pain disorders\n* Current significant suicidal ideation or suicide attempt within the previous 12 months\n* Current psychosis\n* Schizophrenia or schizoaffective disorder\n* Substance use disorder within the previous 12 months, except for mild alcohol, cannabis, or tobacco use disorder defined as less than 4 symptoms of the criteria for substance use disorder according to the MINI\n* Current diagnosis of post-traumatic disorder (PTSD) defined by the MINI\n* Severe claustrophobia\n* Bodily implants of unsafe paramagnetic materials such as pacemakers and aneurysm clips\n* Pregnancy\n* Current regular use of cardiovascular medications with a direct vasomotor effect, namely beta- or alpha-beta-blockers, clonidine, and antianginal agents.\n* Current use of more than three psychotropic medications\n* Evidence of recreational drug use from a urine test\n* Commencement of psychotropic medication for depression and/or anxiety less than a month before the study enrollment\n* Commencement of psychological therapy less than a month before the study enrollment\n* Participants who have a clinically significant or unstable cardiovascular, pulmonary, endocrine, neurological, gastrointestinal illness or unstable medical disorder will be excluded\n* Participants who, on arrival to the study, have a temperature greater than 100.4°F will not be allowed to initiate the study\n* The majority of the assessments proposed for this study have not been translated from English, thus, non-English speaking volunteers will be excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Laureate Institute for Brain Research",
                    "status": "RECRUITING",
                    "city": "Tulsa",
                    "state": "Oklahoma",
                    "zip": "74136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aki Tsuchiyagaito, PhD",
                            "role": "CONTACT",
                            "phone": "918-502-5112",
                            "email": "atsuchiyagaito@laureateinstitute.org"
                        },
                        {
                            "name": "Aki Tsuchiyagaito, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15398,
                        "lon": -95.99277
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Depressive Disorder, Major",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}