{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06323057",
            "orgStudyIdInfo": {
                "id": "Pro2022000444_CLFMT"
            },
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Modulating Reward Learning Using Transcranial Magnetic Stimulation",
            "officialTitle": "Modulating Reward Learning Using Transcranial Magnetic Stimulation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "modulating-reward-learning-using-transcranial-magnetic-stimulation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-14",
            "studyFirstSubmitQcDate": "2024-03-14",
            "studyFirstPostDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Travis Baker, PhD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Our specific aim is to examine the effects of TMS on reward processing during goal-directed behavior. In these experiments the investigators will utilize a scalp-recorded brain oscillation called frontal midline theta that is believed to index the sensitivity of the cingulate cortex to reward feedback. Here the investigators will asked whether this electrophysiological signal can be modulated up or down using TMS while participants engage in decision making tasks, and if so, whether it would affect the encoding of rewards and subsequent choices during task performance.",
            "detailedDescription": "The design is primarily a randomized control-trial design (2 sessions), testing the effects of single-pulse TMS on reward processing during goal-directed behavior tasks. Subjects will be randomly assigned to an peak or trough group. All participants will be asked to complete two TMS sessions within two weeks. For each TMS session, participants will receive either Active TMS or Sham TMS. For each TMS session, the TMS coil will be placed 1cm above the scalp over a left frontal region (electrode location F3). Subjects will be randomly assigned to an active or sham condition for each session. At the start of the first TMS session, participants will be fitted with an EEG cap and engage in a virtual T-maze reward task. The T-maze task will be divided into 30 blocks of trials. For the first block of 10 trials, a single TMS pulse will be delivered over the DLPFC immediately following trial-to-trial feedback and at the desired theta phase. Reward stimulus (apple or orange) will indicate whether the participant will receive 5 or 0 cents on that trial. Immediately following this block, subjects will complete 5 trials with no modulation. This block sequence will repeat for 30 blocks for a total of 300 pulses delivered and 450 T-maze trials completed (duration 15 minutes: 300 TMS trials, 150 no-TMS trials). TMS pulse delivery will be open for 1 second and only 1 pulse will be delivered within this time range. Following the T-maze, participants will engage in the probabilistic selection task. During the learning phase of the PST, subjects will again receive a single TMS pulse at the desired theta phase following feedback onset. A total of 240 pulses will be delivered and 240 learning phase trials will be completed before subjects perform the test phase (duration 15-20 minutes). Identical protocol will be applied to the second Sham session (1-week later). Participants will be debriefed and compensated for their participation."
        },
        "conditionsModule": {
            "conditions": [
                "Behavior"
            ],
            "keywords": [
                "transcranial magnetic stimulation",
                "reward processing",
                "EEG",
                "theta"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be blinded to the TMS condition (active or sham)",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 28,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single-pulse Peak Phase TMS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single active TMS pulse during the peak phase target of each task trial and delivered at 110% of participants' resting motor threshold over the predefined frontal target . For the second TMS session, participants will receive single pulse Sham TMS during the peak phase target of each task trial and delivered at 110% of participants' resting motor threshold over the predefined frontal target. Total number of TMS pulse for each session is 520 pulses",
                    "interventionNames": [
                        "Device: Single pulse TMS to the frontal cortex"
                    ]
                },
                {
                    "label": "Single-pulse Trough Phase TMS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single active TMS pulse during the trough phase target of each task trial and delivered at 110% of participants' resting motor threshold over the predefined frontal target . For the second TMS session, participants will receive single pulse Sham TMS during the peak phase target of each task trial and delivered at 110% of participants' resting motor threshold over the predefined frontal target. Total number of TMS pulse for each session is 520 pulses",
                    "interventionNames": [
                        "Device: Single pulse TMS to the frontal cortex"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Single pulse TMS to the frontal cortex",
                    "description": "Single pulse TMS will be delivered to the left frontal cortex, and stimulation intensity will be at 110% of resting motor threshold.",
                    "armGroupLabels": [
                        "Single-pulse Peak Phase TMS",
                        "Single-pulse Trough Phase TMS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Event-related Brain Oscillation: Frontal Midline Theta",
                    "description": "Frontal-midline theta (FMT: 4-8 hz) is a scalp recorded brain oscillation sensitive to the processing of reward stimulus presented during decision making tasks. FMT will be measured during the presentation of the reward stimulus (Reward, No-reward) during task performance. A time-frequency analysis will be used to measure FMT power for each electrode by averaging the single-trial EEG according to feedback type (reward and no-reward). The size of the FMT will be determined by identifying the maximum amplitude of the FMT response and evaluated at frontal electrodes. The FMT will be measured for each proposed phase target group across active and sham conditions, and used to measure the efficacy of the TMS target to modulate brain activity associated with reward processing.",
                    "timeFrame": "[Time Frame: Day 0 (day of testing)]"
                },
                {
                    "measure": "Reward learning",
                    "description": "Decision making behavioral measures of interest consist of learning and test phase accuracy, reaction time, and post-error reaction time (ΔRT, subsequent negative feedback trial RT minus the current trial RT, with higher values reflecting greater adaption or slowing).",
                    "timeFrame": "[Time Frame: Day 0 (day of testing)]"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be between the ages of 18 and 55 years old.\n* Be in stable mental and physical health.\n* If female, test non-pregnant.\n* Be willing to provide informed consent.\n* Be able to comply with protocol requirements and likely to complete all study procedures.\n\nExclusion Criteria:\n\n* Contraindication to rTMS (history of neurological disorder or seizure, increased intracranial pressure, brain surgery, or head trauma with loss of consciousness for \\> 15 minutes, implanted electronic device, metal in the head, or pregnancy).\n* History of autoimmune, endocrine, viral, or vascular disorder affecting the brain.\n* Life time history of mental disorders such as: Bipolar Affective disorder (BPAD), Schizophrenia, Post-traumatic Stress disorder (PTSD) or Dementia or Major Depression.\n* uninterruptable central nervous system medication",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Rutgers University - Newark",
                    "status": "RECRUITING",
                    "city": "Newark",
                    "state": "New Jersey",
                    "zip": "07102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Travis E Baker, PhD",
                            "role": "CONTACT",
                            "phone": "862-250-3351",
                            "email": "travis.e.baker@rutgers.edu"
                        },
                        {
                            "name": "Daniel Robles, PhD",
                            "role": "CONTACT",
                            "phone": "973-353-3509",
                            "email": "dr1147@newark.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.73566,
                        "lon": -74.17237
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data may be uploaded to an open source framework. All data will be deidentified."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}