{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06090513",
            "orgStudyIdInfo": {
                "id": "2230817"
            },
            "organization": {
                "fullName": "Bien-Willner Physicians Group PA",
                "class": "OTHER"
            },
            "briefTitle": "Molecular Services and EMR-Lab Integration Application (ELIA) for Reducing Healthcare Disparities in Cancer Patients",
            "officialTitle": "Molecular Services and EMR-Laboratory Integration Application (ELIA) for Reducing Leakage and Improving Healthcare Disparities in Cancer Patients",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "molecular-services-and-emr-lab-integration-application-elia-for-reducing-healthcare-disparities-in-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-18",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-13",
            "studyFirstSubmitQcDate": "2023-10-13",
            "studyFirstPostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Bien-Willner Physicians Group PA",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "No One Left Alone",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Carolina Blood and Cancer Care Associates",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to measure and try to reduce leakage in precision medicine care in the community cancer clinic. The goal of precision medicine is to identify the best possible therapy the the patient based on the biology of the tumor. Leakage is defined as a failure or inefficiency of the system that leads to dropped or lost testing, reporting or action (including drug selection). It has been observed that there are healthcare disparities in the community setting compared to academic medical centers, particularly in the use of precision medicine. The main questions the study aims to answer are:\n\n* How much leakage occurs in the use of precision medicine in the community setting?\n* Can we reduce leakage by providing access to better tools and services typically found in the academic medical centers? Participants will not be directly impacted and will receive standard of care. Measurements will be made of how often physicians select the appropriate test for patients, and how often they select the most appropriate therapy for their patients before and after the implementation of tools created to reduce leakage.\n\nWe hope to reduce leakage in with the use of advanced tools and services, and use this study as a model to improve healthcare in the community cancer setting.",
            "detailedDescription": "Precision Medicine in oncology requires the application of molecular diagnostic reporting to inform clinical decision making. However, its implementation has been slow and inefficient. Recent studies have demonstrated that contrary to new established standards of care and guidelines, eligible patients are often not getting the appropriate testing and test results are not being used appropriately to identify optimal therapies. This is especially true in the community oncology setting, resulting in healthcare disparities.\n\nThe investigators believe that the lack of efficiency and adoption of precision medicine is caused by \"leakage\" in the process of deploying genomic testing and reporting. Leakage is defined as a failure or inefficiency of the system that leads to dropped or lost testing, reporting or action (including drug selection). Evidence suggests that leakage occurs at many steps of the process, and it is much more common in the community setting. A great deal of leakage occurs in the handling of ordering, retrieving, and tracking of external testing for necessary molecular diagnostic tests, the lack of integration between ordering facility and the laboratory, and a lack of expertise with understanding the complex reports.\n\nThis study aims to supply a community oncology practice with expertise, best-in-class testing, and integrative solutions to try to reduce leakage and reduce care disparities between the community clinic and large academic cancer centers.\n\nThis study will include a retrospective component, where the investigators will measure leakage (a predefined series of metrics)at a community cancer center over a six month period.\n\nThe investigators will then deploy a series of tools and services, including:\n\n* Molecular Genetic Pathology expertise for tumor boards and case support\n* Access to a best-in-class molecular test (TSO500)\n* A software solution to improve data access between the clinic and lab (EMR-Lab Integration Application, ELIA) that was especially designed to reduce leakage in the community cancer care setting.\n\nThese services will be implemented for at least one year. The investigators will then remeasure the metrics over a year and see if there is a decrease in leakage.\n\nIt is expected that the deployment of expertise, improved testing, and improved data access and communication will reduce leakage and lead to improved patient care and outcomes. It is hoped that this will serve as a model to decrease healthcare disparities in cancer patients in the community setting."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Cancer",
                "Solid Tumor, Adult",
                "Myeloid Malignancy"
            ],
            "keywords": [
                "Comprehensive genomic profile",
                "molecular genetic pathology",
                "community cancer center",
                "healthcare disparities",
                "precision medicine"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Formalin-fixed, paraffin-embedded tumor material for clinical testing, extracted DNA and RNA"
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control/Standard",
                    "description": "Standard patient group: advanced cancer patients receiving limited and acceptable care without access to advanced genetic testing tools or expertise; patients at facility prior to deployment of TSO500, ELIA, and molecular tumor boards.",
                    "interventionNames": [
                        "Diagnostic Test: limited genetic testing or no testing"
                    ]
                },
                {
                    "label": "Test group",
                    "description": "Same patient population at the same facility after deployment of TSO500, ELIA, and molecular tumor board support.",
                    "interventionNames": [
                        "Combination Product: Comprehensive Genomic Profile testing; ELIA software; Molecular Genetic Pathologist consultation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Comprehensive Genomic Profile testing; ELIA software; Molecular Genetic Pathologist consultation",
                    "description": "TSO500; detect single nucleotide variants (SNV), INDELs, copy number alterations (CNAs), microsatellite instability (MSI), and tumor mutation burden (TMB) in eligible patients; ELIA software to interface clinic EMR to lab; Consultations and molecular tumor boards by molecular genetic pathologist (MGP)",
                    "armGroupLabels": [
                        "Test group"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "limited genetic testing or no testing",
                    "description": "Minimal genetic testing for eligible patients or treatment without testing",
                    "armGroupLabels": [
                        "Control/Standard"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of eligible patients getting the correct genetic test-informed treatment",
                    "description": "Demonstration that deployment of SOC services and ELIA improves % of eligible patients placed on appropriate targeted therapies according to guidelines",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Service turn-around-time",
                    "description": "Demonstration that standard-of-care services and ELIA improves turnaround times for getting actionable results, allowing physicians to make timely decisions.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of patients with reports with actionable results",
                    "description": "defined as 1: FDA-approved targeted therapy on indication; 2- recommendation on non-FDA approved indication",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Number of patients with reports placed on clinical trial",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Number of patients that get molecular genetic consults beyond the test interpretation",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Percent of patients getting targeted therapies",
                    "description": "percentage of patients getting the correct targeted treatment identified by testing",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Percent of eligible patients getting genomic testing",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Percent of eligible patients getting the correct test based on guidelines",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* newly diagnosed or change in status Advanced Cancer patient (recurrent, refractory, metastatic, or high grade)\n* Cancer patient for whom genomic testing (comprehensive genomic profile (CGP)) is recommended by relevant guidelines\n\nExclusion Criteria:\n\n* Patient does not seek additional treatment\n* Patient younger than 18 years\n* Treatment provided at a tertiary medical center\n* CGP testing already performed and there is no change in patient cancer status",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All comers at a community cancer outpatient clinic or hospital",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Haydee Diaz, MBASCP",
                    "role": "CONTACT",
                    "phone": "3468310189",
                    "email": "haydee@bwpgprecisionmed.com"
                },
                {
                    "name": "Lenee Bien-Willner, MS",
                    "role": "CONTACT",
                    "phone": "7138578748",
                    "email": "lbwillner@bwpgprecisionmed.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gabriel A Bien-Willner, MD, PhD",
                    "affiliation": "Bien-Willner Physicians Grp PA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carolina Blood and Cancer Care Associates",
                    "city": "Rock Hill",
                    "state": "South Carolina",
                    "zip": "29732",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Niyati Nathwani, MD",
                            "role": "CONTACT",
                            "phone": "803-329-7772",
                            "email": "nanathwani@cbcca.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.92487,
                        "lon": -81.02508
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        }
    },
    "hasResults": false
}