{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01105858",
            "orgStudyIdInfo": {
                "id": "999910091"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-DK-N091"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Molecular and Clinical Profile of Diabetes Mellitus and Its Complications",
            "officialTitle": "Molecular and Clinical Profile of Diabetes Mellitus and Its Complications",
            "therapeuticArea": [
                "Endocrinology",
                "Nephrology and Renal Diseases"
            ],
            "study": "molecular-and-clinical-profile-of-diabetes-mellitus-and-its-complications"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-11-16",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2010-04-16",
            "studyFirstSubmitQcDate": "2010-04-16",
            "studyFirstPostDateStruct": {
                "date": "2010-04-19",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Family and twin studies have suggested that genetic factors influence approximately 50 percent of a person's susceptibility to type 2 diabetes. Recently, some of the genes involved in the development of type 2 diabetes have been identified, in large part by genome-wide association studies. Certain risk factors for type 2 diabetes, such as obesity and insulin resistance, are highly inheritable, as are diabetic complications such as diabetes-related eye and kidney disorders. However, few genes associated or linked with diabetes risk factors or complications have been conclusively identified, and more research is needed to study specific genetic factors associated with these aspects of diabetes.\n\nObjectives:\n\n- To identify and characterize genetic variants associated with type 2 diabetes, its risk factors, and its complications.\n\nEligibility:\n\n- Individuals at least 18 years of age who are not pregnant or nursing mothers at the start of the study.\n\nDesign:\n\n* All participants will provide information about family history, ethnicity and ethnic background, occupation, behavioral risk factors, and other data as requested by the researchers.\n* In addition to a general health history, participants will provide specific information about diabetes history, with particular emphasis on date of diagnosis, symptoms, initiation of insulin therapy, complications, and current medications.\n* Testing procedures will be different for individuals with and without diabetes. Those without diabetes will have an oral glucose tolerance test, while those with diabetes will be examined for diabetic complications.\n* Other tests during the study will include the following:\n* Physical examination with measurements of height and weight, waist circumference, blood pressure, and other tests for individuals who have been diagnosed with diabetes\n* Glucose tolerance test for those who have not been classified as having diabetes\n* Retinal photographs\n* Electrocardiograms\n* Hepatic Ultrasound\n* Blood and urine tests\n* Depending on the results of the examination and laboratory findings, participants may be asked to return to the clinic for supplemental interviews, physical examinations, or blood tests, or to arrange referrals for medical evaluation and treatment.\n* Participants who have diabetes will be asked to return for yearly follow-up visits. Participants who do not have diabetes at the initial examination will be asked to return for follow-up visits every 2 years.",
            "detailedDescription": "Genetic factors play an important role in diabetes mellitus, its risk factors and complications, but most of the specific genetic determinants remain unidentified. The molecular pathways by which diabetes-susceptibility genes influence risk for diabetes and related conditions are also largely unknown. This project will seek to identify, and quantify the effects of, the genetic determinants of type 2 diabetes, its risk factors and complications in a multiethnic sample. Diabetes and glycemic status will be assessed from clinical interviews, an oral glucose tolerance test and glycated hemoglobin. Insulin sensitivity and insulin secretion will be assessed from indices derived from the oral glucose tolerance test. Other potential risk factors for type 2 diabetes (e.g., obesity) and its complications (e.g., retinopathy, nephropathy) will be measured. DNA will be collected and analyzed to identify genetic variants associated with or linked to diabetes or other traits. Studies of gene transcription, protein expression and metabolic profiling will be performed, and the resulting patterns will be analyzed for their relationships with diabetes, related traits and variants in diabetes susceptibility genes. Individuals will be studied longitudinally to determine if gene transcription, protein expression and metabolic profiles predict development of diabetes or its complications. These studies will help to determine the molecular pathways between genetic variants and susceptibility to type 2 diabetes and its complications."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2",
                "Diabetic Nephropathy",
                "Obesity"
            ],
            "keywords": [
                "Diabetes Mellitus",
                "Obesity",
                "Diabetic Complications",
                "Genetics",
                "Molecular Profiling",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Volunteers",
                    "description": "Adult volunteers \\&amp; family members recruited from the Phoenix metropolitan area"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Diabetes",
                    "description": "Relationship of genotype and molecular/metabolic traits with diabetes and its complications or related traits",
                    "timeFrame": "annually"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Women and Men\n* Individuals of any race (recruitment will focus on American Indians and Mexican Americans)\n* 18 years and older\n\nEXCLUSION CRITERIA:\n\n* Pregnant Women\n* Children under 18 years old",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Convenience sample, urban Phoenix",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert L Hanson, M.D.",
                    "role": "CONTACT",
                    "phone": "(602) 200-5207",
                    "email": "rhanson@phx.niddk.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert L Hanson, M.D.",
                    "affiliation": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NIDDK, Phoenix",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85014",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Hanson, M.D.",
                            "role": "CONTACT",
                            "phone": "602-200-5207",
                            "email": "rhanson@phx.niddk.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "17909099",
                    "type": "BACKGROUND",
                    "citation": "Guo T, Hanson RL, Traurig M, Muller YL, Ma L, Mack J, Kobes S, Knowler WC, Bogardus C, Baier LJ. TCF7L2 is not a major susceptibility gene for type 2 diabetes in Pima Indians: analysis of 3,501 individuals. Diabetes. 2007 Dec;56(12):3082-8. doi: 10.2337/db07-0621. Epub 2007 Oct 1."
                },
                {
                    "pmid": "16674556",
                    "type": "BACKGROUND",
                    "citation": "Hanson RL, Looker HC, Ma L, Muller YL, Baier LJ, Knowler WC. Design and analysis of genetic association studies to finely map a locus identified by linkage analysis: sample size and power calculations. Ann Hum Genet. 2006 May;70(Pt 3):332-49. doi: 10.1111/j.1529-8817.2005.00230.x."
                },
                {
                    "pmid": "10645822",
                    "type": "BACKGROUND",
                    "citation": "Hanson RL, Pratley RE, Bogardus C, Narayan KM, Roumain JM, Imperatore G, Fagot-Campagna A, Pettitt DJ, Bennett PH, Knowler WC. Evaluation of simple indices of insulin sensitivity and insulin secretion for use in epidemiologic studies. Am J Epidemiol. 2000 Jan 15;151(2):190-8. doi: 10.1093/oxfordjournals.aje.a010187."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".The results of laboratory tests and other data will be entered into the NIH patient chart, which is stored in a secure area, and stored in computer retrievable form. Retinal photographs will be stored securely in the Joslin Vision Network computer system located at Phoenix Indian Medical Center. All results will be treated to maintain participant confidentiality. Individual participants and pedigrees will not be identified in any publications resulting from the study. To protect confidentiality further, tribal affiliations will not be identified in publications.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Samples of serum, plasma, urine, RNA and DNA or immortalized lymphocytes will be stored indefinitely to enable NIDDK or collaborating researchers to perform investigations deemed useful for medical research purposes. @@@@@@@@@@@@For individuals who consent to the sharing of their genetic and phenotypic data, such data will be submitted to the Database for Genotype and Phenotype (dbGAP). The data will be submitted within 1 year of the relevant publication, and will remain available indefinitely.",
            "accessCriteria": "Data will be available by request under controlled access for dbGAP for analyses related to the conditions under study, and that access will be reviewed by the NIDDK intramural Genomic Data Administrator and access granted by a Data Access Committee.@@@A final summary of the examination findings and test results relevant to medical care will be sent to participants, and if he/she desires, will also be sent to a designated medical care provider. @@@Participants will be informed of results of the electrocardiograph and of all CLIA-certified tests relevant to medical care. Participants will also be informed of any incidental findings noted on the hepatic sonogram. Participants will be advised to seek medical attention for any results which require follow-up in the judgment of the investigator. Participants will not be given results of genetic tests unless the results, in our judgment, will clearly help them or their health care providers, identify, prevent or treat a health problem."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003928",
                    "term": "Diabetic Nephropathies"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7123",
                    "name": "Diabetic Nephropathies",
                    "asFound": "Diabetic Nephropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}