{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02692885",
            "orgStudyIdInfo": {
                "id": "160068"
            },
            "secondaryIdInfos": [
                {
                    "id": "16-DK-0068"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Molecular, Cellular, and Genetic Characterization of Human Adipose Tissue and Its Role in Metabolism",
            "officialTitle": "The Molecular, Cellular, and Genetic Characterization of Human Adipose Tissue and Its Role in Metabolism",
            "therapeuticArea": [
                "Other"
            ],
            "study": "molecular-cellular-and-genetic-characterization-of-human-adipose-tissue-and-its-role-in-metabolism"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-16",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-02-25",
            "studyFirstSubmitQcDate": "2016-02-25",
            "studyFirstPostDateStruct": {
                "date": "2016-02-26",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThe body uses energy from calories for basic functions like breathing and digesting food. Over time, when a person eats more calories than they burn, they may become overweight or obese. Obesity is a major health concern. Researchers want to look at fat and muscle tissue to learn more about metabolism. That is how the body uses food and other nutrients for normal function and energy. This research may help to develop new treatments for obesity and related diseases.\n\nObjective:\n\nTo learn more about the role of fat and muscle in metabolism, particularly how fat and muscle store and use energy.\n\nEligibility:\n\nAdults 18 years and older who have a planned surgery at NIH in which tissue can be collected by the surgeon.\n\nDesign:\n\nParticipants will be screened by their regular NIH doctor. Then researchers will contact them about this study.\n\nParticipants will not have to make extra visits to NIH for this study.\n\nResearchers will collect samples during the participant s surgery. These will be fat tissue and skeletal muscle tissue. Muscle tissue will only be taken from tissue that is going to be discarded. Collecting the tissue will not add any time or any extra incisions than what is required for the surgery.\n\nAfter surgery, blood will be drawn. Some participants will have this done in the pre-op or post-op room. Others will have this done during their hospital stay.",
            "detailedDescription": "More than ever before, people are eating more calories from food than what they are burning off through exercise and other activities, and this imbalance is causing the rising rates of obesity and diabetes in the US and throughout the world. The different types of body fat are central players in this process. The white fat stores excess calories coming from food, while brown fat - also known as brown adipose tissue, or BAT - consumes the energy from food to generate heat. This important process in BAT is achieved through the action of a special protein found only in BAT, called uncoupling protein 1 (UCP1). Scientists used to believe that BAT was important only in small animals and human infants, but it was recently discovered by us and others that in response to mild cold exposure, adult human BAT (hBAT) consumes more glucose by weight than any other tissue. In addition, human BAT may also combat weight gain by becoming more active in the setting of increased food consumption. This phenomenon has already been demonstrated in mice and rats, and its presence suggests that activation of human BAT could be used as a safe treatment for obesity and metabolic disease. Finally, emerging evidence indicates that human BAT may be an endocrine organ, which means that it releases hormones into the blood and regulates other organs of the body as well, including skeletal muscle, liver, and the insulin-releasing pancreatic Beta-cell. If we are going to understand how hBAT functions in the body physiology and use its calorie-burning ability to treat illnesses of metabolism such as diabetes, we will need to approach the challenge using several different methods. One key reason is that BAT is not easy to find in the body, and the cells that make it up are different depending on where they are and what the body needs. Brown fat is composed of at least two known types of distinct cells, termed \"constitutive\"/brown and \"inducible\"/beige; and there are also white fat cells in varying proportions. Given that there is currently no known way to estimate the amount of brown fat in the body from a simple blood test, our lab group has successfully relied on collecting small amounts of fat from the site of surgery in patients who are already undergoing clinically indicated procedures. Information obtained from these fat tissues has addressed questions related to (a) how brown fat cells develop from immature stem cells; (b) what genes are active; and (c) how many calories the brown fat can burn. These earlier studies have also provided the preliminary cells necessary for establishing long-lasting human brown and white cells that can be grown indefinitely in the laboratory. Despite this progress, much remains unknown about the functional differences between brown and beige fat cells and how these could affect metabolism in humans of different age, sex, and genetic backgrounds, as well as the changes seen in the brown fat cells in different illnesses. The goal of this study is to address these and related questions."
        },
        "conditionsModule": {
            "conditions": [
                "Brown Adipose Tissue (BAT) Physiology",
                "Phenotyping",
                "Brown Adipocytes"
            ],
            "keywords": [
                "Phenotype",
                "Adipose Tissue",
                "Brown Adipose Tissue",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteers",
                    "description": "Individuals known to have brown adipose tissue, identified by PET/CT following participation/scanning in other clinical studies"
                },
                {
                    "label": "Surgical Patients",
                    "description": "Individuals undergoing planned, clinically-indicated surgeries"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Establish a comprehensive genetic and functional map of human brown and white adipose tissue.",
                    "description": "To understand the physiology of human BAT and its role in metabolism.",
                    "timeFrame": "tissue is collected the day of procedure/surgery"
                },
                {
                    "measure": "Determine which anthropometric and genetic factors influence the growth and function of human BAT.",
                    "description": "To understand the physiology of human BAT and its role in metabolism.",
                    "timeFrame": "tissue is collected the day of procedure/surgery"
                },
                {
                    "measure": "Identify factors within adipose tissue and plasma that (a) stimulate BAT growth and/or activity and/or (b) are released by BAT to regulate metabolism.",
                    "description": "To understand the physiology of human BAT and its role in metabolism.",
                    "timeFrame": "tissue is collected the day of procedure/surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* IINCLUSION/EXCLUSION CRITERIA FOR SUBJECTS UNDERGOING SURGERY (COHORT 1)\n* Male or female\n* Any ethnicity\n* 18 years or older\n* Subject undergoing planned, clinically-indicated surgical procedure at the NIH Clinical Center in which tissue will be accessible and available for collection by the Operating Surgeon.\n\nEXCLUSION CRITERIA:\n\n-None\n\nINCLUSION/EXCLUSION CRITERIA FOR ALL OTHER SUBJECTS (HEALTHY VOLUNTEERS AND NON-SURGICAL PATIENTS (COHORT 2):\n\n* Male or female\n* Any ethnicity\n* 18-80 year\n* For supraclavicular or dorsocervical adipose biopsy: 18F-FDG PET/CT Scan images available in the CRC PACS system (performed as part of separate protocol)\n\nEXCLUSION CRITERIA:\n\n* History of keloids.\n* Currently taking blood thinning or anti-inflammatory medications including anti-platelet or antithrombotic medications.\n* Pregnancy\n* History of pacemaker, metallic heart valves, aneurysm clip, pedicle screws, metallic foreign body in eye, or other metallic implant only if using fusion technology for the biopsy procedure.\n* Psychological conditions including (but not limited to) clinical depression, bipolar disorders, or forms of mental incapacity that would be incompatible with safe and successful participation in this study.\n* Addiction to alcohol or substances of abuse within the last 5 years; current use of drugs or alcohol (CAGE greater than or equal to 2).\n\nAll subjects will be fully informed of the aims, nature, and risks of the study prior to giving written informed consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Two cohorts will be studied in this protocol, patients undergoing clinically-indicated surgery (Cohort 1) and healthy volunteers (Cohort 2).",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley M Schmitz, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(920) 948-1186",
                    "email": "ashley.schmitz@nih.gov"
                },
                {
                    "name": "Aaron M Cypess, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-9267",
                    "email": "aaron.cypess@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron M Cypess, M.D.",
                    "affiliation": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2016-DK-0068.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Beginning 3 months and ending 5 years following article publication.",
            "accessCriteria": "With whom - Researchers who provide a methodologically sound proposal@@@@@@@@@@@@For what types of analysis - To achieve aims in the approved proposal.@@@@@@@@@@@@By what mechanism will data be made available? - Proposals should be directed to aaron.cypess@nih.gov. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}