{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05938478",
            "orgStudyIdInfo": {
                "id": "NIS-TRALO-2235"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Monitoring Pregnancy and Infant Outcomes Following Tralokinumab Exposure During Pregnancy in the US and Canada - PROTECT",
            "officialTitle": "Monitoring Pregnancy and Infant Outcomes Following Tralokinumab Exposure During Pregnancy in the US and Canada - PROTECT",
            "acronym": "PROTECT",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "monitoring-pregnancy-and-infant-outcomes-following-tralokinumab-exposure-during-pregnancy-in-the-us-and-canada-protect"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2034-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2035-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-22",
            "studyFirstSubmitQcDate": "2023-07-03",
            "studyFirstPostDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christina Chambers",
                "investigatorTitle": "Principal Investigator, Professor, Chief of the Division of Environmental Science and Health",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "LEO Pharma",
                    "class": "INDUSTRY"
                },
                {
                    "name": "The Organization of Teratology Information Specialists",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to learn about exposure to tralokinumab during pregnancy, as well as atopic dermatitis (AD) during pregnancy.\n\nThe main question the study aims to answer is whether pregnant people who have been exposed to tralokinumab during pregnancy experience any differences in pregnancy and infant outcomes compared to women with atopic dermatitis who have not been exposed to tralokinumab during pregnancy. Participants are not required to take tralokinumab during the study.\n\nParticipants will be asked to:\n\n* Complete 1-3 phone interviews during pregnancy and 1-2 phone interviews after delivery\n* Release medical records for pregnancy and for their child\n* Complete an online survey about their baby's development at 4 months and 12 months of age\n* May be asked to have a study doctor examine their child\n\nAll information is collected remotely, and no visits to the study site are required.",
            "detailedDescription": "This Organization of Teratology Information Specialists (OTIS) Pregnancy Registry, is a United States (US) based registry designed to monitor pregnancy and infant outcomes among women in the US and Canada. This study is a prospective, observational cohort study of pregnancy and infant outcomes in pregnant people with exposure to tralokinumab for atopic dermatitis compared to people who have atopic dermatitis who have not used tralokinumab during pregnancy.\n\nResearchers will compare pregnancy outcomes of those who were exposed to tralokinumab during pregnancy to pregnancy outcomes in people who did not use tralokinumab anytime in pregnancy, or 16 weeks prior to pregnancy, but who may or may not have used another medication to treat their atopic dermatitis during pregnancy. Information about infant health will be collected through one year of age."
        },
        "conditionsModule": {
            "conditions": [
                "Atopic Dermatitis",
                "Eczema"
            ],
            "keywords": [
                "AD",
                "Eczema",
                "Atopic dermatitis",
                "Tralokinumab",
                "Adbry",
                "Adtralza",
                "Pregnancy",
                "Infant"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "2 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 900,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tralokinumab-Exposed Cohort",
                    "description": "Pregnant women with AD exposed to tralokinumab anytime during pregnancy, or within 16 weeks before conception",
                    "interventionNames": [
                        "Drug: Tralokinumab"
                    ]
                },
                {
                    "label": "AD Cohort- Phototherapy or Systemic Treatment Exposed",
                    "description": "Pregnant women with AD who have not been exposed to tralokinumab, but who have been exposed to phototherapy or systemic therapy for the treatment of AD during pregnancy"
                },
                {
                    "label": "AD Cohort - With or Without Treatment",
                    "description": "Pregnant women with AD who may or may not have received treatment for AD, but who have not been exposed to any dose of tralokinumab, phototherapy or systemic therapy during pregnancy"
                },
                {
                    "label": "Tralokinumab-Exposed Case Series",
                    "description": "Pregnant women with AD exposed to tralokinumab anytime during pregnancy, or within 16 weeks before conception, who don't meet the eligibility criteria for the tralokinumab-exposed cohort group",
                    "interventionNames": [
                        "Drug: Tralokinumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tralokinumab",
                    "description": "This is a prospective observational cohort study. There is no treatment allocation. Participants that have been exposed to tralokinumab before enrollment into the study will be enrolled.",
                    "armGroupLabels": [
                        "Tralokinumab-Exposed Case Series",
                        "Tralokinumab-Exposed Cohort"
                    ],
                    "otherNames": [
                        "Adbry",
                        "Adtralza"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Prevalence of Major Structural Birth Defects",
                    "description": "Major structural defects is defined and classified using the US Centers for Disease Control and Prevention (CDC) coding manual that is used for the Metropolitan Atlanta Congenital Defects Program (MACDP) classification of major structural defects. All major structural defects will be adjudicated by the co-investigator on this study.",
                    "timeFrame": "Up to 1-year of age"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of pregnancies ending in Spontaneous Abortion/Miscarriage",
                    "description": "Spontaneous abortion/miscarriage is defined as non-deliberate fetal death that occurs prior to 20 weeks after the first day of the last menstrual period (LMP).",
                    "timeFrame": "Up to 20 weeks post-LMP"
                },
                {
                    "measure": "Number of pregnancies ending in Stillbirth",
                    "description": "Stillbirth is defined as non-deliberate fetal death anytime in gestation at or after 20 weeks after the first day of the last menstrual period (LMP).",
                    "timeFrame": "From 20 weeks post-LMP to end of pregnancy"
                },
                {
                    "measure": "Number of pregnancies ending in Elective Termination/Abortion",
                    "description": "Elective termination/abortion is defined as deliberate termination of pregnancy through medication or surgical procedures. Elective abortions are classified for medical or social reasons.",
                    "timeFrame": "At the completion of pregnancy; before 40 weeks post-LMP"
                },
                {
                    "measure": "Number of pregnancies ending in Premature Delivery",
                    "description": "Premature delivery is defined as live birth prior to 37 weeks gestation as counted from LMP (or calculated from first-trimester ultrasound-derived due date if LMP uncertain or more than 1 week discrepant).",
                    "timeFrame": "Through 9 months of pregnancy"
                },
                {
                    "measure": "A Pattern of Minor Structural Birth Defects",
                    "description": "A pattern of 3 or more minor structural defects occurring in at least two children in any of the cohorts and identified by a study examiner based on the study-related physical examination.",
                    "timeFrame": "Through completion of the study; an average of 1 year"
                },
                {
                    "measure": "Number of children who are Small for Gestational Age",
                    "description": "Small for gestational age is defined as birth size (weight, length or head circumference) less than the 10th centile for sex and gestational age using standard pediatric CDC growth curves for full term or preterm infants.",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Number of children who are Small for Age for Postnatal Growth",
                    "description": "Small for age for postnatal growth is defined as postnatal size (weight, length or head circumference) less than the 10th centile for sex and age using National Center for Health Statistics (NCHS) pediatric growth curves, and adjusted postnatal age for premature infants if the postnatal measurement is obtained at less than 1 year of age.",
                    "timeFrame": "Up to 1 year of age"
                },
                {
                    "measure": "Number of children diagnosed with a Serious or Opportunistic Infections",
                    "description": "A diagnosis of tuberculosis, x-ray proven pneumonia, neonatal sepsis, meningitis, bacteremia, invasive fungal infection, pneumocystitis, septic arthritis, osteomyelitis, abscess (deep tissue), and infections requiring hospitalization identified in live born infants",
                    "timeFrame": "Up to 1 year of age"
                },
                {
                    "measure": "Screening for Neurodevelopmental Milestones",
                    "description": "Screening for neurodevelopment performed using the Ages and Stages Questionnaire (ASQ). An abnormal score is defined in the scoring guidelines. Abnormal scores of clinical concern are defined by test-based, standardized scoring criteria reported in the ASQ-3 User's Guide. These represent scores that are less than two standard deviations below the mean for each category. Borderline scores are scores that fall between 2.0 and 1.5 standard deviations below the mean. The ASQ-3 does not provide a borderline score range but they suggest that children be monitored when they have scores 1.0 - 2.0 standard deviations below the mean.",
                    "timeFrame": "4 months and 12 months of age"
                },
                {
                    "measure": "Number of Perinatal, Neonatal, or Infant Deaths",
                    "description": "Stillbirth is defined as non-deliberate fetal death anytime in gestation at or after 20 weeks after the first day of the last menstrual period (LMP). Neonatal death is defined as death of live born infant within 28 days of delivery. Infant death is defined as death of a live born infant \\>28 days old to 1 year of life.",
                    "timeFrame": "From 20 weeks gestation to 12 months of age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEligibility for the cohort study includes the following:\n\n1. Currently pregnant at the time of enrollment\n2. Reside in the US or Canada at the time of enrollment\n3. Verbal informed consent to participate OTIS Pregnancy Registry\n4. Current diagnosis of AD at the time of enrollment\n\nCohort 1: Tralokinumab-Exposed Cohort\n\n1. Diagnosed with AD\n2. Exposure to tralokinumab for any number of days, at any dose, and at any time during pregnancy or within 16 weeks prior to the date of conception\n3. Agree to the conditions and requirements of the study including the interview schedule, dysmorphology exam (for the first 80 pregnancies resulting in live born infants), developmental screening, and release of medical records\n\nCohort 2: AD Comparator I- Phototherapy or Systemic Treatment\n\n1. Diagnosed with AD\n2. Exposed to phototherapy and/or systemic therapy for the treatment of AD for any number of days, at any dose, and at any time within 5 half-lives prior to the date of conception or during pregnancy\n3. Agree to the conditions and requirements of the study including the interview schedule, dysmorphology exam (for the first 80 pregnancies resulting in live born infants), developmental screening, and release of medical records\n\nCohort 3: AD Comparator II - With or Without Treatment\n\n1. Diagnosed with AD\n2. May or may not have received treatment for AD, but have not been exposed to any dose of phototherapy or systemic therapy for the treatment of AD within 5 half-lives prior to the estimated date of conception or any time during pregnancy.\n3. Agree to the conditions and requirements of the study including the interview schedule, dysmorphology exam (for the first 80 pregnancies resulting in live born infants), developmental screening, and release of medical records\n\nExclusion Criteria:\n\nPregnant women meeting any of the following criteria will not be included in the cohort study:\n\nCohort 1: Tralokinumab-Exposed Cohort\n\n1. Women who have enrolled in the tralokinumab cohort study with a previous pregnancy\n2. Exposure to any dose of methotrexate or mycophenolate mofetil within 5 half-lives prior to the estimated date of conception or anytime during pregnancy\n3. Retrospective enrollment after the outcome of pregnancy is known (i.e., the pregnancy has ended prior to enrollment)\n4. Results of a diagnostic test are positive for a major structural birth defect prior to enrollment. However, women who have had any normal or abnormal prenatal screening or diagnostic test prior to enrollment are eligible as long as the test result does not indicate a major structural defect\n\nCohort 2: AD Therapy Comparator I- Phototherapy or Systemic Treatment\n\n1. Pregnant women who have enrolled in the tralokinumab cohort study with a previous pregnancy\n2. Exposure to any dose of tralokinumab, methotrexate or mycophenolate mofetil within 5 half-lives prior to the estimated date of conception or anytime during pregnancy.\n3. Retrospective enrollment after the outcome of pregnancy is known (i.e., the pregnancy has ended prior to enrollment)\n4. Results of a diagnostic test are positive for a major structural defect prior to enrollment. However, women who have had any normal or abnormal prenatal screening or diagnostic test prior to enrollment are eligible as long as the test result does not indicate a major structural defect\n\nCohort 3: AD Therapy Comparator II - With or Without Treatment\n\n1. Pregnant women who have enrolled in the tralokinumab cohort study with a previous pregnancy\n2. Exposure to any dose of tralokinumab, methotrexate or mycophenolate mofetil within 5 half-lives prior to the estimated date of conception or anytime during pregnancy\n3. Exposure to any dose of phototherapy and/or systemic therapy for the treatment of AD within 5 half-lives prior to the estimated date of conception or during pregnancy\n4. Retrospective enrollment after the outcome of pregnancy is known (i.e., the pregnancy has ended prior to enrollment)\n5. Results of a diagnostic test are positive for a major structural defect prior to enrollment. However, women who have had any normal or abnormal prenatal screening or diagnostic test prior to enrollment are eligible as long as the test result does not indicate a major structural defect\n\nCase-Series: Tralokinumab-Exposed Case Series\n\nPregnancies with tralokinumab exposure that do not meet the exposed cohort (Cohort 1) criteria will be excluded from the cohort, but will be included in the Exposure Series. Women who are eligible for enrollment in the Exposure Series include, but are not limited to the following: exposed to tralokinumab during pregnancy for an indication other than AD, women who enrolled with a previous pregnancy in the cohort, and retrospective reports of a tralokinumab-exposed pregnancy after the outcome of pregnancy is known. With informed consent, data will be collected from those enrolled in the Exposure Series from maternal interviews and medical record review using the same protocol as the cohort study to the extent possible.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Pregnant people",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population includes pregnant women who reside in the US or Canada.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Diana Johnson, MS",
                    "role": "CONTACT",
                    "phone": "877-311-8972",
                    "email": "mothertobaby@health.ucsd.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Diego (UCSD)",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Johnson, MS",
                            "role": "CONTACT",
                            "phone": "877-311-8972",
                            "email": "mothertobaby@health.ucsd.edu"
                        },
                        {
                            "name": "Christina Chambers, PhD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Study website page",
                    "url": "https://mothertobaby.org/ongoing-study/adbry-tralokinumab/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003876",
                    "term": "Dermatitis, Atopic"
                },
                {
                    "id": "D000003872",
                    "term": "Dermatitis"
                },
                {
                    "id": "D000004485",
                    "term": "Eczema"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000012873",
                    "term": "Skin Diseases, Genetic"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000017443",
                    "term": "Skin Diseases, Eczematous"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7071",
                    "name": "Dermatitis, Atopic",
                    "asFound": "Atopic Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7067",
                    "name": "Dermatitis",
                    "asFound": "Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7655",
                    "name": "Eczema",
                    "asFound": "Atopic Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15676",
                    "name": "Skin Diseases, Genetic",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M19712",
                    "name": "Skin Diseases, Eczematous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}