{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06116552",
            "orgStudyIdInfo": {
                "id": "STUDY00149319"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21DC020786",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21DC020786"
                }
            ],
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "More and Less Social Comprehension",
            "officialTitle": "More and Less Social Comprehension: Child and Text Factors for Autistic Children",
            "acronym": "MLSC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "more-and-less-social-comprehension"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-30",
            "studyFirstSubmitQcDate": "2023-10-30",
            "studyFirstPostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Meghan M. Davidson, Ph.D.",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Kansas"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Kansas",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this early Phase 1 clinical trial is to assess if the social content of a story impacts autistic children's listening comprehension of stories. The main questions this study aims to answer are:\n\n* Does removing social content from a story improve listening comprehension in autistic children?\n* Does listening comprehension of more social versus less social stories differentially predict performance on a standardized reading comprehension measure?\n\nParticipants will listen to more social and less social stories while viewing accompanying pictures and answer comprehension questions about the stories and complete a standardized assessment of reading comprehension. In addition, participants complete measures of their nonverbal cognition, hearing status, autism severity, language abilities, and social communication abilities to help characterize individual differences in participants.",
            "detailedDescription": "Listening comprehension is an important predictor of later reading comprehension, academic success, health, psychosocial, and vocational outcomes; yet roughly 65% of autistic school-age children have poor comprehension. Non-autistic comprehension of more social (e.g., narrative) texts is better than less social (e.g., expository texts) because non-autistic individuals can bootstrap their real-world social understanding to better understand the text. In contrast, autistic comprehension of less social texts has been shown in a small pilot study to be better than more social texts, which is likely due to their social communication impairments. The Construction-Integration Theory of Comprehension stipulates that a situation model (i.e., a mental representation) is constructed through interactions between child factors (i.e., individual differences in a child's abilities) and text factors (i.e., individual differences across texts). Both linguistic child factors (e.g., vocabulary and morphosyntax) and social child factors (e.g., social communication and theory of mind) predict reading comprehension in autistic children. However, these factors have not been examined for listening comprehension in autistic children and have only been examined for more social texts. Text factors (e.g., word concreteness and narrativity) impact comprehension in non-autistic individuals but have all but been ignored for autistic individuals.\n\nThe goal of this study is to examine how social information in texts impacts listening comprehension of stories in 9- to 12-year-old autistic children. Further, how listening comprehension of more or less social stories predicts reading comprehension on a standardized reading comprehension measure will also be assessed. In addition, individual differences in cognition, language, and social communication will be evaluated to determine how individual differences across children impacts comprehension and may predict response to intervention in future studies. The primary hypothesis is that stories with less social content (i.e, less social texts) will improve comprehension in autistic children compared to stories with more social content (i.e., more social texts). The secondary hypothesis is that comprehension or more social stories will better predict reading comprehension performance because these measures tend to include stories with more social information. In addition, both child and text factors impact comprehension and that social and linguistic child and text factors differentially contribute, depending on the content of the text. That is, the linguistic factors will predict comprehension across text type whereas the social factors will specifically predict comprehension of more social texts. The proposed project lays the methodological and empirical groundwork for using a precision medicine approach to identify and manipulate child and text factors for novel, effective comprehension interventions for autistic individuals.\n\nAfter completing eligibility, participants will complete an experimental measure, the Socialness Story Task, that measures children's comprehension of more social and less social stories. Participants will also complete a standardized test of reading comprehension. In addition, participants will complete various experimental and standardized tests of nonverbal cognition, hearing status, autism severity, language, and social communication to assess individual differences. Participants complete all measures across two, 2.5 hour sessions."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "Autism",
                "Social Communication",
                "Listening Comprehension",
                "Reading Comprehension",
                "Language",
                "Individual Differences"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A within-subjects design is used where participants complete both treatments: listening to more social stories and less social stories.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "More and Less Social Comprehension",
                    "type": "EXPERIMENTAL",
                    "description": "Participants listen to more social and less social comprehension stories and answer comprehension questions about the stories.",
                    "interventionNames": [
                        "Behavioral: More Social Stories",
                        "Behavioral: Less Social Stories"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "More Social Stories",
                    "description": "Children listen to four stories while looking at accompanying images that contain more social information (e.g., characters referencing, dialogue, mental and emotional state words, and narrativity) as measured by a text analysis.",
                    "armGroupLabels": [
                        "More and Less Social Comprehension"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Less Social Stories",
                    "description": "Children listen to four stories while looking at accompanying images that contain less social information (e.g., characters referencing, dialogue, mental and emotional state words, and narrativity) as measured by a text analysis.",
                    "armGroupLabels": [
                        "More and Less Social Comprehension"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent of correct comprehension questions for more social stories at baseline",
                    "description": "The Socialness Story Comprehension Task assesses listening comprehension of more and less social stories. Participants listen to stories while looking at picture scenes and then answer three open-ended comprehension questions about each story. The participant is presented with two practice stories first, and then eight main stories. One practice story and four of the main stories are more social. Comprehension questions are scored as correct or incorrect. Participant scores may range from 0% (0 comprehension questions correct) to 100% (all 12 comprehension question correct). Higher scores are indicative of better comprehension of more social stories.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Percent of correct comprehension questions for less social stories at baseline",
                    "description": "The Socialness Story Comprehension Task assesses listening comprehension of more and less social stories. Participants listen to stories while looking at picture scenes and then answer three open-ended comprehension questions about each story. The participant is presented with two practice stories first, and then eight main stories. One practice story and four of the main stories are less social. Comprehension questions are scored as correct or incorrect. Participant scores may range from 0% (0 comprehension questions correct) to 100% (all 12 comprehension question correct). Higher scores are indicative of better comprehension of less social stories.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reading comprehension as measured by the Gray Oral Reading Test, Fifth Edition (GORT-5) at baseline",
                    "description": "The Gray Oral Reading Test, Fifth Edition (GORT-5) is a standardized assessment that measures children's reading comprehension. The GORT-5 consists of up to16 stories that children read aloud and then answer comprehension questions about. Scaled scores for the comprehension score indicate very poor (scores between 1 to 3), poor (scores between 4 to 5), below average (scores between 6 to 7), average (scores between 8-12), above average (scores between 13 to 14), superior (scores between 15 to 16), and very superior (scores between 17 to 20) performance. Higher scores indicate better reading comprehension.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Has a community or educational autism diagnosis (based on parent report);\n* Is between the ages of 9;0 to 12;11 (years; months);\n* Uses verbal phrase-level spoken language (based on parent report).\n\nExclusion Criteria:\n\n* Speaks more than one language (based on parent report);\n* Has a known chromosomal abnormality (e.g., Fragile X syndrome, Down syndrome; based on parent report);\n* Has an intellectual impairment or cognitive disability (IQ \\< 70; based on parent report);\n* Has Cerebral palsy (based on parent report);\n* Uncorrected visual impairments (based on parent report);\n* Minimal spoken language or no phrase spoken language (based on parent report or clinical observation).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "9 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meghan M Davidson, PhD, CCC-SLP",
                    "role": "CONTACT",
                    "phone": "785-864-6430",
                    "email": "meghan.davidson@ku.edu"
                },
                {
                    "name": "Thomas Gottstein",
                    "role": "CONTACT",
                    "phone": "785-864-6037",
                    "email": "call_lab@ku.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Meghan M Davidson, PhD, CCC-SLP",
                    "affiliation": "University of Kansas Department of Speech-Language Hearing: Communications and Disorders",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Comprehension and Language Learning Lab",
                    "status": "RECRUITING",
                    "city": "Lawrence",
                    "state": "Kansas",
                    "zip": "66045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Gottstein",
                            "role": "CONTACT",
                            "phone": "785-864-6037",
                            "email": "call_lab@ku.edu"
                        },
                        {
                            "name": "Meghan M Davidson, PhD, CCC-SLP",
                            "role": "CONTACT",
                            "phone": "785-864-6430",
                            "email": "meghan.davidson@ku.edu"
                        },
                        {
                            "name": "Meghan M Davidson, PhD, CCC-SLP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.97167,
                        "lon": -95.23525
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25821925",
                    "type": "BACKGROUND",
                    "citation": "Bodner KE, Engelhardt CR, Minshew NJ, Williams DL. Making Inferences: Comprehension of Physical Causality, Intentionality, and Emotions in Discourse by High-Functioning Older Children, Adolescents, and Adults with Autism. J Autism Dev Disord. 2015 Sep;45(9):2721-33. doi: 10.1007/s10803-015-2436-3."
                },
                {
                    "pmid": "26069030",
                    "type": "BACKGROUND",
                    "citation": "Chevallier C, Parish-Morris J, McVey A, Rump KM, Sasson NJ, Herrington JD, Schultz RT. Measuring social attention and motivation in autism spectrum disorder using eye-tracking: Stimulus type matters. Autism Res. 2015 Oct;8(5):620-8. doi: 10.1002/aur.1479. Epub 2015 Jun 10."
                },
                {
                    "pmid": "33464982",
                    "type": "BACKGROUND",
                    "citation": "Davidson MM. Reading Comprehension in School-Age Children With Autism Spectrum Disorder: Examining the Many Components That May Contribute. Lang Speech Hear Serv Sch. 2021 Jan 19;52(1):181-196. doi: 10.1044/2020_LSHSS-20-00010. Epub 2021 Jan 18."
                },
                {
                    "pmid": "24022730",
                    "type": "BACKGROUND",
                    "citation": "Davidson MM, Ellis Weismer S. Characterization and prediction of early reading abilities in children on the autism spectrum. J Autism Dev Disord. 2014 Apr;44(4):828-45. doi: 10.1007/s10803-013-1936-2."
                },
                {
                    "pmid": "28834327",
                    "type": "BACKGROUND",
                    "citation": "Davidson MM, Ellis Weismer S. Reading comprehension of ambiguous sentences by school-age children with autism spectrum disorder. Autism Res. 2017 Dec;10(12):2002-2022. doi: 10.1002/aur.1850. Epub 2017 Aug 22."
                },
                {
                    "pmid": "34994926",
                    "type": "BACKGROUND",
                    "citation": "Davidson MM, Fleming KK. Story Comprehension Monitoring Across Visual, Listening, and Written Modalities in Children with and Without Autism Spectrum Disorder. J Autism Dev Disord. 2023 Jan;53(1):1-24. doi: 10.1007/s10803-021-05418-6. Epub 2022 Jan 7."
                },
                {
                    "pmid": "29802485",
                    "type": "BACKGROUND",
                    "citation": "Davidson MM, Kaushanskaya M, Ellis Weismer S. Reading Comprehension in Children With and Without ASD: The Role of Word Reading, Oral Language, and Working Memory. J Autism Dev Disord. 2018 Oct;48(10):3524-3541. doi: 10.1007/s10803-018-3617-7."
                },
                {
                    "pmid": "23199139",
                    "type": "BACKGROUND",
                    "citation": "Devine RT, Hughes C. Silent films and strange stories: theory of mind, gender, and social experiences in middle childhood. Child Dev. 2013 May-Jun;84(3):989-1003. doi: 10.1111/cdev.12017. Epub 2012 Nov 30."
                },
                {
                    "pmid": "26255713",
                    "type": "BACKGROUND",
                    "citation": "Devine RT, Hughes C. Measuring theory of mind across middle childhood: Reliability and validity of the Silent Films and Strange Stories tasks. J Exp Child Psychol. 2016 Sep;149:23-40. doi: 10.1016/j.jecp.2015.07.011. Epub 2016 Feb 5."
                },
                {
                    "pmid": "26566295",
                    "type": "BACKGROUND",
                    "citation": "Eason SH, Goldberg LF, Young KM, Geist MC, Cutting LE. Reader-Text Interactions: How Differential Text and Question Types Influence Cognitive Skills Needed for Reading Comprehension. J Educ Psychol. 2012 Aug;104(3):515-528. doi: 10.1037/a0027182."
                },
                {
                    "pmid": "25164300",
                    "type": "BACKGROUND",
                    "citation": "Graesser AC, McNamara DS. Computational analyses of multilevel discourse comprehension. Top Cogn Sci. 2011 Apr;3(2):371-98. doi: 10.1111/j.1756-8765.2010.01081.x."
                },
                {
                    "pmid": "27687116",
                    "type": "BACKGROUND",
                    "citation": "Judd CM, Westfall J, Kenny DA. Experiments with More Than One Random Factor: Designs, Analytic Models, and Statistical Power. Annu Rev Psychol. 2017 Jan 3;68:601-625. doi: 10.1146/annurev-psych-122414-033702. Epub 2016 Sep 28."
                },
                {
                    "pmid": "32125226",
                    "type": "BACKGROUND",
                    "citation": "Kim YG. Toward Integrative Reading Science: The Direct and Indirect Effects Model of Reading. J Learn Disabil. 2020 Nov/Dec;53(6):469-491. doi: 10.1177/0022219420908239. Epub 2020 Mar 3."
                },
                {
                    "pmid": "34883054",
                    "type": "BACKGROUND",
                    "citation": "Lord C, Charman T, Havdahl A, Carbone P, Anagnostou E, Boyd B, Carr T, de Vries PJ, Dissanayake C, Divan G, Freitag CM, Gotelli MM, Kasari C, Knapp M, Mundy P, Plank A, Scahill L, Servili C, Shattuck P, Simonoff E, Singer AT, Slonims V, Wang PP, Ysrraelit MC, Jellett R, Pickles A, Cusack J, Howlin P, Szatmari P, Holbrook A, Toolan C, McCauley JB. The Lancet Commission on the future of care and clinical research in autism. Lancet. 2022 Jan 15;399(10321):271-334. doi: 10.1016/S0140-6736(21)01541-5. Epub 2021 Dec 6. No abstract available. Erratum In: Lancet. 2022 Dec 3;400(10367):1926. doi: 10.1016/S0140-6736(22)02415-1. Lancet. 2024 Apr 6;403(10434):1340. doi: 10.1016/S0140-6736(24)00646-9."
                },
                {
                    "pmid": "28624962",
                    "type": "BACKGROUND",
                    "citation": "McIntyre NS, Solari EJ, Gonzales JE, Solomon M, Lerro LE, Novotny S, Oswald TM, Mundy PC. The Scope and Nature of Reading Comprehension Impairments in School-Aged Children with Higher-Functioning Autism Spectrum Disorder. J Autism Dev Disord. 2017 Sep;47(9):2838-2860. doi: 10.1007/s10803-017-3209-y."
                },
                {
                    "pmid": "16897396",
                    "type": "BACKGROUND",
                    "citation": "Nation K, Clarke P, Wright B, Williams C. Patterns of reading ability in children with autism spectrum disorder. J Autism Dev Disord. 2006 Oct;36(7):911-9. doi: 10.1007/s10803-006-0130-1."
                },
                {
                    "pmid": "32413648",
                    "type": "BACKGROUND",
                    "citation": "Peristeri E, Baldimtsi E, Andreou M, Tsimpli IM. The impact of bilingualism on the narrative ability and the executive functions of children with autism spectrum disorders. J Commun Disord. 2020 May-Jun;85:105999. doi: 10.1016/j.jcomdis.2020.105999. Epub 2020 May 3."
                },
                {
                    "pmid": "22843036",
                    "type": "BACKGROUND",
                    "citation": "Ricketts J, Jones CR, Happe F, Charman T. Reading comprehension in autism spectrum disorders: the role of oral language and social functioning. J Autism Dev Disord. 2013 Apr;43(4):807-16. doi: 10.1007/s10803-012-1619-4."
                },
                {
                    "pmid": "36531336",
                    "type": "BACKGROUND",
                    "citation": "Westerveld MF, Filiatrault-Veilleux P, Paynter J. Inferential narrative comprehension ability of young school-age children on the autism spectrum. Autism Dev Lang Impair. 2021 Sep 7;6:23969415211035666. doi: 10.1177/23969415211035666. eCollection 2021 Jan-Dec."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team may need to share participant study data with people outside KUMC or KU-Lawrence. These groups or agencies may make copies of study data for audit purposes.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "IPD may be shared at any point during participant recruitment, during data analysis, or after data analysis has been completed.",
            "accessCriteria": "Groups or agencies with whom we may share IPD include:\n\n* Federal agencies that oversee human research (if a study audit is performed)\n* Experts who inspect the study information to see if the study is being done correctly and if it is still safe to continue"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}