{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05425641",
            "orgStudyIdInfo": {
                "id": "21- 0467"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL153810",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL153810"
                }
            ],
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "MoST-Influenced Behavioral Intervention for Walking",
            "officialTitle": "Influencing Basic Behavioral Mechanisms of Action While Targeting Daily Walking in Those at Risk for Cardiovascular Disease: Science of Behavior Change Factorial Experiment of Behavioral Change",
            "therapeuticArea": [
                "Other"
            ],
            "study": "most-influenced-behavioral-intervention-for-walking"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-08",
            "studyFirstSubmitQcDate": "2022-06-16",
            "studyFirstPostDateStruct": {
                "date": "2022-06-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "Columbia University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a randomized, factorial experiment using the basic Science of Behavior Change (SOBC) approach to efficiently test the effects of four distinct behavior change techniques (BCTs), goal setting, action planning, self- monitoring and feedback, thought to engage one key behavioral mechanism of action (MoA) for improving daily walking by at least 1000 steps per day in persons who have been objectively verified as sedentary and are at risk for cardiovascular disease.",
            "detailedDescription": "This study is a randomized, factorial experiment using the basic Science of Behavior Change (SOBC) approach to efficiently test the effects of four distinct behavior change techniques (BCTs), goal setting, action planning, self- monitoring and feedback, hypothesized to engage one key behavioral mechanism of action (MoA-self-efficacy for walking) for improving daily walking by at least 1000 steps per day in persons who have been objectively verified as sedentary and are at risk for cardiovascular disease. Participants who self-report themselves as physically sedentary and possess at least one risk factor for cardiovascular disease are eligible for a 4-week baseline period in which they must demonstrate adherence to Fitbit activity tracking use, completion of survey measures, and be objectively verified as sedentary. Participants who successfully complete baseline will proceed to the 8-week intervention phase of the study. They will be randomized to one of 16 possible intervention arms and receive one or more behavior change techniques shown to be efficacious in promoting greater physical activity. Behavior change techniques will be delivered via text message each morning with the goal of increasing low intensity physical activity by walking 1,000 steps more than the baseline step average. One group (control) will not receive any BCT messages. Upon completion of the intervention phase, participants will continue to have their step counts continuously monitored during the 12-week follow-up phase. All participants will complete bi-weekly surveys throughout the entire duration of the study (baseline, intervention, follow-up)."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiovascular Diseases",
                "Physical Inactivity"
            ],
            "keywords": [
                "Sedentary Behavior",
                "Physical Activity",
                "Behavior Change",
                "Behavior Change Techniques",
                "Virtual",
                "Cardiovascular Health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "The study uses a factorial design to randomize participants to all combinations of 4 behavior change techniques (BCTs). There will also be a control group which will receive no BCT intervention.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 624,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Goal Setting and Action Planning and Self-Monitoring and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting, Action Planning, Self-Monitoring, and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Action Planning",
                        "Behavioral: Self-Monitoring of Behavior",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Goal Setting and Action Planning and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting, Action Planning, and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Action Planning",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Goal Setting and Self-Monitoring and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting, Self-Monitoring, and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Self-Monitoring of Behavior",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Goal Setting and Action Planning, and Self-Monitoring",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting, Action Planning, and Self-Monitoring behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Action Planning",
                        "Behavioral: Self-Monitoring of Behavior"
                    ]
                },
                {
                    "label": "Action Planning and Self-Monitoring, and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Action Planning, Self-Monitoring, and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Action Planning",
                        "Behavioral: Self-Monitoring of Behavior",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Goal Setting and Action Planning",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting and Action Planning behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Action Planning"
                    ]
                },
                {
                    "label": "Goal Setting and Self-Monitoring",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting and Self-Monitoring behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Self-Monitoring of Behavior"
                    ]
                },
                {
                    "label": "Goal Setting and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Goal Setting and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Action Planning and Self-Monitoring",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Action Planning and Self-Monitoring behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Action Planning",
                        "Behavioral: Self-Monitoring of Behavior"
                    ]
                },
                {
                    "label": "Action Planning and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Action Planning and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Action Planning",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Self-Monitoring and Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages that include the Self-Monitoring and Feedback behavior change techniques (BCTs) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Self-Monitoring of Behavior",
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Goal Setting",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages with the Goal Setting behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Goal Setting"
                    ]
                },
                {
                    "label": "Action Planning",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages with the Action Planning behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Action Planning"
                    ]
                },
                {
                    "label": "Self-Monitoring",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages with the Self-Monitoring behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Self-Monitoring of Behavior"
                    ]
                },
                {
                    "label": "Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will receive daily text messages with the Feedback behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count.",
                    "interventionNames": [
                        "Behavioral: Feedback on Behavior"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this arm will not receive any daily BCT text messages. Instead, individuals receive daily text messages with the text \"Please acknowledge that you have received this text message.\""
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Goal Setting",
                    "description": "Individuals will receive daily text messages that include the Goal Setting behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count. An example of the Goal Setting BCT is \"Is your goal to walk an extra 1,000 steps more than your baseline average?\".",
                    "armGroupLabels": [
                        "Goal Setting",
                        "Goal Setting and Action Planning",
                        "Goal Setting and Action Planning and Feedback",
                        "Goal Setting and Action Planning and Self-Monitoring and Feedback",
                        "Goal Setting and Action Planning, and Self-Monitoring",
                        "Goal Setting and Feedback",
                        "Goal Setting and Self-Monitoring",
                        "Goal Setting and Self-Monitoring and Feedback"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Action Planning",
                    "description": "Individuals will receive daily text messages that include the Action Planning behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count. An example of the Action Planning BCT is \"Take one minute and plan for today how, where and when you can walk an extra 1,000 steps more than your baseline average. Have you planned for today?\"",
                    "armGroupLabels": [
                        "Action Planning",
                        "Action Planning and Feedback",
                        "Action Planning and Self-Monitoring",
                        "Action Planning and Self-Monitoring, and Feedback",
                        "Goal Setting and Action Planning",
                        "Goal Setting and Action Planning and Feedback",
                        "Goal Setting and Action Planning and Self-Monitoring and Feedback",
                        "Goal Setting and Action Planning, and Self-Monitoring"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Monitoring of Behavior",
                    "description": "Individuals will receive daily text messages that include the Self-Monitoring behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count. An example of the Self-Monitoring BCT is \"Check your fitbit for yesterday. Type in the number of steps you did yesterday.\"",
                    "armGroupLabels": [
                        "Action Planning and Self-Monitoring",
                        "Action Planning and Self-Monitoring, and Feedback",
                        "Goal Setting and Action Planning and Self-Monitoring and Feedback",
                        "Goal Setting and Action Planning, and Self-Monitoring",
                        "Goal Setting and Self-Monitoring",
                        "Goal Setting and Self-Monitoring and Feedback",
                        "Self-Monitoring",
                        "Self-Monitoring and Feedback"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Feedback on Behavior",
                    "description": "Individuals will receive daily text messages that include the Feedback behavior change technique (BCT) with the goal of increasing daily walking by 1,000 more steps than their baseline average step count. An example of the Feedback BCT is \"Your goal is to walk 1000 steps more than your baseline average. Yesterday you did not meet your goal. If you think this is incorrect you can check your step count from yesterday on your Fitbit app to confirm. \"",
                    "armGroupLabels": [
                        "Action Planning and Feedback",
                        "Action Planning and Self-Monitoring, and Feedback",
                        "Feedback",
                        "Goal Setting and Action Planning and Feedback",
                        "Goal Setting and Action Planning and Self-Monitoring and Feedback",
                        "Goal Setting and Feedback",
                        "Goal Setting and Self-Monitoring and Feedback",
                        "Self-Monitoring and Feedback"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Longitudinally Measured Self-Efficacy",
                    "description": "Self-efficacy, the hypothesized mechanism of action, will be assessed using the Self-Efficacy for Walking - Duration (SEW-DUR) scale, a 10-item measure assessing patient's capabilities to walk for durations of 5 to 50 minutes. Items are scored from 0 to 100%, with scores of 0% indicating participants are \"not at all confident\" they could walk for that duration and scores of 100% indicating the participants are \"highly confident\" they could walk that duration. Items are average to create a total score, with higher scores indicating higher levels of beliefs about capabilities/self-efficacy. The effect of the BCT intervention on longitudinal self-efficacy for physical activity will be assessed using linear mixed effects models, which include a random participant effect, fixed BCT intervention effects, a fixed time effect, and fixed BCT-time interaction. Potential moderators (including participant age, gender, and baseline physical activity) will also be examined.",
                    "timeFrame": "Self-efficacy will be assessed every two weeks during the baseline (4 weeks), intervention (8 weeks), and follow-up (12 weeks) periods."
                },
                {
                    "measure": "Change in Longitudinally Measured Physical Activity due to Self-Efficacy.",
                    "description": "Participant steps will be assessed continuously using a Fitbit activity tracking device. Daily steps for participants will be aggregated by baseline, intervention, and follow-up phases to generate average daily steps in each phase. Associations between self-efficacy and physical activity will be assessed using linear mixed effects models, which include a random participant effect, fixed self-efficacy intervention effects, a fixed time effect, and fixed self-efficacy-time interaction. Potential moderators (including participant age, gender, and baseline physical activity) will also be examined.",
                    "timeFrame": "Steps will be assessed continuously via worn activity tracker. Step counts will be aggregated and analyzed at the daily level during the baseline (4 weeks), intervention (8 weeks), and follow-up (12 weeks) periods."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Longitudinally Measured Physical Activity due to the BCT Intervention",
                    "description": "Participant steps will be assessed continuously using a Fitbit activity tracking device. Daily steps for participants will be aggregated by baseline, intervention, and follow-up phases to generate average daily steps in each phase. The effect of the BCT intervention on physical activity will be assessed using linear mixed effects models, which include a random participant effect, fixed BCT intervention effects, a fixed time effect, and fixed BCT-time interaction. Potential moderators (including participant age, gender, and baseline physical activity) will also be examined.",
                    "timeFrame": "Steps will be assessed continuously via worn activity tracker. Step counts will be aggregated and analyzed at the daily level during the baseline (4 weeks), intervention (8 weeks), and follow-up (12 weeks) periods."
                },
                {
                    "measure": "Indirect Effect of the BCT Intervention on Physical Activity",
                    "description": "Participant steps will be assessed continuously using a Fitbit activity tracking device. Daily steps for participants will be aggregated by baseline, intervention, and follow-up phases to generate average daily steps in each phase. The effects of the BCT intervention on physical activity via the hypothesized mechanism of action, self-efficacy, will be examined using natural effects models for effect decomposition into direct effect and indirect effect mediated by increase in self-efficacy relative to baseline. In addition, in order to assess how the timing of increase in self-efficacy mediates BCT effects, we will perform sequential mediation analysis en bloc under the natural effects modeling framework.",
                    "timeFrame": "Steps will be assessed continuously via worn activity tracker. Step counts will be aggregated and analyzed at the daily level during the baseline (4 weeks), intervention (8 weeks), and follow-up (12 weeks) periods."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Participant Satisfaction with the BCT Intervention",
                    "description": "Participants will rate their satisfaction with the BCTs they receive in monthly survey measures. Participants will rate their satisfaction with the BCTs on a scale of 1 to 4 with higher numbers indicating greater levels of satisfaction. Means and standard deviations will be reported for BCT satisfaction.",
                    "timeFrame": "Satisfaction will be assessed monthly during the intervention (8 weeks in duration)."
                },
                {
                    "measure": "Participant Satisfaction with the Trial Components",
                    "description": "Participants will rate their satisfaction with the trial overall and with individual elements of the trial in a satisfaction survey administered at the end of the follow-up period. Satisfaction items are not part of an already existing scale but were developed to assess participant satisfaction with specific elements of the current study and the trial overall. Participants will rate their satisfaction on a scale of 1 to 5, with higher numbers indicating greater levels of satisfaction. Means and standard deviations will be reported for each element of satisfaction.",
                    "timeFrame": "Satisfaction will be assessed at the completion of the follow-up period (24 weeks from baseline)."
                },
                {
                    "measure": "Participant Adherence to BCT Intervention Arm.",
                    "description": "For each daily delivered BCT intervention, participant adherence will be tracked using text message responses or confirmation of viewing the BCT. This information will determine rates of adherence to the BCT intervention. Rates of adherence for the BCT intervention across all participants will be reported with means and standard deviations.",
                    "timeFrame": "Assessed once after the completion of the intervention (12 weeks from baseline)."
                },
                {
                    "measure": "Mean Participant Survey Adherence Rate.",
                    "description": "For each participant, the proportion of surveys measures completed will be calculated. Completion rates across all participants will be reported with means and standard deviations.",
                    "timeFrame": "Assessed once after completion of the trial (24 weeks from baseline)."
                },
                {
                    "measure": "Mean Fitbit Device Adherence Rate.",
                    "description": "For each participant, the proportion of days where the Fitbit device was worn will be calculated. Completion rates across all participants will be reported with means and standard deviations.",
                    "timeFrame": "Assessed once after completion of the trial (24 weeks from baseline)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 - 74 years old of age\n* Self-reported physical inactivity\n* Objectively determined to be sedentary in baseline\n* Possess at least one risk factor for CVD\n* Report they are in good general health and have never been informed by a clinician that it was not advisable/safe to participate in a low-intensity walking program\n* Owns and can regularly access a smartphone capable of receiving text messages\n* Owns and can regularly access an e-mail account\n\nExclusion Criteria:\n\n* \\< 18 years old or \\> 74 years old\n* Have self-reported poor health, limited mobility and/or have been advised by a clinician not to increase their low-intensity walking\n* Previously diagnosed with a heart attack, stroke, peripheral vascular disease, or received a stent\n* Inability to comply with study protocol during 4 week baseline period\n* Pregnancy\n* Previous diagnosis of a serious mental health condition or psychiatric disorder, such as bipolar disorder or schizophrenia\n* Cognitive impairment",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "74 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joan Duer-Hefele, RN, MA",
                    "role": "CONTACT",
                    "phone": "646-766-7153",
                    "email": "jduerhefele@northwell.edu"
                },
                {
                    "name": "Karina W Davidson, PhD, MASc",
                    "role": "CONTACT"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karina W Davidson, PhD, MASc",
                    "affiliation": "Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Institute of Health System Science",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10022",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joan Duer-Hefele, RN, MA",
                            "role": "CONTACT",
                            "phone": "646-766-7153",
                            "email": "jduerhefele@northwell.edu"
                        },
                        {
                            "name": "Karina Davidson, PhD, MASc",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All collected IPD will be de-identified and pooled before sharing on the Open Science Framework, along with a data dictionary.\n\nSupporting Information: Study Protocol Statistical Analysis Plan (SAP) Informed Consent Form (ICF)",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "The study protocol, including the statistical analysis plan, will be made available in addition to the informed consent form following completion of recruitment but prior to publication of any data from the current study. De- identified, pooled individual participant data collection. We anticipate this data to be available on the Open Science Framework platform indefinitely.",
            "accessCriteria": "All data and supporting information will be stored on the Open Science Framework, a free web application with no access restrictions.",
            "url": "https://osf.io/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ]
        }
    },
    "hasResults": false
}