{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04531618",
            "orgStudyIdInfo": {
                "id": "AAAT0140"
            },
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Mother-infant Bonding During COVID-19",
            "officialTitle": "Randomized Controlled Trial (RCT) of Two Programs Supporting Early Infant Development Beginning in the Well Baby Nursery Through 4 Months of Age",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "mother-infant-bonding-during-covid"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-19",
            "studyFirstSubmitQcDate": "2020-08-26",
            "studyFirstPostDateStruct": {
                "date": "2020-08-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dani Dumitriu",
                "investigatorTitle": "Assistant Professor of Pediatrics (in Psychiatry)",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will assess whether the promotion of emotional exchange between mother and infant during the first four months of life improves primarily mother-child early relational health (ERH) and secondarily child neurodevelopmental and maternal mental health outcomes. In prior research on preterm infants, a similar intervention demonstrated increased quality of maternal caregiving behaviors and significant improvements in premature infants' neurodevelopment across multiple domains, including social-relatedness and attention problems. The goal of the emotional exchange intervention is to help mothers provide appropriate stimulation crucial for social, emotional, and neurobehavioral development, by helping the mother and child become attuned, or 'in sync', with each other. Measures of ERH, such as bonding, maternal sensitivity, and mother-child emotional connection will be compared between two groups: one receiving newborn parenting education and the other undergoing facilitated emotional exchange. Assessments will involve videos of mother-infant interactions during each intervention session and follow-up surveys conducted as part of a linked Institutional Review Board-approved study. Data collected in this study will contribute to understanding the underlying mechanisms of mother-infant interactions and their role in shaping optimal neurodevelopmental trajectories for infants and maternal mental health.",
            "detailedDescription": "In 2021, the American Academy of Pediatrics shifted its focus towards early relational health (ERH) as a buffer against childhood adversity and a promoter of life-course resilience, moving away from the emphasis on childhood toxic stress. Despite recognizing the crucial role of ERH in developmental outcomes, there is a shortage of meaningful, scalable, and longitudinally impactful ERH-based interventions.\n\nRecognizing this gap, it is imperative to develop preventative strategies that safeguard newborns and pave the way for optimal neurodevelopment. Mother-infant nurturing interactions are widely acknowledged as pivotal contributors to optimal neurodevelopmental trajectories. This intervention centers on promoting mother-infant emotional connection during the neonatal period, which is hypothesized to yield long-term benefits in ERH-based and developmental outcomes. The covid-19 pandemic has heightened the urgency of this work, as it has increased maternal stress and led to policy shifts that reduce postpartum contact between families and healthcare providers.\n\nTo conduct this study, the research team will identify potential participants among postpartum women delivered at New York-Presbyterian-affiliated Morgan Stanley Children's Hospital. Mother-infant dyads admitted to the well-baby nursery (WBN) will be invited to participate based on chart screening by trained research assistants. WBN attending pediatricians will introduce eligible participants to the study to ensure the mother's interest. If the mother agrees to hear more, a research assistant will visit the mother's room to discuss the study. If the mother agrees to take part, the research assistant will walk through the consent form and answer any questions the mother has about the study.\n\nThe study is structured into two participant groups. In the Emotional Exchange (EE) group, mothers will receive sessions focused on facilitated emotional exchanges with their infants. These sessions, conducted by a trained study staff member through Zoom, will involve storytelling and discussing emotional experiences with the baby, with prompts like sharing about the pregnancy or reactions to the baby's smiles. In contrast, the Newborn Care (NC) group will be provided with a parenting curriculum, adapted from a previous study, focusing on essential aspects of newborn care such as sleep practices, infant reflexes, and developmental milestones. These sessions will also be delivered via Zoom by a research assistant.\n\nFor both groups, the initial study visit will occur in the postpartum unit before the mothers are discharged. Subsequent sessions will be held weekly for the first four weeks and then approximately monthly until the infant reaches four months of age, all via Zoom in the comfort of the participants' homes. Each session will last between 15 to 30 minutes. Additionally, follow-up visits will involve video recording of mothers engaging in routine care interactions with their infants, such as diaper changes, to capture natural mother-infant interactions.\n\nUpon recruitment, each subject will be assigned a unique study ID to ensure privacy. All forms and data will use this ID instead of personal names. Information transferred from Electronic Health Records into our study database will also be linked to the study ID. The coding information and health record access will be restricted to the study coordinators and the database manager. Data analysts will receive only coded data, stored securely on a certified environment and on encrypted, password-protected devices. All data will be kept in a secure location, accessible only to the research team.\n\nQuality assurance will be upheld by continuous monitoring from the Columbia Institutional Review Board (IRB). As part of the study protocol, all families will provide consent for photography, videotaping, and audio recording for use in educational materials, scientific publications, and professional presentations. This consent is mandatory for participation in the study. The study includes English-speaking and Spanish-speaking participants, and all data collected will be securely stored in Redcap, a clinical research database designed for the safe handling of medical data.\n\n140 dyads will be recruited into each group (EE and NC), totaling a goal of 280 total enrolled, with a retention goal of n=100 (50 EE, 50 NC) at 6 months.\n\nThe study's analysis will employ analyses of covariance to address specific aims:\n\n1. Primary Outcome (Specific Aim 1): Compare mother-infant early relational health, longitudinally within and between groups over the study's duration. Measures of emotional connection, maternal bonding, and maternal sensitivity will be considered.\n2. Secondary Outcomes (Specific Aim 2): Compare maternal psychopathology and child development longitudinally within and between groups over the study's duration. Maternal mental health measures include State / Trait Anxiety Index (STAI), Perceived Stress Scale (PSS), and Patient Health Questionnaire (PHQ). The Ages and Stages questionnaires (ASQ:SE; ASQ-3) will be used to assess socioemotional and physical development.\n\nNOTE:\n\nThe investigators have made some major adjustments to the original protocol, which was developed at the height of the initial first wave of the COVID-19 pandemic. These necessary adjustments reflect the changing needs of both families and the scientific questions asked by the RCT. The following is a list of major changes in this modification (which have been IRB-approved);\n\n* Initial protocol intended to replicate the Family Nurture Intervention (FNI), which had been designed for mothers and infants in the Neonatal Intensive Care Unit (NICU). The original FNI included components such as scent-cloth exchange and mutual calming sessions that were tailored specifically for the NICU setting. We have updated the protocol to isolate one component of FNI, emotional exchange, to better suit the environment of the Well Baby Nursery (WBN)\n* Rather than comparing to standard care, our control group has been updated to an active control. Control families receive a structured newborn education curriculum. This ensures that the time spent by participants with our study staff is consistent across both intervention and control groups.\n* The investigators have removed the EEG and EKG monitoring as primary outcomes, as we have found it limited our ability to enroll participants.\n* Major outcomes 2-7 have been concatenated into one total Maternal Caregiving Behavior score.\n* Secondary outcomes have been added to measure changes in maternal mental health and child development"
        },
        "conditionsModule": {
            "conditions": [
                "Child Development",
                "Mother-Infant Interaction",
                "Relation, Parent-Child"
            ],
            "keywords": [
                "Emotional Connection",
                "Emotional Exchange",
                "Early Relational Health",
                "Newborn Care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Study staff who deliver the intervention will not be blinded to participant group. Hospital staff will be blind to group status.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 280,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Emotional Exchange (EE)",
                    "type": "EXPERIMENTAL",
                    "description": "Receives a facilitated emotional exchange session over Zoom in the Well Baby Nursery and up to 7 subsequent Zoom sessions over the next 4 months.",
                    "interventionNames": [
                        "Behavioral: Emotional Exchange (EE)"
                    ]
                },
                {
                    "label": "Newborn Care (NC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Receives didactic newborn parenting education delivering developmentally appropriate content over zoom at the same time points as the emotional exchange group.",
                    "interventionNames": [
                        "Other: Newborn Care (NC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Emotional Exchange (EE)",
                    "description": "These sessions, conducted by a trained study staff member through Zoom, will involve storytelling and discussing emotional experiences with the baby, with prompts like sharing about the pregnancy or reactions to the baby's smiles.",
                    "armGroupLabels": [
                        "Emotional Exchange (EE)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Newborn Care (NC)",
                    "description": "Newborn Care (NC) is a teaching curriculum designed to provide mothers with developmentally appropriate information about newborn care. The curriculum is adapted from previously studied literature that increased maternal knowledge about both medical and developmental concerns.",
                    "armGroupLabels": [
                        "Newborn Care (NC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Emotional Synchrony (ES) Scale",
                    "description": "The Emotional Synchrony (ES) scale is an observational quantitative tool used to assess interactions between infants and mothers, validated by the research team. Emotional synchrony is defined as a dyadic property that emerges when mother and child function as a unit, rather than as separate individuals. Coders use a 0-100 slider scale where higher scores indicate stronger emotional connections. The 'magnetism' between a mother and child is quantified based on physical and emotional elements observed during their interaction, including mutual eye gaze or aversion, and serve-and-return conversations. ES scores are recorded at baseline and then at 4 and 6-month follow-ups by researchers observing the interactions for 2-5 minutes. Changes in scores from baseline to 6 months are analyzed for each group.",
                    "timeFrame": "Baseline, 4 months, 6 months"
                },
                {
                    "measure": "Change in Maternal Caregiving Behavior Score",
                    "description": "The quality of caregiving in the domains of Acceptance versus Rejection, Sensitivity versus Insensitivity, Consideration versus Intrusiveness, Quality of Physical Contact, Quality of Vocal contact, and Effectiveness of Response to Baby's Crying, will be each measured on a scale from 1-9, with 9 indicating higher quality caregiving. These scores will be averaged to produce a composite score (between 1-9) that is the average of all sub-scales. During each Zoom call, following the mother-infant interaction video but prior to intervention for the emotional exchange group, a recording will be obtained where mother undresses infant, changes diaper, and redresses infant. This video will be scored with an adaption of the Ainsworth System for Rating Maternal Care-Giving Behavior.",
                    "timeFrame": "Baseline, 4 months"
                },
                {
                    "measure": "Postpartum Bonding Questionnaire (PBQ)",
                    "description": "A self-report tool that measures mother-infant bonding in the postpartum period. The PBQ targets maternal feelings, experiences, and attitudes toward her infant. Items are scored on a 6-point Likert scale (0-Always to 5-Never). The PBQ consists of four subscales; general bonding disorders (12 items; 1, 2, 6, 7, 8, 9, 10, 12, 13, 15, 16, 17), severe mother-infant relationship disorders (7 items; 3, 4, 5, 11, 14, 21, 23), infant-focused anxiety (4 items; 19, 20, 22, 25), and risk of abuse (2 items; 18, 24). The total cumulative score, ranging from 0 to 125, is used to screen for general bonding disorders (cut-off score ≥26), and severe bonding disturbances (cut-off score ≥40). A lower score indicates better bonding.",
                    "timeFrame": "Baseline, 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Ages and Stages questionnaire (ASQ-3) Score",
                    "description": "The ASQ-3 is a validated, widely used, standardized, level 1 screening tool based on parental report that reliably assesses 5 key developmental domains: communication, fine and gross motor, problem solving, and personal-social skills. Each domain is scored between 0-60, where higher scores indicate a better outcome for each subdomain. The ASQ-3 provides cutoff scores to indicate possible delay as follows: communication, 29.65; gross motor, 22.25; fine motor, 25.14; problem solving, 27.72; and personal-social, 25.34. Scores will be assessed between groups to see if intervention group is associated with differences in ASQ-3 score.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Social-Emotional Questionnaire (ASQ-SE) Score",
                    "description": "The ASQ-SE is a parent-completed, culturally sensitive questionnaire. It is a screening tool to identify young children who may have social and emotional development trends that warrant further evaluation. It assesses self-regulation, compliance, communication, adaptive behaviors, autonomy, affect, and interaction with people. It takes 10 to 15 minutes to complete. A total score ranging from 0-345 is calculated, where lower scores indicate better socio-emotional outcomes. Scores will be assessed between groups to see if intervention group is associated with differences in ASQ-SE score.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Maternal Anxiety using the State/Trait Anxiety Index (STAI)",
                    "description": "The State-Trait Anxiety Inventory-State (STAI) is a 40-item, self-report measure with sub-scales that assess both state and trait anxiety. Responses to the S-anxiety sub scale assess the intensity of their current feelings of anxiety, while responses for the T-anxiety scale assess frequency of feelings of anxiety in general. A total score that can range from 20-80 is computed such that higher scores indicated greater anxiety.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ9)",
                    "description": "The PHQ9 is a 9-item self-report measure used to assess the presence and severity of depression. Participants indicate how frequently they experienced each of the 9 items (e.g., \"Feeling down, depressed, or hopeless\") in the previous two weeks. Response options were 0 (not at all), 1 (several days), 2 (more than half the days), or 3 (nearly every day). Individual item responses were summed to yield a total score (0-27), with higher scores indicating greater severity depression symptoms.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Perceived Stress Scale (PSS)",
                    "description": "The PSS is a 14-item self-report instrument that measures mothers' self-perceived stress. Items include questions such as \"In the last month, how often have you felt nervous or \"stressed\"?\" and \"In the last month, how often have you found that you could not cope with all the things that you have had to do?\" Participants respond to each item on a scale from 0 (Never) to 4 (Very often), indicating the frequency of this symptom in the last month. Items were summed to yield a total score that can range from 0-56,x where higher scores indicate greater stress.",
                    "timeFrame": "4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Mother agrees to participate in a linked study involving additional surveys and assessments\n* Newborn born between 35 weeks and 40 weeks and 6 days gestational age\n* Newborn is a singleton\n* Mother can speak English or Spanish\n\nExclusion Criteria:\n\n* Newborn born at less than 35 weeks and 0 days gestational age\n* Newborn born at more than 40 weeks and 6 days gestational age\n* Infant's attending physician does not recommend enrollment in the study based on newborn health concerns or diagnoses, or based on concern regarding maternal history of maternal substance abuse, severe psychiatric illness or psychosis\n* Mother and/or infant has a medical condition that precludes intervention components\n* Newborn is a twin or other multiple at birth\n* Mother is unwilling to be video recorded",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Hours",
            "maximumAge": "72 Hours",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ginger Atwood, BA",
                    "role": "CONTACT",
                    "phone": "646-400-0988",
                    "email": "ga2608@columbia.edu"
                },
                {
                    "name": "Dani Dumitriu, MD, PhD",
                    "role": "CONTACT",
                    "phone": "646-774-6255",
                    "email": "dani.dumitriu@columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dani Dumitriu, MD, PhD",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Morgan Stanley Children's Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dani Dumitriu, MD, PhD",
                            "role": "CONTACT",
                            "phone": "646-774-6255",
                            "email": "dani.dumitriu@columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10262147",
                    "type": "BACKGROUND",
                    "citation": "Abidin RR. Parenting stress and the utilization of pediatric services. Child Health Care. 1983 Fall;11(2):70-3. doi: 10.1207/s15326888chc1102_5."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Achenbach TM, Rescorla L. Manual for the ASEBA Preschool Forms &Amp; Profiles: an Integrated System of Multi-Informant Assessment. Burlington, VT: ASEBA; 2000."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Als, H. Reading the premature infant. In: Nurturing the Premature Infant: Developmental Interventions in the Neonatal Intensive Care Nursery. New York: Oxford University Press; 1999."
                },
                {
                    "pmid": "10405861",
                    "type": "BACKGROUND",
                    "citation": "Bailey RC, Kamenga MC, Nsuami MJ, Nieburg P, St Louis ME. Growth of children according to maternal and child HIV, immunological and disease characteristics: a prospective cohort study in Kinshasa, Democratic Republic of Congo. Int J Epidemiol. 1999 Jun;28(3):532-40. doi: 10.1093/ije/28.3.532."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Benasich AA, Thomas JJ. Developmental Disorders of Language. Encyclopedia of Cognitive Science Nadel/Cognitive. 2006."
                },
                {
                    "pmid": "31122797",
                    "type": "BACKGROUND",
                    "citation": "Boivin MJ, Maliwichi-Senganimalunje L, Ogwang LW, Kawalazira R, Sikorskii A, Familiar-Lopez I, Kuteesa A, Nyakato M, Mutebe A, Namukooli JL, Mallewa M, Ruisenor-Escudero H, Aizire J, Taha TE, Fowler MG. Neurodevelopmental effects of ante-partum and post-partum antiretroviral exposure in HIV-exposed and uninfected children versus HIV-unexposed and uninfected children in Uganda and Malawi: a prospective cohort study. Lancet HIV. 2019 Aug;6(8):e518-e530. doi: 10.1016/S2352-3018(19)30083-9. Epub 2019 May 20."
                },
                {
                    "pmid": "26306860",
                    "type": "BACKGROUND",
                    "citation": "Brunelli SA, Curley JP, Gudsnuk K, Champagne FA, Myers MM, Hofer MA, Welch MG. Variations in maternal behavior in rats selected for infant ultrasonic vocalization in isolation. Horm Behav. 2015 Sep;75:78-83. doi: 10.1016/j.yhbeh.2015.08.007. Epub 2015 Aug 22."
                },
                {
                    "pmid": "30985518",
                    "type": "BACKGROUND",
                    "citation": "Cassidy AR, Williams PL, Leidner J, Mayondi G, Ajibola G, Makhema J, Holding PA, Powis KM, Batlang O, Petlo C, Shapiro R, Kammerer B, Lockman S. In Utero Efavirenz Exposure and Neurodevelopmental Outcomes in HIV-exposed Uninfected Children in Botswana. Pediatr Infect Dis J. 2019 Aug;38(8):828-834. doi: 10.1097/INF.0000000000002332."
                },
                {
                    "pmid": "14568895",
                    "type": "BACKGROUND",
                    "citation": "Cesari M, Penninx BW, Newman AB, Kritchevsky SB, Nicklas BJ, Sutton-Tyrrell K, Rubin SM, Ding J, Simonsick EM, Harris TB, Pahor M. Inflammatory markers and onset of cardiovascular events: results from the Health ABC study. Circulation. 2003 Nov 11;108(19):2317-22. doi: 10.1161/01.CIR.0000097109.90783.FC. Epub 2003 Oct 20."
                },
                {
                    "pmid": "9205977",
                    "type": "BACKGROUND",
                    "citation": "Chapieski ML, Evankovich KD. Behavioral effects of prematurity. Semin Perinatol. 1997 Jun;21(3):221-39. doi: 10.1016/s0146-0005(97)80065-1."
                },
                {
                    "pmid": "21397617",
                    "type": "BACKGROUND",
                    "citation": "D'Anna-Hernandez KL, Ross RG, Natvig CL, Laudenslager ML. Hair cortisol levels as a retrospective marker of hypothalamic-pituitary axis activity throughout pregnancy: comparison to salivary cortisol. Physiol Behav. 2011 Aug 3;104(2):348-53. doi: 10.1016/j.physbeh.2011.02.041. Epub 2011 Mar 21."
                },
                {
                    "pmid": "20015486",
                    "type": "BACKGROUND",
                    "citation": "Dowlati Y, Herrmann N, Swardfager W, Liu H, Sham L, Reim EK, Lanctot KL. A meta-analysis of cytokines in major depression. Biol Psychiatry. 2010 Mar 1;67(5):446-57. doi: 10.1016/j.biopsych.2009.09.033. Epub 2009 Dec 16."
                },
                {
                    "pmid": "33044493",
                    "type": "BACKGROUND",
                    "citation": "Dumitriu D, Emeruwa UN, Hanft E, Liao GV, Ludwig E, Walzer L, Arditi B, Saslaw M, Andrikopoulou M, Scripps T, Baptiste C, Khan A, Breslin N, Rubenstein D, Simpson LL, Kyle MH, Friedman AM, Hirsch DS, Miller RS, Fernandez CR, Fuchs KM, Keown MK, Glassman ME, Stephens A, Gupta A, Sultan S, Sibblies C, Whittier S, Abreu W, Akita F, Penn A, D'Alton ME, Orange JS, Goffman D, Saiman L, Stockwell MS, Gyamfi-Bannerman C. Outcomes of Neonates Born to Mothers With Severe Acute Respiratory Syndrome Coronavirus 2 Infection at a Large Medical Center in New York City. JAMA Pediatr. 2021 Feb 1;175(2):157-167. doi: 10.1001/jamapediatrics.2020.4298."
                },
                {
                    "pmid": "9971870",
                    "type": "BACKGROUND",
                    "citation": "Gabay C, Kushner I. Acute-phase proteins and other systemic responses to inflammation. N Engl J Med. 1999 Feb 11;340(6):448-54. doi: 10.1056/NEJM199902113400607. No abstract available. Erratum In: N Engl J Med 1999 Apr 29;340(17):1376."
                },
                {
                    "pmid": "27049574",
                    "type": "BACKGROUND",
                    "citation": "Evans C, Jones CE, Prendergast AJ. HIV-exposed, uninfected infants: new global challenges in the era of paediatric HIV elimination. Lancet Infect Dis. 2016 Jun;16(6):e92-e107. doi: 10.1016/S1473-3099(16)00055-4. Epub 2016 Mar 31."
                },
                {
                    "pmid": "22812674",
                    "type": "BACKGROUND",
                    "citation": "Flacking R, Lehtonen L, Thomson G, Axelin A, Ahlqvist S, Moran VH, Ewald U, Dykes F; Separation and Closeness Experiences in the Neonatal Environment (SCENE) group. Closeness and separation in neonatal intensive care. Acta Paediatr. 2012 Oct;101(10):1032-7. doi: 10.1111/j.1651-2227.2012.02787.x. Epub 2012 Aug 2."
                },
                {
                    "pmid": "10392659",
                    "type": "BACKGROUND",
                    "citation": "Fleming AS, O'Day DH, Kraemer GW. Neurobiology of mother-infant interactions: experience and central nervous system plasticity across development and generations. Neurosci Biobehav Rev. 1999 May;23(5):673-85. doi: 10.1016/s0149-7634(99)00011-1."
                },
                {
                    "pmid": "32512498",
                    "type": "BACKGROUND",
                    "citation": "Gozali A, Gibson S, Lipton LR, Pressman AW, Hammond BS, Dumitriu D. Assessing the effectiveness of a pediatrician-led newborn parenting class on maternal newborn-care knowledge, confidence and anxiety: A quasi-randomized controlled trial. Early Hum Dev. 2020 Aug;147:105082. doi: 10.1016/j.earlhumdev.2020.105082. Epub 2020 May 23."
                },
                {
                    "pmid": "29959878",
                    "type": "BACKGROUND",
                    "citation": "Hane AA, LaCoursiere JN, Mitsuyama M, Wieman S, Ludwig RJ, Kwon KY, V Browne J, Austin J, M Myers M, Welch MG. The Welch Emotional Connection Screen: validation of a brief mother-infant relational health screen. Acta Paediatr. 2019 Apr;108(4):615-625. doi: 10.1111/apa.14483. Epub 2018 Aug 13."
                },
                {
                    "pmid": "25757070",
                    "type": "BACKGROUND",
                    "citation": "Hane AA, Myers MM, Hofer MA, Ludwig RJ, Halperin MS, Austin J, Glickstein SB, Welch MG. Family nurture intervention improves the quality of maternal caregiving in the neonatal intensive care unit: evidence from a randomized controlled trial. J Dev Behav Pediatr. 2015 Apr;36(3):188-96. doi: 10.1097/DBP.0000000000000148."
                },
                {
                    "pmid": "25911131",
                    "type": "BACKGROUND",
                    "citation": "Helle N, Barkmann C, Bartz-Seel J, Diehl T, Ehrhardt S, Hendel A, Nestoriuc Y, Schulte-Markwort M, von der Wense A, Bindt C. Very low birth-weight as a risk factor for postpartum depression four to six weeks postbirth in mothers and fathers: Cross-sectional results from a controlled multicentre cohort study. J Affect Disord. 2015 Jul 15;180:154-61. doi: 10.1016/j.jad.2015.04.001. Epub 2015 Apr 10."
                },
                {
                    "pmid": "12685667",
                    "type": "BACKGROUND",
                    "citation": "Holditch-Davis D, Bartlett TR, Blickman AL, Miles MS. Posttraumatic stress symptoms in mothers of premature infants. J Obstet Gynecol Neonatal Nurs. 2003 Mar-Apr;32(2):161-71. doi: 10.1177/0884217503252035."
                },
                {
                    "pmid": "26520666",
                    "type": "BACKGROUND",
                    "citation": "Klein BY, Tamir H, Hirschberg DL, Ludwig RJ, Glickstein SB, Myers MM, Welch MG. Oxytocin opposes effects of bacterial endotoxin on ER-stress signaling in Caco2BB gut cells. Biochim Biophys Acta. 2016 Feb;1860(2):402-11. doi: 10.1016/j.bbagen.2015.10.025. Epub 2015 Oct 28."
                },
                {
                    "pmid": "32826081",
                    "type": "BACKGROUND",
                    "citation": "Kyle MH, Glassman ME, Khan A, Fernandez CR, Hanft E, Emeruwa UN, Scripps T, Walzer L, Liao GV, Saslaw M, Rubenstein D, Hirsch DS, Keown MK, Stephens A, Mollicone I, Bence ML, Gupta A, Sultan S, Sibblies C, Whittier S, Abreu W, Akita F, Penn A, Orange JS, Saiman L, Welch MG, Gyamfi-Bannerman C, Stockwell MS, Dumitriu D. A review of newborn outcomes during the COVID-19 pandemic. Semin Perinatol. 2020 Nov;44(7):151286. doi: 10.1016/j.semperi.2020.151286. Epub 2020 Jul 23."
                },
                {
                    "pmid": "25762532",
                    "type": "BACKGROUND",
                    "citation": "Linden MA, Cepeda IL, Synnes A, Grunau RE. Stress in parents of children born very preterm is predicted by child externalising behaviour and parent coping at age 7 years. Arch Dis Child. 2015 Jun;100(6):554-8. doi: 10.1136/archdischild-2014-307390. Epub 2015 Mar 11."
                },
                {
                    "pmid": "25772627",
                    "type": "BACKGROUND",
                    "citation": "Myers MM, Grieve PG, Stark RI, Isler JR, Hofer MA, Yang J, Ludwig RJ, Welch MG. Family Nurture Intervention in preterm infants alters frontal cortical functional connectivity assessed by EEG coherence. Acta Paediatr. 2015 Jul;104(7):670-7. doi: 10.1111/apa.13007. Epub 2015 Apr 13."
                },
                {
                    "pmid": "21645799",
                    "type": "BACKGROUND",
                    "citation": "Neu J, Rushing J. Cesarean versus vaginal delivery: long-term infant outcomes and the hygiene hypothesis. Clin Perinatol. 2011 Jun;38(2):321-31. doi: 10.1016/j.clp.2011.03.008."
                },
                {
                    "pmid": "28198792",
                    "type": "BACKGROUND",
                    "citation": "Omoni AO, Ntozini R, Evans C, Prendergast AJ, Moulton LH, Christian PS, Humphrey JH. Child Growth According to Maternal and Child HIV Status in Zimbabwe. Pediatr Infect Dis J. 2017 Sep;36(9):869-876. doi: 10.1097/INF.0000000000001574."
                },
                {
                    "pmid": "30461574",
                    "type": "BACKGROUND",
                    "citation": "Powis KM, Slogrove AL, Okorafor I, Millen L, Posada R, Childs J, Abrams EJ, Sperling RS, Jao J. Maternal Perinatal HIV Infection Is Associated With Increased Infectious Morbidity in HIV-exposed Uninfected Infants. Pediatr Infect Dis J. 2019 May;38(5):500-502. doi: 10.1097/INF.0000000000002253."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Radloff LS. The CES-D Scale: A Self-Report Depression Scale for Research in the General Population. Applied Psychological Measurement. 1977;1(3):385-401."
                },
                {
                    "pmid": "15589817",
                    "type": "BACKGROUND",
                    "citation": "Raul JS, Cirimele V, Ludes B, Kintz P. Detection of physiological concentrations of cortisol and cortisone in human hair. Clin Biochem. 2004 Dec;37(12):1105-11. doi: 10.1016/j.clinbiochem.2004.02.010."
                },
                {
                    "pmid": "10733371",
                    "type": "BACKGROUND",
                    "citation": "Ridker PM, Hennekens CH, Buring JE, Rifai N. C-reactive protein and other markers of inflammation in the prediction of cardiovascular disease in women. N Engl J Med. 2000 Mar 23;342(12):836-43. doi: 10.1056/NEJM200003233421202."
                },
                {
                    "pmid": "24055578",
                    "type": "BACKGROUND",
                    "citation": "Robbins CL, Hutchings Y, Dietz PM, Kuklina EV, Callaghan WM. History of preterm birth and subsequent cardiovascular disease: a systematic review. Am J Obstet Gynecol. 2014 Apr;210(4):285-297. doi: 10.1016/j.ajog.2013.09.020. Epub 2013 Sep 18."
                },
                {
                    "pmid": "11450812",
                    "type": "BACKGROUND",
                    "citation": "Robins DL, Fein D, Barton ML, Green JA. The Modified Checklist for Autism in Toddlers: an initial study investigating the early detection of autism and pervasive developmental disorders. J Autism Dev Disord. 2001 Apr;31(2):131-44. doi: 10.1023/a:1010738829569."
                },
                {
                    "pmid": "30234792",
                    "type": "BACKGROUND",
                    "citation": "le Roux SM, Donald KA, Kroon M, Phillips TK, Lesosky M, Esterhuyse L, Zerbe A, Brittain K, Abrams EJ, Myer L. HIV Viremia During Pregnancy and Neurodevelopment of HIV-Exposed Uninfected Children in the Context of Universal Antiretroviral Therapy and Breastfeeding: A Prospective Study. Pediatr Infect Dis J. 2019 Jan;38(1):70-75. doi: 10.1097/INF.0000000000002193."
                },
                {
                    "pmid": "17892760",
                    "type": "BACKGROUND",
                    "citation": "Sauve B, Koren G, Walsh G, Tokmakejian S, Van Uum SH. Measurement of cortisol in human hair as a biomarker of systemic exposure. Clin Invest Med. 2007;30(5):E183-91. doi: 10.25011/cim.v30i5.2894."
                },
                {
                    "pmid": "19546563",
                    "type": "BACKGROUND",
                    "citation": "Scher MS, Loparo KA. Neonatal EEG/sleep state analyses: a complex phenotype of developmental neural plasticity. Dev Neurosci. 2009;31(4):259-75. doi: 10.1159/000216537. Epub 2009 Jan 2."
                },
                {
                    "pmid": "25380197",
                    "type": "BACKGROUND",
                    "citation": "Shair HN, Rupert DD, Rosko LM, Hofer MA, Myers MM, Welch MG. Effects of maternal deprivation and the duration of reunion time on rat pup ultrasonic vocalization responses to isolation: possible implications for human infant studies. Dev Psychobiol. 2015 Jan;57(1):63-72. doi: 10.1002/dev.21258. Epub 2014 Nov 7."
                },
                {
                    "pmid": "24238685",
                    "type": "BACKGROUND",
                    "citation": "Sheldrick RC, Perrin EC. Evidence-based milestones for surveillance of cognitive, language, and motor development. Acad Pediatr. 2013 Nov-Dec;13(6):577-86. doi: 10.1016/j.acap.2013.07.001."
                },
                {
                    "pmid": "6707862",
                    "type": "BACKGROUND",
                    "citation": "Spielberger CD, Vagg PR. Psychometric properties of the STAI: a reply to Ramanaiah, Franzen, and Schill. J Pers Assess. 1984 Feb;48(1):95-7. doi: 10.1207/s15327752jpa4801_16. No abstract available."
                },
                {
                    "pmid": "31280587",
                    "type": "BACKGROUND",
                    "citation": "Springer PE, Slogrove AL, Kidd M, Kalk E, Bettinger JA, Esser MM, Cotton MF, Zunza M, Molteno CD, Kruger M. Neurodevelopmental and behavioural outcomes of HIV-exposed uninfected and HIV-unexposed children at 2-3 years of age in Cape Town, South Africa. AIDS Care. 2020 Apr;32(4):411-419. doi: 10.1080/09540121.2019.1637506. Epub 2019 Jul 7."
                },
                {
                    "pmid": "32122174",
                    "type": "BACKGROUND",
                    "citation": "Strehlau R, van Aswegen T, Burke M, Kuhn L, Potterton J. A description of early neurodevelopment in a cohort of HIV-exposed uninfected children. AIDS Care. 2020 Nov;32(11):1421-1428. doi: 10.1080/09540121.2020.1736257. Epub 2020 Mar 2."
                },
                {
                    "pmid": "31732866",
                    "type": "BACKGROUND",
                    "citation": "Wedderburn CJ, Evans C, Yeung S, Gibb DM, Donald KA, Prendergast AJ. Growth and Neurodevelopment of HIV-Exposed Uninfected Children: a Conceptual Framework. Curr HIV/AIDS Rep. 2019 Dec;16(6):501-513. doi: 10.1007/s11904-019-00459-0."
                },
                {
                    "pmid": "31515160",
                    "type": "BACKGROUND",
                    "citation": "Wedderburn CJ, Yeung S, Rehman AM, Stadler JAM, Nhapi RT, Barnett W, Myer L, Gibb DM, Zar HJ, Stein DJ, Donald KA. Neurodevelopment of HIV-exposed uninfected children in South Africa: outcomes from an observational birth cohort study. Lancet Child Adolesc Health. 2019 Nov;3(11):803-813. doi: 10.1016/S2352-4642(19)30250-0. Epub 2019 Sep 9."
                },
                {
                    "pmid": "11404645",
                    "type": "BACKGROUND",
                    "citation": "Weinberger M, Oddone EZ, Henderson WG, Smith DM, Huey J, Giobbie-Hurder A, Feussner JR. Multisite randomized controlled trials in health services research: scientific challenges and operational issues. Med Care. 2001 Jun;39(6):627-34. doi: 10.1097/00005650-200106000-00010."
                },
                {
                    "pmid": "25763525",
                    "type": "BACKGROUND",
                    "citation": "Welch MG, Firestein MR, Austin J, Hane AA, Stark RI, Hofer MA, Garland M, Glickstein SB, Brunelli SA, Ludwig RJ, Myers MM. Family Nurture Intervention in the Neonatal Intensive Care Unit improves social-relatedness, attention, and neurodevelopment of preterm infants at 18 months in a randomized controlled trial. J Child Psychol Psychiatry. 2015 Nov;56(11):1202-11. doi: 10.1111/jcpp.12405. Epub 2015 Mar 11."
                },
                {
                    "pmid": "25724391",
                    "type": "BACKGROUND",
                    "citation": "Welch MG, Halperin MS, Austin J, Stark RI, Hofer MA, Hane AA, Myers MM. Depression and anxiety symptoms of mothers of preterm infants are decreased at 4 months corrected age with Family Nurture Intervention in the NICU. Arch Womens Ment Health. 2016 Feb;19(1):51-61. doi: 10.1007/s00737-015-0502-7. Epub 2015 Mar 1."
                },
                {
                    "pmid": "22314029",
                    "type": "BACKGROUND",
                    "citation": "Welch MG, Hofer MA, Brunelli SA, Stark RI, Andrews HF, Austin J, Myers MM; Family Nurture Intervention (FNI) Trial Group. Family nurture intervention (FNI): methods and treatment protocol of a randomized controlled trial in the NICU. BMC Pediatr. 2012 Feb 7;12:14. doi: 10.1186/1471-2431-12-14. Erratum In: BMC Pediatr. 2012;12:107."
                },
                {
                    "pmid": "24140072",
                    "type": "BACKGROUND",
                    "citation": "Welch MG, Myers MM, Grieve PG, Isler JR, Fifer WP, Sahni R, Hofer MA, Austin J, Ludwig RJ, Stark RI; FNI Trial Group. Electroencephalographic activity of preterm infants is increased by Family Nurture Intervention: a randomized controlled trial in the NICU. Clin Neurophysiol. 2014 Apr;125(4):675-684. doi: 10.1016/j.clinph.2013.08.021. Epub 2013 Oct 17."
                },
                {
                    "pmid": "17356304",
                    "type": "BACKGROUND",
                    "citation": "Yamada J, Stevens B, de Silva N, Gibbins S, Beyene J, Taddio A, Newman C, Koren G. Hair cortisol as a potential biologic marker of chronic stress in hospitalized neonates. Neonatology. 2007;92(1):42-9. doi: 10.1159/000100085. Epub 2007 Mar 14."
                },
                {
                    "pmid": "11556941",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."
                },
                {
                    "pmid": "33091745",
                    "type": "BACKGROUND",
                    "citation": "Knowles KA, Olatunji BO. Specificity of trait anxiety in anxiety and depression: Meta-analysis of the State-Trait Anxiety Inventory. Clin Psychol Rev. 2020 Dec;82:101928. doi: 10.1016/j.cpr.2020.101928. Epub 2020 Oct 10."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Achenbach, T. M. (1999). The Child Behavior Checklist and related instruments. In M. E. Maruish (Ed.), The use of psychological testing for treatment planning and outcomes assessment (pp. 429-466). Lawrence Erlbaum Associates Publishers."
                },
                {
                    "pmid": "6668417",
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}