{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05143697",
            "orgStudyIdInfo": {
                "id": "KPSC IRB#12607"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK127038-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK127038-01"
                }
            ],
            "organization": {
                "fullName": "Kaiser Permanente",
                "class": "OTHER"
            },
            "briefTitle": "Motivational Wellness Coaching to Reduce Childhood Obesity in Families and Kids",
            "officialTitle": "Integrated Motivational Interviewing to Reduce Childhood Obesity in a Large Health Maintenance Organization",
            "acronym": "WC4K",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "motivational-wellness-coaching-to-reduce-childhood-obesity-in-families-and-kids"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-05",
            "studyFirstSubmitQcDate": "2021-11-22",
            "studyFirstPostDateStruct": {
                "date": "2021-12-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Corinna Koebnick",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Kaiser Permanente"
            },
            "leadSponsor": {
                "name": "Kaiser Permanente",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary care settings lack interventions to address the childhood obesity epidemic that are feasible and sustainable without requiring significant resources. The investigators propose to modify and test an intervention shown to lower children's body mass index(BMI) so that it is feasible, sustainable, and easily disseminated in a real-world clinical setting. If successful, the investigators will be able to provide recommendations to providers and health care systems that help prioritize future intervention strategies and research investments to reduce obesity in children that can be quickly translated into other settings and widely adopted after the study period, with the goal of halting and reversing the childhood obesity epidemic.",
            "detailedDescription": "Rates of childhood obesity in the United States (US) remain at historic highs. Before the age of 11 years, 18% of all children in the US are already obese; 26% of Hispanic and 24% of Black children are obese. Pediatric primary care settings are underutilized in preventing and treating childhood obesity. An evidence-based method for treatment of childhood obesity to help engage and motivate patients is Motivational Interviewing (MI). One recent successful study, BMI2 (for Brief Motivational Interviewing to Reduce Child Body Mass Index) directed at the parents of children in pediatric care practices lowered body mass index (BMI) significantly. MI-based approaches have been particularly successful for racial/ethnic minorities and low-income populations. However, the targeted MI dose of BMI2 requires significant resources, with MI sessions administered by the PCP and a registered dietician. It is unclear whether the impressive results of BMI2 can be replicated in a health care system with real-world conditions. It is challenging to find an effective intervention that is feasible and sustainable without requiring significant resources. Our overall goal is to reduce excess body weight in children in primary care. The investigators will conduct a cluster-randomized pragmatic trial in 49 pediatric clinics in Kaiser Permanente Southern California (KPSC) to test the effectiveness of a modified version of BMI2 intervention in pediatric clinics (24 intervention, 25 usual care with attention control, = 6,600 children). The clinics serve over 45,000 children aged 2-8 yrs who are overweight or obese with high racial/ethnic and socioeconomic diversity (53% Hispanic; 23% state-subsidized insurance). Using MI techniques, primary care providers (PCPs) will initiate and maintain discussion about weight management with parent (6 x 20 min) and refer patients electronically to experienced and MI-trained lifestyle coaches. With full access to the electronic medical record (EMR), coaches will call referred families (child's BMI-for-age ≥85th percentile) and deliver intervention via telephonic MI counseling over two years (6 x 45 min). Usual care clinics with attention control will include regular encounters and educational videos as attention control. Primary Aim: Determine the effectiveness and dose-response relationship of a pragmatic, system-integrated childhood obesity intervention using mBMI2Kids (a modified BMI2 approach) on BMI at 2-yr follow-up. Secondary Aim: Investigate how patient characteristics such as minority or low-income background and parental obesity modify the effect of the mBMI2Kids intervention (Heterogeneity of effects). IMPACT: This study has the potential for a highly significant shift in pediatric primary care practices. Our results will provide valuable guidance to providers and health care systems to help them effectively halt and reverse the childhood obesity epidemic. Our results can be quickly translated into other clinical care settings and endorse the meaningful use of EMR systems to support providers using tools and centralized approaches that make interventions scalable."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ],
            "keywords": [
                "Motivational Interviewing",
                "Wellness",
                "Coaching"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed study is a pragmatic cluster-randomized trial to test the impact of a modified version of the BMI2 intervention, which we have named mBMI2Kids. Target population are children aged 2-8 years with a BMI-for-age ≥85 percentile from 49 Kaiser Permanente pediatric clinics in Southern California. All children and their parent/guardian reached will be included according to the clinic in which they receive care (Intervention-to-treat approach).",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 6600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Wellness Coaching for Families and Kids",
                    "type": "OTHER",
                    "description": "For clinics assigned to mBMI2Kids intervention, Pediatricians will be trained in Motivational Interviewing (MI) and behavioral intervention. Pediatricians will conduct up to 3 sessions with each parent (3 x 10 min) and refer patients electronically to experienced MI-trained lifestyle coaches. With full access to the electronic medical record coaches will call referred families (child's BMI-for-age ≥85th percentile) and deliver a telephonic MI counseling over two years (6 x 45 min) simultaneous with pediatricians. 49 clinics will be selected with 24 participating in the intervention and 25 providing patients with usual care.",
                    "interventionNames": [
                        "Behavioral: Wellness Coaching for Families and Kids"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Wellness Coaching for Families and Kids",
                    "description": "The investigators propose to conduct a cluster-randomized pragmatic trial in 49 pediatric clinics in Kaiser Permanente Southern California (KPSC), to test the effectiveness of mBMI2Kids (a modified version of the BMI2 interven-tion) in pediatric clinics (randomization unit). Clinics serve over 45,000 children aged 2-8 yrs who are obese and have high racial/ethnic and socioeconomic diversity (53% Hispanic; 23% state-subsidized insurance). Clinics will be randomized into either 24 intervention or 25 usual care + attention control (enrolling 6,600 children). KP's long-standing electronic medical record (EMR) and stable membership, a research team embedded in care, existing team of lifestyle coaches, and ability to rapidly disseminate findings makes us uniquely positioned to conduct this study.",
                    "armGroupLabels": [
                        "Wellness Coaching for Families and Kids"
                    ],
                    "otherNames": [
                        "WC4K"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the effectiveness and dose-response relationship of a pragmatic, system-integrated child-hood obesity intervention using mBMI2Kids (a modified BMI2 approach) at follow-up.",
                    "description": "Hypothesis 1-1: At 2-yr follow-up, patients ages 2-8 yrs with baseline BMI ≥85th percentile who were reached in intervention clinics will show a net mean BMI decrease between 0.8 and 1.0 kg/m2 (adjusted for sex, age) compared to usual care (population effect).\n\nHypothesis 1-2: At 2-yr follow-up, patients who received the full planned MI-dose (defined as 8 of 12 sessions) will show a net mean BMI decrease between 1.0 and 1.2 kg/m2 (adjusted for sex, age) compared to usual care (individual effect).",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Investigate how patient characteristics such as minority or low-income background and parental obesity modify the effect of the mBMI2Kids intervention (Heterogeneity of effects).",
                    "description": "Minority or low-income background patients need a higher MI dose than other patient groups in achieving a targeted mean BMI decrease of 1.0 kg/m2 (adjusted for sex, age).\n\nGuided by the RE-AIM framework 25, we will examine reach (based on participation), effectiveness (BMI) com-pared to usual care, MI dose-response), adoption (based on clinics and PCPs participating actively), implementation (fidelity to intervention, delayed intervention), and address maintenance and potential sustainability.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "24 Eligible Intervention Clinics will provide motivational interview counseling and referrals to Wellness Coaching.\n\nInclusion criteria:\n\n* Children age 2-8 years\n* Body mass index in the 85 percentile or higher\n\nExclusion criteria:\n\n• Families that don't speak English or Spanish as a primary language",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "8 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kimberly J Holmquist, MPHc",
                    "role": "CONTACT",
                    "phone": "626-243-8604",
                    "email": "Kimberly.J.Holmquist@kp.org"
                },
                {
                    "name": "Jessica D Vallejo, MS",
                    "role": "CONTACT",
                    "phone": "626-564-3035",
                    "email": "Jessica.D.Vallejo@kp.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Corinna Koebnick, PhD",
                    "affiliation": "Kaiser Permanente",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kaiser Permanente Pasadena",
                    "status": "RECRUITING",
                    "city": "Pasadena",
                    "state": "California",
                    "zip": "91101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Poornima S Kunani, MD",
                            "role": "CONTACT",
                            "phone": "424-264-9537",
                            "email": "Poornima.S.Kunani@kp.org"
                        },
                        {
                            "name": "Jessica D Vallejo, MS",
                            "role": "CONTACT",
                            "phone": "626-564-3035",
                            "email": "Jessica.D.Vallejo@kp.org"
                        },
                        {
                            "name": "Corinna M Koebnick, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.14778,
                        "lon": -118.14452
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24710576",
                    "type": "BACKGROUND",
                    "citation": "Skinner AC, Skelton JA. Prevalence and trends in obesity and severe obesity among children in the United States, 1999-2012. JAMA Pediatr. 2014 Jun;168(6):561-6. doi: 10.1001/jamapediatrics.2014.21."
                },
                {
                    "pmid": "24570244",
                    "type": "BACKGROUND",
                    "citation": "Ogden CL, Carroll MD, Kit BK, Flegal KM. Prevalence of childhood and adult obesity in the United States, 2011-2012. JAMA. 2014 Feb 26;311(8):806-14. doi: 10.1001/jama.2014.732."
                },
                {
                    "pmid": "27261549",
                    "type": "BACKGROUND",
                    "citation": "Resnicow K, Harris D, Wasserman R, Schwartz RP, Perez-Rosas V, Mihalcea R, Snetselaar L. Advances in Motivational Interviewing for Pediatric Obesity: Results of the Brief Motivational Interviewing to Reduce Body Mass Index Trial and Future Directions. Pediatr Clin North Am. 2016 Jun;63(3):539-62. doi: 10.1016/j.pcl.2016.02.008."
                },
                {
                    "pmid": "29922826",
                    "type": "BACKGROUND",
                    "citation": "Ogden CL, Fryar CD, Hales CM, Carroll MD, Aoki Y, Freedman DS. Differences in Obesity Prevalence by Demographics and Urbanization in US Children and Adolescents, 2013-2016. JAMA. 2018 Jun 19;319(23):2410-2418. doi: 10.1001/jama.2018.5158."
                },
                {
                    "pmid": "20083515",
                    "type": "BACKGROUND",
                    "citation": "US Preventive Services Task Force; Barton M. Screening for obesity in children and adolescents: US Preventive Services Task Force recommendation statement. Pediatrics. 2010 Feb;125(2):361-7. doi: 10.1542/peds.2009-2037. Epub 2010 Jan 18."
                },
                {
                    "pmid": "18055653",
                    "type": "BACKGROUND",
                    "citation": "Davis MM, Gance-Cleveland B, Hassink S, Johnson R, Paradis G, Resnicow K. Recommendations for prevention of childhood obesity. Pediatrics. 2007 Dec;120 Suppl 4:S229-53. doi: 10.1542/peds.2007-2329E."
                },
                {
                    "pmid": "18055654",
                    "type": "BACKGROUND",
                    "citation": "Spear BA, Barlow SE, Ervin C, Ludwig DS, Saelens BE, Schetzina KE, Taveras EM. Recommendations for treatment of child and adolescent overweight and obesity. Pediatrics. 2007 Dec;120 Suppl 4:S254-88. doi: 10.1542/peds.2007-2329F."
                },
                {
                    "pmid": "26617555",
                    "type": "BACKGROUND",
                    "citation": "Borrello M, Pietrabissa G, Ceccarini M, Manzoni GM, Castelnuovo G. Motivational Interviewing in Childhood Obesity Treatment. Front Psychol. 2015 Nov 12;6:1732. doi: 10.3389/fpsyg.2015.01732. eCollection 2015."
                },
                {
                    "pmid": "25825539",
                    "type": "BACKGROUND",
                    "citation": "Resnicow K, McMaster F, Bocian A, Harris D, Zhou Y, Snetselaar L, Schwartz R, Myers E, Gotlieb J, Foster J, Hollinger D, Smith K, Woolford S, Mueller D, Wasserman RC. Motivational interviewing and dietary counseling for obesity in primary care: an RCT. Pediatrics. 2015 Apr;135(4):649-57. doi: 10.1542/peds.2014-1880."
                },
                {
                    "pmid": "19966092",
                    "type": "BACKGROUND",
                    "citation": "Ford AL, Hunt LP, Cooper A, Shield JP. What reduction in BMI SDS is required in obese adolescents to improve body composition and cardiometabolic health? Arch Dis Child. 2010 Apr;95(4):256-61. doi: 10.1136/adc.2009.165340. Epub 2009 Dec 4."
                },
                {
                    "pmid": "21911346",
                    "type": "BACKGROUND",
                    "citation": "Frohlich G, Pott W, Albayrak O, Hebebrand J, Pauli-Pott U. Conditions of long-term success in a lifestyle intervention for overweight and obese youths. Pediatrics. 2011 Oct;128(4):e779-85. doi: 10.1542/peds.2010-3395. Epub 2011 Sep 12."
                },
                {
                    "pmid": "15919841",
                    "type": "BACKGROUND",
                    "citation": "Kirk S, Zeller M, Claytor R, Santangelo M, Khoury PR, Daniels SR. The relationship of health outcomes to improvement in BMI in children and adolescents. Obes Res. 2005 May;13(5):876-82. doi: 10.1038/oby.2005.101."
                },
                {
                    "pmid": "15574616",
                    "type": "BACKGROUND",
                    "citation": "Reinehr T, Kiess W, Kapellen T, Andler W. Insulin sensitivity among obese children and adolescents, according to degree of weight loss. Pediatrics. 2004 Dec;114(6):1569-73. doi: 10.1542/peds.2003-0649-F."
                },
                {
                    "pmid": "25664425",
                    "type": "BACKGROUND",
                    "citation": "Apter AJ. Understanding adherence requires pragmatic trials: lessons from pediatric asthma. JAMA Pediatr. 2015 Apr;169(4):310-1. doi: 10.1001/jamapediatrics.2014.3661. No abstract available."
                },
                {
                    "pmid": "27914904",
                    "type": "BACKGROUND",
                    "citation": "Asarnow J, Ougrin D. From efficacy to pragmatic trials: does the dodo bird verdict apply? Lancet Psychiatry. 2017 Feb;4(2):84-85. doi: 10.1016/S2215-0366(16)30404-7. Epub 2016 Dec 1. No abstract available."
                },
                {
                    "pmid": "27518663",
                    "type": "BACKGROUND",
                    "citation": "Ford I, Norrie J. Pragmatic Trials. N Engl J Med. 2016 Aug 4;375(5):454-63. doi: 10.1056/NEJMra1510059. No abstract available."
                },
                {
                    "pmid": "32723736",
                    "type": "BACKGROUND",
                    "citation": "Wright ME, Delacroix E, Sonneville KR, Considine S, Proctor T, Steffes J, Harris D, Shone LP, Woo H, Vaughan R, Grundmeier RW, Fiks AG, Stockwell MS, Resnicow K. Reducing paediatric overweight and obesity through motivational interviewing: study protocol for a randomised controlled trial in the AAP PROS research network. BMJ Open. 2020 Jul 28;10(7):e035720. doi: 10.1136/bmjopen-2019-035720."
                },
                {
                    "pmid": "11479052",
                    "type": "BACKGROUND",
                    "citation": "Glasgow RE, McKay HG, Piette JD, Reynolds KD. The RE-AIM framework for evaluating interventions: what can it tell us about approaches to chronic illness management? Patient Educ Couns. 2001 Aug;44(2):119-27. doi: 10.1016/s0738-3991(00)00186-5."
                },
                {
                    "pmid": "27272581",
                    "type": "BACKGROUND",
                    "citation": "Ogden CL, Carroll MD, Lawman HG, Fryar CD, Kruszon-Moran D, Kit BK, Flegal KM. Trends in Obesity Prevalence Among Children and Adolescents in the United States, 1988-1994 Through 2013-2014. JAMA. 2016 Jun 7;315(21):2292-9. doi: 10.1001/jama.2016.6361."
                },
                {
                    "pmid": "15837955",
                    "type": "BACKGROUND",
                    "citation": "Daniels SR, Arnett DK, Eckel RH, Gidding SS, Hayman LL, Kumanyika S, Robinson TN, Scott BJ, St Jeor S, Williams CL. Overweight in children and adolescents: pathophysiology, consequences, prevention, and treatment. Circulation. 2005 Apr 19;111(15):1999-2012. doi: 10.1161/01.CIR.0000161369.71722.10."
                },
                {
                    "pmid": "17188605",
                    "type": "BACKGROUND",
                    "citation": "Freedman DS, Mei Z, Srinivasan SR, Berenson GS, Dietz WH. Cardiovascular risk factors and excess adiposity among overweight children and adolescents: the Bogalusa Heart Study. J Pediatr. 2007 Jan;150(1):12-17.e2. doi: 10.1016/j.jpeds.2006.08.042."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No IPD will be shared"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Childhood Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}