{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04510857",
            "orgStudyIdInfo": {
                "id": "MOVE-IT"
            },
            "organization": {
                "fullName": "Barron Associates, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Motivating Occupational Virtual Experiences In Therapy for Kids",
            "officialTitle": "Motivating Occupational Virtual Experiences In Therapy for Kids (MOVE-IT)",
            "acronym": "MOVE-IT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "motivating-occupational-virtual-experiences-in-therapy-for-kids"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-09",
            "studyFirstSubmitQcDate": "2020-08-11",
            "studyFirstPostDateStruct": {
                "date": "2020-08-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Barron Associates, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "University of Virginia",
                    "class": "OTHER"
                },
                {
                    "name": "Duke University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "A rater-blinded randomized controlled trial (RCT) will be conducted to compare the efficacy of MOVE-IT use in a remotely supervised home exercise program (HEP) to usual care for recovery of upper extremity (UE) function in children with hemiplegia.",
            "detailedDescription": "A rater-blinded randomized controlled trial (RCT) will be conducted to compare the efficacy of MOVE-IT use in a remotely supervised home exercise program (HEP) to usual care for recovery of upper extremity (UE) function in children with hemiplegia, and to acquire evidence of usability and acceptance of the MOVE-IT system by children and parents. The University of Virginia (UVA) will serve as coordinating center and single IRB for the two-site RCT that includes UVA and Duke University.\n\nThe primary Phase II investigational objective is to show a differential effect on the pre- to post-intervention change in UE motor function between an interventional group receiving the MOVE-IT HEP and a usual care treatment (UCT) group, as assessed by the Jebsen Tailor Hand Function Test (JTHFT), a time-based measure of functional hand motor skills, and other gold-standard clinical instruments for UE function including the Quality of Upper Extremity Skills Test (QUEST), with qualitative assessment of discrete movements, and the Wolf Motor Function Test (WMFT), which includes both quantitative and qualitative assessment of functional movements.\n\nThe pre-to-post intervention change in the composite JTHFT score will be the primary endpoint for the Phase II efficacy study. Secondary analysis will include pre-to-post intervention changes in the composite QUEST and WMFT scores."
        },
        "conditionsModule": {
            "conditions": [
                "Virtual Reality",
                "Occupational Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Intervention group performs home exercise program using the computer-aided MOVE-IT system for upper extremity therapy.\n\nControl group participants will be followed as they continue to receive their previously prescribed therapy services.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Investigator administrating assessments will be blinded to subject group assignment.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MOVE-IT Home Exercise Program (HEP)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be asked to employ the MOVE-IT system for upper extremity practice at home 1 hour/day, 5 days/week over a 10-week period.",
                    "interventionNames": [
                        "Device: MOVE-IT Intervention"
                    ]
                },
                {
                    "label": "Usual Care Treatment (UCT) Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Children in the UCT group will be followed as they continue to receive their previously prescribed therapy services. These children will not receive any treatment services through the study as UCT group participants.",
                    "interventionNames": [
                        "Behavioral: UCT Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MOVE-IT Intervention",
                    "description": "The MOVE-IT device comprises a custom smart toy and therapy game software to enable repetitive task practice involving the arm and hand.",
                    "armGroupLabels": [
                        "MOVE-IT Home Exercise Program (HEP)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "UCT Control",
                    "description": "Participants assigned to the UCT control group will continue to receive their previously prescribed therapy services.",
                    "armGroupLabels": [
                        "Usual Care Treatment (UCT) Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Jebsen Taylor Hand Function Test (JTHFT)",
                    "description": "Time-based measure of functional hand motor skills",
                    "timeFrame": "20 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quality of Upper Extremity Skills Test (QUEST)",
                    "description": "Aggregate score based on individual scores for dissociated movements and grasp components",
                    "timeFrame": "20 minutes"
                },
                {
                    "measure": "Wolf Motor Function Test - TIME (WMFT-TIME)",
                    "description": "WMFT-TIME is a quantitative measure calculated using the average time to complete the individual tasks within the WMFT.",
                    "timeFrame": "10 minutes"
                },
                {
                    "measure": "Pediatric Evaluation and Disability Inventory Computer Adaptive Test (PEDI-CAT)",
                    "description": "Parental report instrument of upper extremity motor function",
                    "timeFrame": "10 minutes"
                },
                {
                    "measure": "Pediatric Motor Activity Log",
                    "description": "Parental report instrument of upper extremity motor function",
                    "timeFrame": "10 minutes"
                },
                {
                    "measure": "Wolf Motor Function Test - Functional Assessment (WMFT-FA)",
                    "description": "WMFT Functional Assessment (FA) score is a qualitative assessment based on scoring of each functional task using a 6-point ordinal rating scale that ranges from 0 (no use of the affected hand attempted) to 5 (normal function). A total WMFT-FA is calculated by taking the average across all tasks.",
                    "timeFrame": "10 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of hemiplegia resulting from cerebral palsy, stroke, or other form of brain injury;\n* Medically stable;\n* Gross Motor Functional Classification System (GMFCS) rating between I and IV; indicating the child can maintain antigravity head and trunk postures and exercise controlled arm movements;\n* Manual Abilities Classification System (MACS) rating between II and V; indicating the child experiences mild to severe difficulty in handling objects with the affected hand;\n* Communication Functional Classification System (CFCS) rating between I and III; indicating the child usually communicates effectively with familiar communication partners, but not unfamiliar partners, in most environments;\n* Participant has antigravity strength in the affected UE at the elbow to at least 45 degrees of active flexion;\n* Participant has antigravity shoulder strength in the affected UE to at least 30 degrees each in active flexion, abduction/adduction, and 15 degrees in active internal/external rotation when in an upright and seated position;\n* Participant has ability to perform a basic color-matching test and identify characters on a vision chart;\n* Participant must be available to attend study visits during an approximately 3-week participation period;\n* Willingness and ability to comply with scheduled visits and study procedures.\n\nExclusion Criteria:\n\n* History of uncontrolled seizures;\n* Has received botulinum toxin injections, stem cell infusions or another form of intensive UE therapy, such as CIMT, within the prior 6 months;\n* Unwillingness or inability to understand or follow verbal directions;\n* Diagnosis of moderate to severe cortical-visual impairment that in the judgement of the Principal Investigator could adversely impact the subject's participation;\n* Psychological diagnosis that in the determination of the Principal Investigator could significantly impact subject's participation or that could be aggravated by study participation;\n* Determination that participation would result in over exertion, or significant discomfort or pain;\n* Determination that participation would result in significant agitation or elevated stress;\n* Visual field deficit in either eye that impairs the ability to view the computer monitor.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Richard J Adams, Ph.D.",
                    "role": "CONTACT",
                    "phone": "4348253435",
                    "email": "adams@bainet.com"
                },
                {
                    "name": "Connie Hoover",
                    "role": "CONTACT",
                    "phone": "434-973-1215",
                    "email": "hoover@bainet.com"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert K Lark, M.D.",
                            "role": "CONTACT",
                            "phone": "919-613-7797",
                            "email": "robert.lark@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Virginia (UVA)",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard D Stevenson, M.D.",
                            "role": "CONTACT",
                            "phone": "434-924-0245",
                            "email": "rds8z@hscmail.mcc.virginia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}