{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06484621",
            "orgStudyIdInfo": {
                "id": "037604"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK135463-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK135463-01A1"
                }
            ],
            "organization": {
                "fullName": "Hartford Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Motivating Increases in Physical Activity for Prevention of Weight Regain After Metabolic Bariatric Surgery",
            "officialTitle": "Using Acceptance and Commitment Therapy to Promote Autonomous Motivation for Increased Physical Activity and Improved Weight Loss Maintenance in Bariatric Surgery Patients: A Randomized Trial",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "motivating-increases-in-physical-activity-for-prevention-of-weight-regain-after-metabolic-bariatric-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-26",
            "studyFirstSubmitQcDate": "2024-06-26",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hartford Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn if a psychological intervention can increase regular physical activity to help prevent weight regain after metabolic bariatric surgery in adults. The main questions it aims to answer are:\n\n1. Does the psychological intervention increase physical activity?\n2. Does the psychological intervention prevent weight regain?\n3. Does the psychological intervention increase internal motivation for physical activity and acceptance of the discomfort that can come with physical activity?\n\nResearchers will compare the psychological intervention to an educational intervention to see if the psychological intervention works to increase physical activity and prevent weight regain after metabolic bariatric surgery.\n\nParticipants will:\n\n* Complete 12 months of either the psychological or control intervention. This includes attending education and counseling workshops with a small group of participants and completing brief homework assignments and individual telephone calls with a counselor.\n* Wear a device to measure physical activity, use an electronic scale to measure body weight, and complete questionnaires at home on five separate occasions over an 18-month period",
            "detailedDescription": "Nearly one in five U.S. adults have severe obesity (Body Mass Index ≥ 35 kg/m2), which is related to numerous comorbidities and reduced life expectancy. Metabolic and bariatric surgery (MBS) reliably produces substantial, durable weight loss and health improvements for the majority of patients with severe obesity. However, weight regain over time is common and can develop into a serious complication marked by reemergence of comorbidities and impaired physical and mental quality of life. This issue is compounded by a lack of effective and accessible strategies to help MBS patients prevent weight regain and achieve lifelong success. Indeed, current post-surgical guidelines advise that patients increase moderate-to-vigorous intensity physical activity (MVPA) for weight loss maintenance and lifelong health, but most do not, and available interventions do not address their reported low internal drive to engage in regular MVPA. Acceptance and Commitment Therapy (ACT)-based interventions are effective at promoting health behavior changes via improved autonomous (or internal) motivation. ACT achieves this by clarifying personal values, linking behavioral performance to those values, and increasing acceptance of contrary thoughts and emotions that act as barriers to new behavior engagement. We pilot-tested a one-time, group-based ACT-based workshop intervention (+ email feedback \\&amp; support phone calls) to increase MVPA among low-active adults with obesity. Participants on average achieved and maintained clinically important increases in MVPA and autonomous motivation, and larger improvements in motivation were related to larger MVPA increases. These preliminary results show potential for our approach to help MBS patients boost autonomous motivation for achieving sustainable increases in MVPA. Further, our low-touch approach makes it ideal for reducing barriers to participation and future application in MBS and other clinical settings. We now propose to build on our findings by testing whether targeting MBS patients' autonomous motivation with ACT-based intervention produces sustained increases in MVPA, and if such increases prevent weight regain after MBS. We will randomize 164 patients who are 10-20 months post-MBS and show relative weight stability to 12 months of: ACT targeting autonomous motivation for MVPA; or contact-matched control (CON) providing PA-focused education and prescribed goals. Both groups will: (1) receive group-based workshops via Zoom video conferencing, email feedback and homework assignments, and individual telephone counseling calls; and (2) be assessed at pre- and 3, 6, 12, and 18-months post-randomization. We will compare ACT and CON on changes in: 1) MVPA and weight regain (primary outcomes) and 2) autonomous motivation and acceptance (secondary outcomes). We will also explore mediators of the treatment effect on MVPA (motivation, acceptance) and weight regain (MVPA). If successful, results could justify more robust physical activity guidelines and use of these strategies in clinical practice to help motivate MBS patients to achieve sustainable increases in MVPA for weight regain prevention."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ],
            "keywords": [
                "bariatric surgery",
                "weight regain",
                "physical activity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 164,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acceptance and Commitment Therapy-Based Physical Activity Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Provides experiential training in values-clarification and acceptance strategies to increase autonomous motivation for achieving self-determined physical activity goal via group-based workshops, email feedback, and brief support telephone calls.",
                    "interventionNames": [
                        "Behavioral: Acceptance and Commitment Therapy-Based Physical Activity Intervention"
                    ]
                },
                {
                    "label": "Physical Activity Education Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Provides didactic instruction on physical activity and behavioral strategies for achieving prescribed physical activity goals via group-based workshops, email feedback, and brief support telephone calls.",
                    "interventionNames": [
                        "Behavioral: Physical Activity Education Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptance and Commitment Therapy-Based Physical Activity Intervention",
                    "description": "Provides experiential training in values-clarification and acceptance strategies to increase autonomous motivation for achieving self-determined physical activity goal via group-based workshops, email feedback, and brief support telephone calls.",
                    "armGroupLabels": [
                        "Acceptance and Commitment Therapy-Based Physical Activity Intervention"
                    ],
                    "otherNames": [
                        "Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Physical Activity Education Control",
                    "description": "Provides didactic instruction on physical activity and behavioral strategies for achieving prescribed physical activity goals via group-based workshops, email feedback, and brief support telephone calls.",
                    "armGroupLabels": [
                        "Physical Activity Education Intervention"
                    ],
                    "otherNames": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Moderate-to-Vigorous Physical Activity",
                    "description": "Change in daily minutes of MVPA: total (in \\>=1-minute bouts) and bouted (in \\>=10-min bouts)",
                    "timeFrame": "From baseline to the end of treatment (at 12-months) and follow-up (at 18-months)"
                },
                {
                    "measure": "Amount (%) of weight regain",
                    "description": "The percentage of weight that is regained from baseline",
                    "timeFrame": "From baseline to end of treatment (at 12-months) and follow-up (at 18-months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Autonomous motivation",
                    "description": "Relative Autonomy Index Score measured via the Exercise Self-Regulation Questionnaire",
                    "timeFrame": "From baseline to end of treatment (at 12 months) and follow-up (at 18 months)"
                },
                {
                    "measure": "Physical Activity Acceptance",
                    "description": "Total Physical Activity Acceptance Questionnaire Score",
                    "timeFrame": "From baseline to end of treatment (at 12-months) and follow-up (at 18-months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Having undergone either a primary Roux-en-Y gastric bypass or sleeve gastrectomy bariatric procedure between 10 and 20 months prior to enrollment\n* Have reached their nadir weight and regain \\&lt;10% of maximum weight loss based on weight measurements\n* Had their surgery performed at Hartford Hospital or another surgical weight loss center within the Hartford HealthCare system.\n* Able to provide consent\n* Willing to engage in and complete the study protocol\n* Able to safely participate in a physical activity program (based on surgeon referral)\n\nExclusion Criteria:\n\n* Have experienced \\&gt;=10% weight regain from maximum weight loss\n* Cannot ambulate independently\n* Do not speak/read English at a 6th grade level\n* Are pregnant, lactating, \\&lt;6-months postpartum or plan to become pregnant during the course of the study\n* Report current involvement in a weight management program outside of standard care\n* Are taking newly prescribed medications associated with weight loss/gain\n* Report any conditions or plans that would preclude adherence to the study protocls (i.e., plans to relocate, psychiatric problems such as substance use disorder, or terminal illness)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anna S Schwartz, MPH",
                    "role": "CONTACT",
                    "phone": "860-972-3194",
                    "email": "Anna.Schwartz@hhchealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dale S Bond, PhD",
                    "affiliation": "Hartford Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hartford Hospital",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical research coordinator",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Dale S Bond, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data obtained through this study may be provided to qualified researchers with academic interest in topics such as physical activity interventions, metabolic bariatric surgery, and weight management. Data shared will be coded, with no PHI included. Approval of the request and execution of all applicable agreements are prerequisite to the sharing of data with the requesting party.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data requests can be submitted starting 9 months after article publication and the data will be made accessible up to 24 months.",
            "accessCriteria": "Access to trial IPD can be requested by qualified researchers engaging in independent scientific research, and will be provided following review and approval of a research proposal and Statistical Analysis Plan (SAP) and execution of a Data Sharing Agreement (DSA).",
            "url": "http://hartfordhealthcare.org/health-professionals/research"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}