{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05270681",
            "orgStudyIdInfo": {
                "id": "2021H0219"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Move to Improve: Telehealth Exercise to Music for HD",
            "officialTitle": "Move to Improve: Telehealth Exercise and Music Intervention for Individuals With Huntington's Disease",
            "acronym": "MtI",
            "therapeuticArea": [
                "Other"
            ],
            "study": "move-to-improve-telehealth-exercise-to-music-for-hd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-25",
            "studyFirstSubmitQcDate": "2022-02-25",
            "studyFirstPostDateStruct": {
                "date": "2022-03-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Deb Kegelmeyer",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Huntington's Disease Society of America",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if a movement to music exercise program delivered via telehealth is feasible and safe for individuals with neurodegenerative disease and their caregivers (Aim 1). A secondary aim will be to determine if a movement to music exercise program delivered via telehealth improves balance, cognition, mobility, and quality of life (Aim 2).",
            "detailedDescription": "The purpose of this study is to determine if a movement to music exercise program created for our clinic patients, called \"Move to Improve,\" delivered via telehealth is possible and safe for individuals with neurodegenerative disease. Investigators also hope to determine if this telehealth movement to music exercise program improves balance, cognition, mobility, and quality of life. Participants will be asked to participate in a movement to music exercise program that will be accessible by video twice a week for 12 weeks and complete assessments before starting and after completing the program. Participants will be recruited from the OSU Neurology Clinic which serves a large regional area, including rural Appalachian counties. Participants will be ages 21 or older with a confirmed diagnosis of a degenerative neurologic disorder such as Huntington's disease who can access a computer, tablet, or smartphone, can complete the exercises, and have a care partner. Participants will be educated on how to access prerecorded Move to Improve classes conducted by a professional dance instructor which are accessible by computer or tablet 24/7 via a hyperlink. This link will be accessible to the community. Here is a link to an example of the class lead by the instructor for this study: https://www.youtube.com/watch?v=NdoPi9YXoWg. Classes last 45 minutes, and participants will be instructed to participate in the activity at least twice weekly, for 12 weeks. Each class uses movement to music combinations across different dance genres that build in intensity and sequence complexity, accompanied by music with faster beats, to encourage participants to achieve a moderate-vigorous level of physical and cognitive activity. Care givers will be also participate in the exercise class and will be present to ensure safety. The care giver and participant will be instructed to stand at a counter or behind a chair for safety during exercise. Participants within driving distance will come to the MEND lab for in-person outcome measures at baseline and after the 12 week intervention. Assessments will also be administered to all participants via telehealth. For those individuals who are not able to come to the lab for assessment due to distance or other reasons, tests will only be administered via telehealth. These individuals will be consented via phone. Telehealth exercise classes will be conducted using a virtual meeting platform such as Zoom, Microsoft Teams, or FaceTime. Caregivers will be present during all assessments to ensure safety."
        },
        "conditionsModule": {
            "conditions": [
                "Huntington Disease"
            ],
            "keywords": [
                "Huntington",
                "HD",
                "Exercise",
                "Telehealth",
                "Dance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals with HD",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with a confirmed diagnosis of Huntington's disease",
                    "interventionNames": [
                        "Other: Movement to Music"
                    ]
                },
                {
                    "label": "Care Partners",
                    "type": "EXPERIMENTAL",
                    "description": "Participants' care partners",
                    "interventionNames": [
                        "Other: Movement to Music"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Movement to Music",
                    "description": "Participants will be educated on how to access prerecorded Move to Improve classes conducted by a professional dance instructor which will be accessible by computer or tablet 24/7 via a hyperlink. Classes last 45 minutes, and participants will be instructed to participate in the activity at least twice weekly, for 12 weeks. Each class uses movement to music combinations across different dance genres that build in intensity and sequence complexity, accompanied by music with faster beats, to encourage participants to achieve a moderate-vigorous level of physical and cognitive activity. Care partners will be present during each class to ensure safety and will also participate in the Move to Improve exercise program. The care partner and participant will be instructed to stand at a counter or behind a chair for safety during exercise.",
                    "armGroupLabels": [
                        "Care Partners",
                        "Individuals with HD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in 4 stage balance test from baseline: feet together from baseline",
                    "description": "How long a participant can stand with feet together up to 10 seconds",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: feet together from baseline - TELEHEALTH",
                    "description": "How long a participant can stand with feet together up to 10 seconds collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: feet staggered from baseline",
                    "description": "How long a participant can stand with feet staggered up to 10 seconds",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: feet staggered from baseline - TELEHEALTH",
                    "description": "How long a participant can stand with feet staggered up to 10 seconds collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: feet in tandem from baseline",
                    "description": "How long a participant can stand with feet heel to toe up to 10 seconds",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: feet in tandem from baseline - TELEHEALTH",
                    "description": "How long a participant can stand with feet heel to toe up to 10 seconds collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: single leg stance from baseline",
                    "description": "How long a participant can stand on one foot to toe up to 60 seconds",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 4 stage balance test from baseline: single leg stance from baseline - TELEHEALTH",
                    "description": "How long a participant can stand on one foot to toe up to 60 seconds collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 5 Times Sit to Stand Test from baseline",
                    "description": "How long a participant can stand up and sit down from a standard chair with arms crossed across chest in seconds",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 5 Times Sit to Stand Test from baseline - TELEHEALTH",
                    "description": "How long a participant can stand up and sit down from a standard chair with arms crossed across chest in seconds collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Adapted Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function Questionnaire from baseline",
                    "description": "A patient-reported outcome measure that assesses perceived difficulty in completing physical tasks.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Patient Health Questionnaire (PHQ-9) from baseline",
                    "description": "A self-administered instrument for depression module, which scores each of the items as \"0\" (not at all) to \"3\" (nearly every day), with higher scores indicating worse depression",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Patient Health Questionnaire (PHQ-9) from baseline - TELEHEALTH",
                    "description": "A self-administered instrument for depression module, which scores each of the items as \"0\" (not at all) to \"3\" (nearly every day), with higher scores indicating worse depression. Collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 12-item Self-Report World Health Organization Disability Assessment Schedule (WHODAS) 2.0 questionnaire from baseline",
                    "description": "A patient reported outcome measure containing 12 items that the participant rates his or her difficulties in maintaining personal care, occupational tasks and functioning in relation to family and society with a score range from 12 to 60, where higher scores indicate higher disability or loss of function.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in 12-item Self-Report World Health Organization Disability Assessment Schedule (WHODAS) 2.0 questionnaire from baseline - TELEHEALTH",
                    "description": "A patient reported outcome measure containing 12 items that the participant rates his or her difficulties in maintaining personal care, occupational tasks and functioning in relation to family and society with a score range from 12 to 60, where higher scores indicate higher disability or loss of function. Collected via telehealth",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in verbal fluency from baseline",
                    "description": "A measure of cognition that involves asking the participant to name as many animals as they can in 60 seconds and then they are given a letter and asked to name all of the words that begin with that letter in 60 seconds. The more words the better the outcome.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in verbal fluency from baseline - TELEHEALTH",
                    "description": "A measure of cognition that involves asking the participant to name as many animals as they can in 60 seconds and then they are given a letter and asked to name all of the words that begin with that letter in 60 seconds. The more words the better the outcome. Collected via telehealth.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Digit Span test from baseline",
                    "description": "A measure of cognition that involves asking the participant to recall a series of numbers. The more numbers recalled accurately the better the outcome.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Digit Span test from baseline - TELEHEALTH",
                    "description": "A measure of cognition that involves asking the participant to recall a series of numbers. The more numbers recalled accurately the better the outcome. Collected via telehealth",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Unified Huntington's Disease Rating Scale (UHDRS) Motor Scale from baseline",
                    "description": "UHDRS Motor Scale is administered by a trained rater who has the individual perform tasks such as tapping fingers and standing up and walking. The rater then scores performance on a scale of 0-4. Higher scores indicates worse outcomes",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Unified Huntington's Disease Rating Scale (UHDRS) Functional Assessment scale from baseline",
                    "description": "A questionnaire that participants fill out rating their difficulty dealing with life situations on a yes or no scale",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Unified Huntington's Disease Rating Scale (UHDRS) Independence scale from baseline",
                    "description": "A questionnaire that participants fill out rating their difficulty performing tasks on a scale of 10-100 with 100 indicating independence",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in Symbol Digit Modality Test (SDMT) from baseline",
                    "description": "The SDMT is a part of the standard cognitive battery used with Huntington's disease that involves a simple substitution task, using a reference key, the examinee has 90 seconds to pair specific numbers with given geometric figures.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in the Stroop interference test from baseline",
                    "description": "The Stroop is a part of the standard cognitive battery used with Huntington's disease that involves participants to read three different tables as fast as possible. Two of them represent the \"congruous condition\" in which participants are required to read names of colors (henceforth referred to as color-words) printed in black ink (W) and name different color patches (C). Conversely, in the third table, named color-word (CW) condition, color-words are printed in an inconsistent color ink (for instance the word \"red\" is printed in green ink).",
                    "timeFrame": "12 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Open-ended questionnaire",
                    "description": "A survey to describe participant perceptions about the intervention at the end of the study",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* confirmed diagnosis of a degenerative neurologic disorder such as HD, PD, mild dementia or mild cognitive impairment\n* above the age of 21 years\n* has a care partner who can assist with the program.\n* able to access the online exercise program\n* able to understand study and provide consent.\n* stable medication regime for four weeks prior to initiation of trial, and anticipated to be able to maintain a stable regime for the course of trial\n* OR regularly assisting in the care for an individual that meet the above criteria (for care partners)\n\nExclusion Criteria:\n\n* any physical or psychiatric condition that would prohibit the participant from completing the intervention or the full battery of assessments\n* unable to understand or communicate in spoken English\n* currently involved in any intervention trial or within four weeks of completing an intervention trial\n* current, regular participation in a structured exercise program three times per week or more",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Raquel Minarsch, DPT",
                    "role": "CONTACT",
                    "phone": "614-685-5399",
                    "email": "raquel.minarsch@osumc.edu"
                },
                {
                    "name": "Deb Kegelmeyer, MS, DPT",
                    "role": "CONTACT",
                    "phone": "614-293-0214",
                    "email": "deb.kegelmeyer@osumc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raquel Minarsch, DPT",
                            "role": "CONTACT",
                            "phone": "614-685-5399",
                            "email": "raquel.minarsch@osumc.edu"
                        },
                        {
                            "name": "Deb Kegelmeyer, MS, DPT",
                            "role": "CONTACT",
                            "phone": "614-293-0214",
                            "email": "kegelmeyer.1@osu.edu"
                        },
                        {
                            "name": "Deb Kegelmeyer, MS, DPT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006816",
                    "term": "Huntington Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000002819",
                    "term": "Chorea"
                },
                {
                    "id": "D000020820",
                    "term": "Dyskinesias"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9875",
                    "name": "Huntington Disease",
                    "asFound": "Huntington's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6059",
                    "name": "Chorea",
                    "relevance": "LOW"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2852",
                    "name": "Huntington Disease",
                    "asFound": "Huntington's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}