{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06502444",
            "orgStudyIdInfo": {
                "id": "CHP23-428"
            },
            "organization": {
                "fullName": "Rosalind Franklin University of Medicine and Science",
                "class": "OTHER"
            },
            "briefTitle": "Moving Forward Together 2.0: An Activity Intervention",
            "officialTitle": "Moving Forward Together 2.0: An Activity Intervention",
            "acronym": "MFT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "moving-forward-together-an-activity-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-14",
            "studyFirstSubmitQcDate": "2024-07-08",
            "studyFirstPostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Kosson",
                "investigatorTitle": "Professor, retired",
                "investigatorAffiliation": "Rosalind Franklin University of Medicine and Science"
            },
            "leadSponsor": {
                "name": "Rosalind Franklin University of Medicine and Science",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study will test whether an online physical activity program that includes mindfulness can increase activity in women who have been abused by a relationship partner. The study also aims to test whether this intervention can improve their ability to control their emotions and use mindfulness and reduce their stress and Post-Traumatic Stress Disorder (PTSD) symptoms. The intervention is on the internet and provides participants with informational videos, as well as support and encouragement from other program participants. The intervention aims to encourage participants to choose their own physical activities and also includes components designed to foster healthy regulation of emotion (addressing negative thoughts and feelings that may get in the way of exercise, recognizing accomplishments and rewarding oneself, etc.) This activity intervention is designed to take eight weeks. Participants are tested initially (at baseline), halfway through the program (Week 4) and at the end of the program (Week 8).",
            "detailedDescription": "The proposed design is a single condition, longitudinal pilot study examining the feasibility of using an online physical activity program to increase physical activity and improve emotion regulation in women who have experienced trauma due to experiencing an abusive or harmful relationship. All participants receive the same intervention. The study will be conducted on the online Wix Classroom platform, which is a secure, online platform to which only participants and research staff will have access. Women who have varying levels of trauma, as determined by the PTSD Checklist-Civilian (PCL-C), will be invited to participate in the study via A Safe Place, an organization to help survivors of intimate partner violence. Participants will complete the online program, and are asked to complete assessments at baseline, 4 weeks, and 8 weeks. Though they will not be required to access the program, their continued use of the program after the end of the 8-week program will be examined for 4 additional weeks. The primary aim of this study is to assess the feasibility of the intervention. Descriptive statistics will be conducted to assess participant engagement (i.e., number of logins, video views, and discussion board posts) and satisfaction (i.e., program acceptability questionnaire responses). Feasibility data will help discern what program components participants found most useful. Longitudinal models will be used to examine the effect of program participation on physical activity, mood and emotion regulation, stress levels, and PTSD symptoms over time."
        },
        "conditionsModule": {
            "conditions": [
                "Activity, Motor",
                "Emotion Regulation"
            ],
            "keywords": [
                "activity",
                "activity intervention",
                "Post-traumatic Stress Disorder",
                "intimate partner violence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed design is a single condition, longitudinal pilot study examining the feasibility of using an online physical activity program to increase physical activity and improve emotion regulation in women who have experienced trauma due to experiencing an abusive or harmful relationship.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "There is only one condition. All participants know they are signing up for this one condition, an activity intervention."
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Moving Forward Together Activity Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "This is a single-arm project. All participants receive the same experimental intervention. The intervention is a gentle program encouraging greater participation in physical activity and healthy regulation of emotions.",
                    "interventionNames": [
                        "Behavioral: Moving Forward Together Activity Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Moving Forward Together Activity Intervention",
                    "description": "The activity intervention program consists of videos and handouts to encourage participants to access these materials if they wish to increase their physical activity. The program lasts 8 weeks. Participants may access program materials for an additional four weeks after the program ends",
                    "armGroupLabels": [
                        "Moving Forward Together Activity Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Global Physical Activity Questionnaire",
                    "description": "A 16-item measure of physical activity participation / sedentary behavior across three settings. We will assess whether participants engage in 150 minutes or more of leisure time physical activity per week. Those who do are ineligible for this study.",
                    "timeFrame": "This measure is completed at baseline and at the eight-week assessment"
                },
                {
                    "measure": "Post-traumatic Stress Disorder Checklist-Civilian (PCL-C):",
                    "description": "The PCL-C is a 17-item validated measure used to assess the intensity and severity of symptoms of Post-Traumatic Stress Disorder (PTSD). Each of the items is scored 1 to 5, so scores range from 17 to 85; higher scores indicate more symptoms of PTSD.",
                    "timeFrame": "This measure is completed at baseline and at the 4-week and 8-week assessment"
                },
                {
                    "measure": "Positive and Negative Affect Schedule (PANAS)",
                    "description": "The PANAS is a 20-item method for assessing both positive and negative affect. The Positive and Negative Affect Scales contain ten items each. Items are scored 1 to 5, so total subscale scores range from 10 to 50, where higher scores indicate greater levels of positive or negative emotion.",
                    "timeFrame": "This measure is completed at baseline and at the 8-week assessment"
                },
                {
                    "measure": "Emotion Regulation Questionnaire (ERQ)",
                    "description": "The ERQ is a 10-item measure used to assess participants' habitual use of two emotion regulation strategies: cognitive reappraisal (5 items) and expressive suppression (5 items). Scores on each item range from 1 to 7, so the range of subscale scores is 5 to 35, where higher scores indicate greater reliance on reappraisal or suppression.",
                    "timeFrame": "This measure is completed at baseline, at the 4-week, and at the 8-week assessment."
                },
                {
                    "measure": "Program acceptability measure.",
                    "description": "This 32-item measure assesses participants' experience of the online program. Participants also self-report their use of the different intervention components and the extent to which they found each component useful. There are 26 questions about participants' satisfaction with the program scored from 1 to 5. Scores will range from 1 to 150 where higher scores indicate greater satisfaction. There are also three questions about frequency of using different program features (scored from 0 to 6; range = 0 to 18; higher scores indicate greater frequency of using program elements. There is one question assessing the number of activity program units participants watched (ranging from 0 to 8, where a higher score indicates greater use of program material). There are 2 questions about participants' interest in continuing to access program materials. No scores will be computed from these questions.",
                    "timeFrame": "This measure is only completed at the 8-week assessment."
                },
                {
                    "measure": "Physical activity progress.",
                    "description": "Participants will be asked to share their physical activity tracking for each of the eight weeks of the program by reporting on their daily minutes of physical activity using a provided worksheet.",
                    "timeFrame": "This measure is completed weekly for eight weeks"
                },
                {
                    "measure": "Affect Grid (Russell et al., 1989).",
                    "description": "This single item measure assesses both activation and valence associated with emotional response. Participants will be asked to report their current emotional state on a 9 X 9 grid that provides information about the valence of their emotional state (from extremeley unpleasant to extremely pleasant) and the intensity (or arousal) of their emotional state (from extreme sleepiness to extreme arousal). Participants' grid choices can be scored as self-ratings of affective valence and intensity on a scale that ranges from 1 to 9 in each case. In short, valence and intensity scores will range from 1 to 9 each week, where higher scores indicate more positive feelings and more intense feelings, respectively.",
                    "timeFrame": "This measure is completed weekly for eight weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived Stress Scale (PSS)",
                    "description": "The 10-item Perceived Stress Scale assesses the level of stress partcipants perceive in their lives. Each item is scored 0 to 4, so total scores can range from 0 to 40, where higher scores indicate reports of greater perceived stress.",
                    "timeFrame": "This measure is completed at baseline, at the 4-week, and at the 8-week assessment."
                },
                {
                    "measure": "Online program use",
                    "description": "Data from the online program will be extracted to track participants' use of the online program. Number of logins, number of video views, and number and content from discussion board posts will be extracted for each week of the online program, and during the 4 weeks the program website remains open after the 8-week program has ended",
                    "timeFrame": "Online program use is tracked separately for the eight-week program and for the four weeks following the end of the program"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* Female\n* Reporting a previous relationship with an individual that included abuse or trauma\n* Capable of reading and understanding English\n* Not currently living with the individua\n* Currently involved with A Safe Place in Zion, IL\n\nExclusion Criteria:\n\n* Women without reliable internet access\n* Individuals already meeting physical activity guidelines (150 minutes of physical activity or more per week)\n* Women who report health problems that make activity unsafe or for whom healthcare professionals believe activity might be unsafe",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "women",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Kosson, PhD",
                    "role": "CONTACT",
                    "phone": "(847) 578-8761",
                    "email": "david.kosson@rosalindfranklin.edu"
                },
                {
                    "name": "Steven Miller, PhD",
                    "role": "CONTACT",
                    "phone": "(847) 578-8726",
                    "email": "steven.miller@rosalindfranklin.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Kosson, PhD",
                    "affiliation": "Rosalind Franklin University of Medicine and Science",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Steven Miller, PhD",
                    "affiliation": "Rosalind Franklin University of Medicine and Science",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rosalind Franklin University of Medicine and Science",
                    "city": "North Chicago",
                    "state": "Illinois",
                    "zip": "60064",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Kosson, PhD",
                            "role": "CONTACT",
                            "phone": "847-578-8761",
                            "email": "david.kosson@rosalindfranklin.edu"
                        },
                        {
                            "name": "Steven Miller, PhD",
                            "role": "CONTACT",
                            "phone": "(847) 578-8726",
                            "email": "steven.miller@rosalindfranklin.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.32558,
                        "lon": -87.84118
                    }
                },
                {
                    "facility": "A Safe Place",
                    "city": "Zion",
                    "state": "Illinois",
                    "zip": "60099",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Lenzi, MA",
                            "role": "CONTACT",
                            "phone": "847-731-7165",
                            "phoneExt": "1014",
                            "email": "jlenzi@asafeplaceforhelp.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.44613,
                        "lon": -87.83285
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Williamson, G. Perceived stress in a probability sample of the United States. In: Spacapan, S, Oskamp, S, ed. The social psychology of health: Claremont symposium on applied social psychology. Newbury Park, CA: Sage; 1988:31-57. www.cmu.edu/dietrich/psychology/stress-immunity-disease-lab/scales/pdf/cohen,-s.--williamson,-g.-1988.pdf"
                },
                {
                    "pmid": "12916575",
                    "type": "BACKGROUND",
                    "citation": "Gross JJ, John OP. Individual differences in two emotion regulation processes: implications for affect, relationships, and well-being. J Pers Soc Psychol. 2003 Aug;85(2):348-62. doi: 10.1037/0022-3514.85.2.348."
                },
                {
                    "pmid": "3397865",
                    "type": "BACKGROUND",
                    "citation": "Watson D, Clark LA, Tellegen A. Development and validation of brief measures of positive and negative affect: the PANAS scales. J Pers Soc Psychol. 1988 Jun;54(6):1063-70. doi: 10.1037//0022-3514.54.6.1063."
                },
                {
                    "pmid": "20101923",
                    "type": "BACKGROUND",
                    "citation": "Bull FC, Maslin TS, Armstrong T. Global physical activity questionnaire (GPAQ): nine country reliability and validity study. J Phys Act Health. 2009 Nov;6(6):790-804. doi: 10.1123/jpah.6.6.790."
                },
                {
                    "pmid": "22984856",
                    "type": "BACKGROUND",
                    "citation": "Neumann CS, Pardini D. Factor structure and construct validity of the Self-Report Psychopathy (SRP) scale and the Youth Psychopathic Traits Inventory (YPI) in young men. J Pers Disord. 2014 Jun;28(3):419-33. doi: 10.1521/pedi_2012_26_063. Epub 2012 Sep 17."
                },
                {
                    "pmid": "24188155",
                    "type": "BACKGROUND",
                    "citation": "Karstoft KI, Andersen SB, Bertelsen M, Madsen T. Diagnostic accuracy of the posttraumatic stress disorder checklist-civilian version in a representative military sample. Psychol Assess. 2014 Mar;26(1):321-5. doi: 10.1037/a0034889. Epub 2013 Nov 4."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Russell JA, Weiss A, Mendelsohn, GA. Affect grid: A single item scale of pleasure and activation. J Pers Soc Psychol. 1989; 57, 493-502. http://dx.doi.org/10.1037/0022-3514.57.3.493"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data collected in this study will not be shared with researchers outside of the identified research personnel."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}