{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06077071",
            "orgStudyIdInfo": {
                "id": "20221377"
            },
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "MRIdian \"RADAR\" Trial",
            "officialTitle": "MRIdian \"RADAR\" Trial - Radiosurgical Debulking of Asymptomatic/Radiographic Spinal Cord Compression Using Stereotactic MRI-guided Adaptive Radiotherapy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "mridian-radar-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-04",
            "studyFirstSubmitQcDate": "2023-10-04",
            "studyFirstPostDateStruct": {
                "date": "2023-10-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benjamin Spieler",
                "investigatorTitle": "Assistant Professor of Clinical",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Viewray Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The main purpose of this study is to see if treating cancer with the magnetic resonance imaging guided adaptive radiotherapy (MRIdian) can control patient's tumor and eliminate the need for surgery used to treat nerves in the spine flattened by pressure (compressed)."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Epidural Spinal Cord Compression",
                "Spinal Cord Compression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ViewRay MRidian",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive five (5) doses of radiation therapy over four (4) weeks. The first dose will be given during week 1; after at least 36 hours from the first dose, participants will receive the second dose. The remaining doses will be three (3) doses will be administered once per week during weeks 2, 3, and 4. The treatment plan may change at the discretion of the treating physician. Participants will have three additional doses each week in Weeks 2, 3, and 4.",
                    "interventionNames": [
                        "Radiation: ViewRay MRIdian Stereotactic Radiosurgery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "ViewRay MRIdian Stereotactic Radiosurgery",
                    "description": "Participants will undergo stereotactic radiosurgery of the spinal cord on the ViewRay MRIdian, a hybrid MRI-linac platform, with 40 Gy in 5 fractions prescribed to the planning target volume (PTV).",
                    "armGroupLabels": [
                        "ViewRay MRidian"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "One-year failure rate",
                    "description": "The one-year failure rate is determined by the number of study participants with clinical failure, defined as needing decompressive surgery at the targeted spinal area due to progression of disease. The rate is determined by the amount of participants with documented clinical failure at any time within ten months of completing protocol therapy. This number is compared to the rate of decompressive surgery in the general population.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of radiation myelopathy",
                    "description": "The rate of radiation myelopathy will assess the proportion of patients with neurologic deterioration prior to starting protocol therapy to six months after completing protocol therapy. This is determined using the modified McKenzie scores and will be scored by the treating physician. Scores are A: no abnormality, B: focal minor symptom (e.g. pain), C: functional paresis, D: nonfunctional paresis, and E: paralysis or incontinence. The treating physician will determine if scores are probably or definitely related to protocol therapy and not to local progression of tumor.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Rate of vertebral compression fracture",
                    "description": "The rate of vertebral compression fracture (VCF) is determined by the number of participants who develop VCF possibly, probably, or definitely related to the protocol therapy, as opposed to tumor progression. This is assessed and determined by the treating physician by reviewing the initial MRI done prior to starting protocol therapy compared to MRI scans done at follow up visits after receiving protocol therapy.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Number of Treatment Related Adverse Events as Measured By CTCAE v.5",
                    "description": "The number of treatment-related adverse events during the study will be assessed by the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5 within 3 months of completing the protocol therapy that are determined to be grades 2 or higher (acute toxicity) by the treating physician.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Local control (LC) rate",
                    "description": "The local control (LC) is defined as the absence of progression of the disease at the treated spinal area. The LC rate is assessed by comparing two separate MRI scans - the initial MRI done prior to starting therapy compared to the MRI done one month after completing protocol therapy. The rate is determined by assessing progression of disease between the two MRI scans.",
                    "timeFrame": "Up to 10 weeks"
                },
                {
                    "measure": "Local progression (LP) rate",
                    "description": "The local progression (LP) is defined as the unequivocal increase in tumor volume or linear dimension, any new or progressive tumor within the treated area; or neurological deterioration attributable to pre-existing epidural disease with equivocal increased epidural disease dimensions. The LP rate is assessed by comparing two separate MRI scans - the initial MRI done prior to starting therapy compared to the MRI done one month after completing protocol therapy.",
                    "timeFrame": "Up to 10 weeks"
                },
                {
                    "measure": "Change in mean relative in epidural tumor",
                    "description": "The mean relative epidural tumor reduction measures the tumor size assessed on the initial MRI scan done prior to starting protocol therapy compared to the tumor size assessed on MRI scan done one month after completing protocol therapy.",
                    "timeFrame": "Baseline, Up to 10 weeks"
                },
                {
                    "measure": "Overall epidural tumor response rate",
                    "description": "The overall epidural tumor response rate is determined by the objective response rate (ORR) which is defined by the number of participants with objective response to protocol therapy compared to overall number of study participants. This rate is determined based on review of two MRI scans - the initial MRI scan done prior to starting protocol therapy compared to the MRI scan done one month after completing protocol therapy.",
                    "timeFrame": "Up to 10 weeks"
                },
                {
                    "measure": "Change in mean relative thecal sac patency",
                    "description": "The change in mean relative thecal sac patency is defined as \\[(postradiosurgery thecal sac area minus preradiosurgery thecal sac area) divided by pre radiosurgery thecal sac area\\].",
                    "timeFrame": "Baseline, Up to 10 weeks"
                },
                {
                    "measure": "Change in thecal sac decompression rate",
                    "description": "The change in thecal sac decompression rate is defined as the number of study participants who experienced a relative improvement of thecal sac patency at 1 month post-radiotherapy (post-RT) MRI divided by the total number of study participants.",
                    "timeFrame": "Baseline, Up to 14 weeks"
                },
                {
                    "measure": "In-field progression (IFP) rate",
                    "description": "The in-field progression (IFP) rate is defined as the proportion of patients with in-field progression, where IFP is defined as the increase in tumor size, any new or progressive tumor within the treatment area, or neurological deterioration attributable to preexisting disease in treatment area. This is determined based on review of two MRI scans - the initial MRI scan done prior to starting protocol therapy compared to the MRI done one month after completing protocol therapy.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Distant progression (DP) rate",
                    "description": "The distant progression (DP) rate is defined as the proportion of patients who experience DP, where DP is defined as the increase in tumor size or any new or progressive tumor outside of the treatment area.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Failure-Free Survival (FFS)",
                    "description": "The failure-free survival (FFS) is defined as the time from study enrollment to the first documented clinical failure or death from any cause, whichever occurs first.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "The overall survival (OS) is defined as the time from study enrollment to the time of first documented death from any cause.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Quality of Life Assessed Using EuroQol (EQ) Five Dimension (5D) Five Level (5L) (EQ-5D-5L)",
                    "description": "The EQ-5D-5L represents a global quality of life measure that includes multiple components. The EQ-5D-5L score includes questions on mobility, self-care, usual activities, anxiety/depression, and pain/discomfort on a 5-point scale: 1=No Problem, 2=Slight Problem, 3=Moderate Problem, 4=Severe Problem, 5=Extreme Problem or Inability. 0, 1, and negative values correspond to death, full health, and health states worse than death, respectively. Higher scores indicate greater levels of problems across each of the five dimensions.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Quality of Life Assessed Using FACT-G",
                    "description": "Defined by the Functional Assessment of Cancer Therapy General (FACT-G), a 27-item questionnaire designed to measure four domains of health-related QOL in cancer participants. Items are rated on a 5-item Likert scale. Scores range from 0-108. Higher scores indicate better quality of life.",
                    "timeFrame": "Up 2 years"
                },
                {
                    "measure": "Local Pain Control as Measured by Brief Pain Inventory (BPI)",
                    "description": "The BPI measures pain intensity and the functional interference caused by pain via four items assessing average, worse, least, and immediate pain intensity in the last 24 hours. Pain intensity is measured using an 11-point numeric rating scale (0=no pain; 10=worst you can imagine). Higher scores indicate greater pain.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Rate of ambulation preservation",
                    "description": "The ambulation status is evaluated on a 4 level scale where normal = 0, walking with 1 cane = 1, walking with a walker frame = 2, and walking not possible = 3. Scores of 3 at interval follow-up indicate loss of independent ambulation. The rate of preservation is the proportion of patients with preservation divided by the total number of patients on study. Preservation is determined by comparing baseline ambulatory score to interval follow up score.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Maximum planned target volume (PTV) maximum dose (Dmax)",
                    "description": "The planning target volume (PTV) maximum dose (Dmax) is the max dose that is planned for study participants to receive. PTV Dmax will be measured in cubic centimeters.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Mean planned target volume (PTV) Dose Mean (DMean)",
                    "description": "The PTV Dose mean (DMean) is the average dose planned to received by participants. PTV DMean will be measured in grays (Gy).",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "PTV D80",
                    "description": "PTV D80 is the dose received by 80% of the targeted area. This is recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. PTV D80 will be measured in grays (Gy).",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "PTV D95",
                    "description": "PTV D95 is the dose received by 95% of the treated area. This is recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. PTV D95 will be measured in grays (Gy).",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Spinal cord Dmax",
                    "description": "The spinal cord maximum dose is recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. Spinal cord Dmax will be measured in cubic centimeters.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Spinal cord D0.03",
                    "description": "The spinal cord (SC) D0.03 is recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. D0.03 is measured in cubic centimeters.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Spinal cord D0.1",
                    "description": "The spinal cord (SC) D0.1 is recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. D0.1 is measured in cubic centimeters.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Spinal cord D1",
                    "description": "The spinal cord (SC) D1 is recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. D1 is measured in cubic centimeters.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Spinal cord D50",
                    "description": "The spinal cord D50% is the half maximal inhibitory dose recorded for initial and subsequent radiotherapy plans to verify the advantages of planning and modifying dose levels as needed. D50% is measured in grays (Gy).",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Area under the curve (AUC) for receiving operating characteristic analysis",
                    "description": "The area under the curve (AUC) is used for receiving operating characteristic analysis to build models predictive of clinical outcomes, incorporating baseline demographics, clinical and laboratory data and radionics features. The target AUC is greater than or equal to 0.80.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Dice's coefficient",
                    "description": "Dice's coefficient is use to train machine learning algorithm using MRIdian images to automatically segment tumor, spinal cord, and normal structures in order to improve workflow efficiency of MRI-linac adaptive planning for treatment of protocol disease. The target coefficient is greater than or equal to 0.80.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female participants ages ≥ 18.\n2. Solid tumors causing MESCC for which surgery is an option as first-line treatment.\n3. Tumor histologies eligible for treatment include breast, prostate, sarcoma, melanoma, gastrointestinal types, NSCLC and renal cancers. Other solid malignancy types are also allowed at discretion of investigator if not specifically excluded by criteria.\n4. MRI of involved spine within 4 weeks prior to registration to determine extent of spine involvement.\n5. Bilsky scale ≥ 1c MESCC with tumor ≤ 1 mm from the spinal cord or cauda equina nerve roots anywhere from C1 to terminus of cauda equina on screening MRI.\n6. Protocol defined MESCC must involve no more than 3 contiguous vertebral levels. MESCC can involve multiple non-contiguous spinal canal regions within those 3 contiguous vertebral levels.\n7. Karnofsky performance score ≥60\n8. Survival prognosis ≥3 months\n9. Medical status allowing surgery.\n10. Neurologic exam within 1 week prior to registration and again within 1 week of first treatment to rule out severe neurologic deficits caused by disease at site of cord compression.\n11. Patients with mild to moderate cord neurologic signs are eligible if they are improved or stabilized by steroid. These neurologic signs include radiculopathy, dermatomal sensory change, and muscle strength of involved extremity 4/5 (lower extremity for ambulation or upper extremity for raising arms and/or arm function).\n12. All patients must be ambulatory.\n13. Numerical Rating Pain Scale within 1 week prior to registration (back pain permitted for enrollment)\n14. Spine instability neoplastic score \\< 14\n\n    a. An exception to this criterion may be made if the patient is evaluated by a spinal surgeon and the surgeon defers surgery.\n15. Willing and able to undergo daily MRI during treatment\n16. Willingness and able to use an acceptable method of contraception during the study and for at least 6 months after stopping the therapy.\n17. Eastern Cooperative Oncology Group (ECOG) Performance Status 0-2\n18. History and physical within 2 weeks prior to registration\n19. Patients must provide study specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. Unknown primary histology\n2. Patients with rapid neurologic decline.\n3. Bony retropulsion causing neurologic abnormality\n4. Non-ambulatory patients.\n5. Prior radiation to the involved site.\n6. Inability to have an MRI\n7. Pre-existing or concomitant neurological problems not related directly to MESCC (e. g., neurologic deficits due to brain metastases)\n8. Very radiosensitive tumor histology (e.g., myeloma, seminoma, germ cell tumors, leukemia, and lymphoma)\n9. Patients with impaired decision-making capacity.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Benjamin Spieler, MD",
                    "role": "CONTACT",
                    "phone": "305-243-4229",
                    "email": "bxs737@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Spieler, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Spieler, MD",
                            "role": "CONTACT",
                            "phone": "305-243-4229",
                            "email": "bxs737@med.miami.edu"
                        },
                        {
                            "name": "Benjamin Spieler, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013117",
                    "term": "Spinal Cord Compression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15914",
                    "name": "Spinal Cord Compression",
                    "asFound": "Spinal Cord Compression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}