{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06280820",
            "orgStudyIdInfo": {
                "id": "10001889"
            },
            "secondaryIdInfos": [
                {
                    "id": "001889-H"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Multi-Scale Analysis of Phenotypes in Heart Failure (MAP-HEART)",
            "officialTitle": "Multi-Scale Phenotyping of Heart Failure in Diverse Populations: An Observational Population-Based Registry",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "multi-scale-analysis-of-phenotypes-in-heart-failure-map-heart"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02-21",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2034-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-24",
            "studyFirstSubmitQcDate": "2024-02-24",
            "studyFirstPostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMore than 6.5 million people in the United States live with heart failure (HF), and more than a million new cases are diagnosed each year. Treatments have improved in recent years, but researchers want to understand more about how HF develops. To do this, they need to compare blood and other samples from many people with HF.\n\nObjective:\n\nTo collect blood and other samples from people with HF. These samples will be used to identify and study proteins and other factors that may lead to decreased heart function over time.\n\nEligibility:\n\nPeople aged 18 years and older with heart failure.\n\nDesign:\n\nParticipants will be asked to join the study based on a review of their medical records.\n\nThey will have 1 study visit. They will provide a blood sample: About 3 tablespoons will be collected from a needle inserted into a vein.\n\nOther tests are optional: Participants may provide urine and stool samples. They may have a cotton swab rubbed on the inside of the mouth to collect DNA.\n\nParticipants may also take 3 questionnaires. They will answer questions about dietary, social, and other factors that affect their health. Participants will receive compensation.\n\nResearchers will follow the participants health by monitoring their medical records for up to 5 years.",
            "detailedDescription": "Study Description:\n\nOur general hypothesis is that clinical and molecular data will generate new mechanistic knowledge and transform our understanding of the heterogeneous forms of heart failure (HF) syndrome. To do so, we will create a data-rich ecosystem by building a diverse population-based registry. By grounding our work in the community within the District of Columbia / Maryland/Virginia metropolitan region (DMV) with deliberate intent on recruiting diverse participants from diverse populations, we will optimize inference and facilitate community translation. We will prospectively recruit a diverse community cohort of 2000 participants with clinical HF from the DMV area and collect biospecimens (blood, urine, stool, and buccal specimens) to measure multi-omics (specifically proteomics, metabolomics)signatures. We will integrate the results of the multi-omics assays to electronic medical records (EMR)-driven phenotypic representation (e.g. symptoms at clinical presentation, comorbid conditions, frailty, imaging data, ejection fraction, and laboratory values) collected during clinical care. Patients records will be followed for up to 5 years after recruitment to monitor key characteristics and events including death.\n\nObjectives:\n\nPrimary Objective:\n\n-To study the association between multi-omics signatures with all-cause mortality\n\nSecondary Objectives:\n\n* To study the association between multi-omics signatures with cardiovascular mortality\n* To study the cross-sectional association between multi-omics signatures with clinical sub-phenotypes of heart failure\n\nExploratory Objectives:\n\n* To study the association between multi-omics signatures with HFrelated hospitalizations.\n* To study the cross-sectional association between multi-omics signatures and HF sub-phenotypes based on clinical biomarkers across the spectrum of heart failure.\n* To investigate the relationship between multi-omics signatures and findings (may include clinical or research data), and advanced imaging data used in clinical characterization and phenotyping of heart failure and its various underlying etiologies\n* To explore both germline (i.e., inherited) and somatic (i.e., de novo or acquired) genetic variants contributing to HF sub phenotypes.\n* To explore epigenetic and gene expression alterations contributing to HF sub phenotypes.\n\nEndpoints:\n\nPrimary Endpoint will be all-cause mortality.\n\nSecondary Endpoints will be:\n\n* Cardiovascular mortality\n* Clinical sub-phenotypes of heart failure are defined by the following:\n* Ejection Fraction, by echocardiogram (\\>=50% vs. \\< 50%)\n* Severity measured by New York Heart Association class (3-4 vs. 1-2)\n* HF duration (\\>=18 months vs. \\< 18 months)\n* Etiology (Ischemic vs. Non-Ischemic)\n* Comorbidity - diabetes, hypertension, chronic obstructive pulmonary disease, atrial fibrillation, cerebrovascular disease, body mass index (\\>=30 vs. \\< 30), age (median cut)\n\nExploratory Endpoints will be:\n\n* HF-related hospitalization\n* Biomarkers related to HF including N-terminal pro-brain natriuretic peptide (NT-proBNP), Cystatin C, Neutrophil gelatinase-associated lipocalin (NGAL), Galectin-3, soluble interleukin 1 1 (ST2), Troponin T, I, or C, Vascular cell adhesion protein 1 (VCAM-one), ICAM, E-selectin, CRP, TNF- alpha, interleukins, cortisol, and/or adiponectin\n* Genomic analyses including whole exome or whole genome sequencing (WGS) to determine pathways, genes, genetic variants, and structural changes to DNA that may be related to HF syndrome.\n* Epigenetic analyses including DNA methylation measurements to characterize differentially methylated sites that may be related to HF syndrome.\n* Transcriptomic analyses to characterize alterations to gene expression that may be related to HF syndrome."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure"
            ],
            "keywords": [
                "Heart Failure",
                "Proteolytic",
                "Metabolomics",
                "Social determinant of health"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with heart condition",
                    "description": "Heart Failure"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To study the association between multi-omics signatures with all-cause mortality",
                    "description": "The heterogeneous HF syndrome encompasses different and poorly defined entities. Multi-omics can improve its characterization and the prediction of mortality, which remains high. All-cause mortality will be analyzed as the time from enrollment to all-cause death.",
                    "timeFrame": "10 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical phenotypes defined by:Ejection Fraction (>=50 vs. < 50)NYHA (3-4 vs. 1-2)",
                    "description": "Cardiovascular mortality is an important part of all-cause mortality and will be evaluated as a secondary outcome. Cardiovascular mortality will be analyzed as the time from enrollment to cardiovascular death",
                    "timeFrame": ">=18 months vs. < 18 months"
                },
                {
                    "measure": "To study the cross-sectional association between multi-omics signatures with clinical sub-phenotypes of heart failure",
                    "description": "Clinical phenotypes defined by:Ejection Fraction (\\>=50 vs. \\< 50) NYHA (3-4 vs. 1-2)Duration of HF (\\>=18 months vs. \\< 18 months) Etiology (Ischemic vs. Non- Ischemic) Comorbidity - diabetes, hypertension, chronic",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Clinical diagnosis of HF documented by a provider s note in the medical record\n* Able and willing to undergo the consent process and provide consent\n* Willing to comply with required study activities\n* 18 years of age or older\n* Male or female (or other gender-specified category)\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* History of ventricular assist device\n* History of cardiac transplant\n* Living or residing outside of the geographic location designated for the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "We will prospectively recruit a diverse community cohort of 2000 participants with clinical HF from the District of Columbia / Maryland/Virginia metropolitan region (DMV).",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Justin A Rodante, P.A.-C",
                    "role": "CONTACT",
                    "phone": "(301) 827-6417",
                    "email": "justin.rodante@nih.gov"
                },
                {
                    "name": "Veronique Roger, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-1715",
                    "email": "veronique.roger@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Veronique Roger, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Heart, Lung and Blood Institute (NHLBI)",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Veronique Roger, M.D.",
                            "role": "CONTACT",
                            "phone": "301-402-1715",
                            "email": "veronique.roger@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Undecided"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}