{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05608837",
            "orgStudyIdInfo": {
                "id": "66881"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Multicenter Study on the Efficacy and Safety of OCS-01 in Subjects With Uveitis Related and Post Surgical Macular Edema",
            "officialTitle": "Efficacy and Safety of Dexamethasone ophthaLmic Suspension Eye drOps in Uveitic and Post Surgical mAculaR eDema (The LEOPARD Study)",
            "acronym": "LEOPARD",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "multicenter-study-on-the-efficacy-and-safety-of-ocs-in-subjects-with-uveitis-related-and-post-surgical-macular-edema"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-01",
            "studyFirstSubmitQcDate": "2022-11-01",
            "studyFirstPostDateStruct": {
                "date": "2022-11-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Quan Dong Nguyen",
                "investigatorTitle": "Professor of Ophthalmology",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Quan Dong Nguyen",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Global Ophthalmic Research Center (GORC)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Oculis",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of the LEOPARD clinical trial is to investigate a new kind of steroid eye drops, OCS-01.\n\nMacular edema is a condition in which there is collection of fluid (edema) in the back of the eye (Macula) and it can lead to severe loss of vision. Among other causes, macular edema can happen because of a disease of the eye called Uveitis, and also after eye surgery. Treatment of macular edema remains a challenge as the condition may persist for several months and may lead to irreversible changes in the eye and poor vision.\n\nIn the LEOPARD study the investigators wish to see how safe is the study drug (OCS-01) and how well it works, in resolving the fluid collection in the eye in patients with Uveitis or in patients who have had eye surgery.\n\nParticipants will undergo detailed eye exam, and record their eye and medical history to see what their disease status is and if they can be included in the study based on the study criteria. If included, they will take the study drug OCS-01 in different doses for 24 weeks. During the study period, they will have regular eye exams to ensure their safety and to assess the usefulness of the study drug.",
            "detailedDescription": "LEOPARD is a prospective, multi-center, single masked, randomized, controlled, study. At least 24 eligible subjects (12 with Uveitic macular edema and 12 with Post surgical macular edema) are to be enrolled in the study. There will be 5 sites and the total treatment period is 24 weeks.\n\nThe study will consist of 4 phases: Screening Phase, Loading Phase, Treatment Phase and Follow-up Phase. Subjects will receive their assigned treatments until week 04, get randomized into groups and continue their assigned treatments until week 12. Primary endpoint assessments will be performed at week 12.\n\nFrom week 12 to week 24, if there is still edema as demonstrated on OCT, subjects will receive treatment based on the retreatment criteria."
        },
        "conditionsModule": {
            "conditions": [
                "Uveitis Related Cystoid Macular Edema",
                "Cystoid Macular Edema, Postoperative"
            ],
            "keywords": [
                "Cystoid Macular Edema",
                "Uveitis",
                "Postoperative cystoid macular edema",
                "Dexamethasone",
                "Retinal diseases",
                "Anti-Inflammatory Agents"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "BCVA examiner and study subjects will be masked",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Dose UME - 6 drops OCS-01",
                    "type": "EXPERIMENTAL",
                    "description": "From baseline until week 4 all participants will receive 01 drop of OCS-01, six times a day.\n\nAt week 4, participants randomized to the high dose group will continue to receive 01 drop of OCS-01 six times a day until the primary end point at week 12.\n\nStarting week 12 the treatment will be administered based on the retreatment criteria until the end of study at week 24.",
                    "interventionNames": [
                        "Drug: OCS-01"
                    ]
                },
                {
                    "label": "Low Dose UME 3 drops OCS-01 and 3 drops Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "From baseline until week 4 all participants will receive 01 drop of OCS-01, six times a day.\n\nAt week 4, the participants randomized to low dose group will receive 01 drop of OCS-01 three times a day and 01 drop of placebo three times a day,( total 6 drops each day) until the primary end point at week 12.\n\nStarting week 12 the treatment will be administered based on the retreatment criteria until the end of study at week 24.",
                    "interventionNames": [
                        "Drug: OCS-01"
                    ]
                },
                {
                    "label": "High dose PSME - 6 drops of OCS-01",
                    "type": "EXPERIMENTAL",
                    "description": "From baseline until week 4 all participants will receive 01 drop of OCS-01, six times a day.\n\nAt week 4, participants randomized to the high dose group will continue to receive 01 drop of OCS-01 six times a day until the primary end point at week 12.\n\nStarting week 12 the treatment will be administered based on the retreatment criteria until the end of study at week 24.",
                    "interventionNames": [
                        "Drug: OCS-01"
                    ]
                },
                {
                    "label": "Low dose PSME - 3 drops of OCS-01 and 3 drops of Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "From baseline until week 4 all participants will receive 01 drop of OCS-01, six times a day.\n\nAt week 4, the participants randomized to low dose group will receive 01 drop of OCS-01 three times a day and 01 drop of placebo three times a day, (total 6 drops each day) until the primary end point at week 12.\n\nStarting week 12 the treatment will be administered based on the retreatment criteria until the end of study at week 24.",
                    "interventionNames": [
                        "Drug: OCS-01"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "OCS-01",
                    "description": "One drop of OCS-01 eye drops, 3-6 times daily. Dosing frequency will depend on the phase of the study.",
                    "armGroupLabels": [
                        "High Dose UME - 6 drops OCS-01",
                        "High dose PSME - 6 drops of OCS-01",
                        "Low Dose UME 3 drops OCS-01 and 3 drops Placebo",
                        "Low dose PSME - 3 drops of OCS-01 and 3 drops of Placebo"
                    ],
                    "otherNames": [
                        "dexamethasone ophthalmic suspension eye drops"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Central Subfield Thickness",
                    "description": "Mean change in central subfield thickness (CST) on optical coherence tomography (OCT) at week 12 compared to baseline.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Visual Acuity",
                    "description": "Mean change in early treatment of diabetic retinopathy study (ETDRS) best corrected visual acuity (BCVA) letter score at week 12",
                    "timeFrame": "Baseline to 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in visual acuity",
                    "description": "Mean change in ETDRS BCVA letters at weeks 2, 4, 6, 8, 16, 20 and 24 compared to baseline.",
                    "timeFrame": "Baseline to 24 weeks"
                },
                {
                    "measure": "Change in visual acuity",
                    "description": "The percentage of subjects who gain ≥10 or ≥15 ETDRS letters at week 12 and 24 compared to baseline.",
                    "timeFrame": "Week 12 and 24"
                },
                {
                    "measure": "Central Subfield Thickness",
                    "description": "Mean change in CST as assessed by SD-OCT at weeks 2, 4, 6, 8, 16, 20, 24 compared to baseline.",
                    "timeFrame": "Baseline to week 24"
                },
                {
                    "measure": "Visual function and quality of life",
                    "description": "Improvement in quality of life as assessed by National Eye Institute Visual Function Questionnaire (NEI VFQ-25) at Week 12, and 24 compared to baseline.",
                    "timeFrame": "Baseline, week 12 and week 24"
                },
                {
                    "measure": "Change in macular leakage",
                    "description": "Percentage of subjects showing change in macular leakage on fluorescein angiography (FA) at week 12 and 24 compared to baseline",
                    "timeFrame": "Baseline, week 12 and 24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in intraocular pressure from baseline",
                    "description": "Monitoring of intraocular pressure",
                    "timeFrame": "8, 12 and 24 weeks"
                },
                {
                    "measure": "Change in BCVA",
                    "description": "Percentage of subjects who lose ≥15 ETDRS letters or more at weeks 8, 12, and 24 compared to baseline",
                    "timeFrame": "Weeks 8, 12 and 24"
                },
                {
                    "measure": "Adverse effects",
                    "description": "Participants will be directly asked at every visit during the drug exposure. In addition a contact number will be provided to the subjects to call if they experience any adverse affect or if they suspect adverse effect at any time between specific visits.",
                    "timeFrame": "Weeks 8, 12 and 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 years or older.\n2. Diagnosis of Uveitic macular edema (UME) or post-surgical macular edema (PSME).\n3. Can provide written informed consent prior to any study procedure being performed, able and willing to follow all instructions, and attend all study visits.\n4. UME of less than 1 years in duration or PSME of less than 1 year, with presence of intraretinal and/or subretinal fluid in the study eye, with CST of ≥ 320 µm by SD-OCT at baseline (as measured by the central reading center employing Heidelberg Spectralis spectral domain optical coherence tomography, SD-OCT). Note: Recurrent CME is also eligible if the current episode is of less than 1 year.\n5. An ETDRS BCVA letter score ≤ 70 (Snellen 20/40) and ≥ 35 (Snellen 20/200) in the study eye at baseline (Visit 2).\n6. A documented diagnosis of inactive/stable uveitis (for UME) at the screening visit.\n7. A trial of topical NSAID or topical corticosteroids (for PSME) for at least one consecutive month but less than 3 consecutive months before screening visit with documented treatment failure on SD-OCT or based on investigator's clinical evaluation.\n\nNote: If both eyes are eligible, the eye with the worse BCVA will be selected as the study eye. If both eyes have the same BCVA, the non-dominant eye will be selected.\n\nExclusion Criteria:\n\nSubjects who meet any of the following exclusion criteria will not be included in the study\n\n1. Macular edema considered to be due to a cause other than UME or PSME. An eye is not considered eligible if: (1) the macular edema is considered to be related to diabetes (2) clinical exam and/or OCT suggests that vitreoretinal interface abnormalities (e.g., a taut posterior hyaloid or epiretinal membrane) are the primary cause of the macular edema, or (3) the macular edema is considered to be related to another condition such as age-related macular degeneration, retinal vein occlusion, or drug toxicity.\n2. A decrease in BCVA due to causes other than UME or PSME (e.g., foveal atrophy, pigment abnormalities, dense subfoveal hard exudates, previous vitreoretinal surgery, central serous retinopathy, non-retinal condition, substantial cataract, macular ischemia) that are likely to decrease BCVA by 3 lines or more (i.e., cataract would be reducing acuity to 20/40 or worse if eye was otherwise normal).\n3. Use of other ophthalmic formulations during the study. However, intraocular pressure (IOP) lowering eye drops are allowed if they become necessary due to increased IOP.\n4. History of glaucoma and documented glaucomatous optic neuropathy or clinically significant ocular hypertension in the opinion of the investigator, involving an IOP ≥ 25 mmHg on \\> 3 anti-glaucoma medications in the study eye.\n5. Any other ocular disease that could cause substantial reduction in BCVA, including retinal detachment, epiretinal membrane, vitreous hemorrhage or fibrosis involving the macula in the study eye, other retinal inflammatory or infectious diseases.\n6. Active peri-ocular or ocular infection (e.g., blepharitis, keratitis, scleritis, or conjunctivitis).\n7. History of infectious uveitis.\n8. High myopia (-8 diopter or more correction) in the study eye.\n9. Any form of diabetic retinopathy.\n10. History of increased intraocular pressure with topical steroid therapy.\n11. Pregnancy/Breastfeeding\n\nFor UME:\n\n1. Active uveitis as determined by the presence of anterior chamber cells or vitreous cells.\n2. Unstable (increasing) dose of immunosuppressives during 2 months prior to the baseline visit. Immunosuppressives are defined as antimetabolites (methotrexate, mycophenolate mofetil, azathioprine, cyclosporine and tacrolimus, among others) and biologics (including adalimumab, infliximab, tocilizumab, golimumab, secukinumab and rituximab, and others).\n3. Treated with more than 2 types of immunosuppressives (excluding steroids) within 2 months prior to baseline visit.\n4. Unstable (increasing) dose of oral prednisone for 1 month before baseline visit.\n5. Oral prednisone therapy at dose \\> 10 mg daily (or equivalent) within 1 month prior to baseline visit.\n6. History of contact lens use within 2 weeks prior to baseline or at any time during the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Quan D Nguyen, MD, MSc",
                    "role": "CONTACT",
                    "phone": "650-725-7245",
                    "email": "leopardme@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Quan D Nguyen, MD, MSc",
                    "affiliation": "Stanford University",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Retina Vitreous Associates Medical Group",
                    "status": "RECRUITING",
                    "city": "Beverly Hills",
                    "state": "California",
                    "zip": "90211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "LEOPARD Coordinating Center",
                            "role": "CONTACT",
                            "email": "leopardme@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.07362,
                        "lon": -118.40036
                    }
                },
                {
                    "facility": "Stein Eye Institute at UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "LEOPARD Study Coordinating center",
                            "role": "CONTACT",
                            "email": "leopardme@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Byers Eye Institute at Stanford",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "LEOPARD Coordinating Center",
                            "role": "CONTACT",
                            "email": "leopardme@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "Valley Retina Institute P.A",
                    "status": "RECRUITING",
                    "city": "McAllen",
                    "state": "Texas",
                    "zip": "78503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "LEOPARD Coordinating Center",
                            "role": "CONTACT",
                            "email": "leopardme@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.20341,
                        "lon": -98.23001
                    }
                },
                {
                    "facility": "Texas Retina Associates",
                    "status": "RECRUITING",
                    "city": "Plano",
                    "state": "Texas",
                    "zip": "75075",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "LEOPARD Coordinating Center",
                            "role": "CONTACT",
                            "email": "leopardme@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.01984,
                        "lon": -96.69889
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008269",
                    "term": "Macular Edema"
                },
                {
                    "id": "D000014605",
                    "term": "Uveitis"
                },
                {
                    "id": "D000004487",
                    "term": "Edema"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008268",
                    "term": "Macular Degeneration"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000014603",
                    "term": "Uveal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "asFound": "Edema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11261",
                    "name": "Macular Edema",
                    "asFound": "Macular Edema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17353",
                    "name": "Uveitis",
                    "asFound": "Uveitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17351",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5824",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M12814",
                    "name": "Ophthalmic Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}