{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04772911",
            "orgStudyIdInfo": {
                "id": "2020-1351"
            },
            "secondaryIdInfos": [
                {
                    "id": "A534300",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "SMPH/DERMATOLOGY",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Protocol Version 6/20/2023",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Multicenter Phenotype-Genotype Analysis of Vascular Stains to Optimize Treatment Utilizing Optical Coherence Tomography",
            "officialTitle": "Multicenter Phenotype-Genotype Analysis of Vascular Stains to Optimize Treatment Utilizing Optical Coherence Tomography",
            "therapeuticArea": [
                "Other"
            ],
            "study": "multicenter-phenotype-genotype-analysis-of-vascular-stains-to-optimize-treatment-utilizing-optical-coherence-tomography"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-24",
            "studyFirstSubmitQcDate": "2021-02-24",
            "studyFirstPostDateStruct": {
                "date": "2021-02-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to develop a better understanding of vascular stains and to improve the usual laser treatment for vascular stain by using optical coherence tomography (OCT). A total of about 130 people will participate in this study.",
            "detailedDescription": "Vascular stains, commonly called \"port wine birthmarks,\" are vascular anomalies that affect 0.3-0.5% of newborns; they impact quality of life due to soft tissue overgrowth, nodularity and life-altering, stigmatizing disfigurement. Laser treatment is the standard of care and relies on photocoagulation of vessels. Yet less than 25% are reported to clear entirely; the reason for this lack of response is poorly understood. Recently, mosaic mutations in genes that control cell-cycle regulation including GNAQ, GNA11, PiK3CA and others were elucidated as a genetic cause for these birthmarks. This finding has transformed our fundamental understanding of their pathophysiology. It provides a molecular explanation for limited responsiveness to laser, as these genes share oncogenic pathways that result in synchronous, tightly regulated cellular proliferation and growth. Most importantly, this discovery has unlocked the potential to utilize pharmacologic blockade of activated downstream pathways to improve outcomes.\n\nThis proposal aims to utilize novel imaging to highlight differences in the vasculature of vascular birthmarks with genotyping and deep, paired clinical phenotyping, and to create a targeted laser algorithm based on genotype and age. In a small subset of patients with confirmed GNAQ/GNA11 genotyping, the investigators will utilize single cell spatial transcriptome profiling of affected tissue to drive drug discovery. Upon completion of this project, the investigators will have refined genotype-phenotype correlations enhanced by novel imaging of targeted tissue, elucidating differences in the vasculature by genotype, all of which may accelerate precision-based treatments to prevent disfigurement and improve quality of life. These results will provide critical data for implementation of clinical trials that will shift treatment paradigms from a single, ineffective destructive treatment modality to a targeted pharmacologic intervention coupled with light.\n\nThe investigators hypothesize that clearance of port wine birthmarks will require: 1) A precision-based approach including optimal laser dosimetry informed by novel angiographic imaging, age, and genotype, and 2) pathway specific-targeted pharmacologic blockade of activated pathways informed by investigation of downstream effectors. The long-term goal is to shift treatment paradigms from a single ineffective destructive modality to a targeted laser source coupled with targeted topical therapy.\n\nAim 1: Correlate genotype with clinical phenotype\n\n* 1.1 Correlate genotype with comprehensive phenotyping on available participants in Strata A and Strata B. When stratified by participant age, the hypothesis is that genotype will influence vessel size, with greater cell-cycle activation associated with larger median vessel diameter and depth on OCT.\n* 1.2 Correlate clinical phenotype with dynamic optical coherence tomography (OCT) in Strata A and Strata B. The investigators hypothesize that participant age will be the greatest predictor of median vessel size and depth on OCT. The investigators expect to see diversity in the architecture and patterning of the vasculature based on genotype. The hypothesis is GNAQ mutated patients will demonstrate significant vascular distortion, with drop out and vascular dilation as has been reported in the ocular OCT literature in patients with Sturge Weber Syndrome.\n* 1.3 Collect both quantitative and qualitative outcomes in participants treated with OCT to evaluate the participant experience utilizing this adjuvant modality in treatment in Strata B.\n* 1.4 Integrate OCT data to create a targeted laser algorithm by age and/or genotype to optimize photo-coagulation of mutated cells in Strata B.\n\nAim 2: Determine the molecular mechanism of facial vascular stains to develop pathway-specific therapies\n\n* 2.1 In 12-15 participants with confirmed GNAQ/GNA11 mutations in Strata A, Strata B, or Strata C perform biopsies from affected and normal tissue, collect blood and saliva samples, to facilitate unbiased spatial transcriptomic analysis using the Visium 10x system.\n* 2.2 Identify novel downstream genotype-specific targets through unbiased spatial transcriptomic analysis with targeted evaluation of 3 pathways for which topical inhibitors are currently in development (PiK3CA, mTOR, and MEK/ERK).\n\nAim 3: Evaluate laser outcomes in the treatment of PWS (Strata B \\& C)\n\n* 3.1 Quantitate improvement in participants' PWS stratified by age of laser initiation, laser treatment parameters, and deep clinical phenotyping (anatomic location, morphology, OCT, and genotype). The intention of this aim is to determine if earlier initiation of laser (prior to age 1) results in improved outcomes, and whether laser responsiveness differs by anatomic location, morphology/color or genotype. The hypothesis is that earlier treatment (starting before 2 years of age) will result in improved clearance, which is more durable than in those who start laser after 2 years of age. In a small subset of patients with genotyping available, the investigators will investigate disease responsiveness to laser based on genotype and location. The hypothesis is that PiK3CA associated PWS will respond better than other genotypes (GNAQ, GNA11, RASA1, EPHB4), and that lateral face and mid forehead PWS will be the most responsive anatomic locations.\n* 3.2 Investigate meaningful patient and/or parent-reported outcomes in laser-treated subjects. The investigators will stratify by laser responders versus non responders. The hypothesis is that responders will have improved QoL. Finally, the investigators will prospectively evaluate patient-reported outcomes regarding laser treatment including patient satisfaction, recurrence and procedural pain (as reported by the patient and/or the parent in children less than 7 years of age). The investigators hypothesize high rates of recurrence and discomfort in patients.\n\nResearch Design:\n\nOnce informed consent has been obtained, a visual skin exam will be done by the study dermatologist to document the cutaneous findings and photographs of the affected area(s) will be taken for this study. The photographs will be used to determine the genotype-phenotype correlations and will be shared with the coordinating center.\n\nPhotographs will be stored electronically in a secure HIPAA compliant manner according to each site's policies.\n\nAt the time of enrollment or at a subsequent visit, but only once during participation in the study, subjects can agree to provide any of the following non-medically necessary samples for genetic studies: blood sample, saliva sample, skin punch biopsy (normal skin or affected skin), surgical tissue specimens, paraffin-embedded tissue samples (from previous surgeries). Collection of any of these samples is optional.\n\nAt the time of enrollment participants will be placed onto Strata A - one time OCT measurements or Strata B - serial OCT measurements that are taken in association with standard of care laser treatment, or Strata C - serial evaluation with standard of care laser treatment without use of OCT.\n\nParticipants who will proceed onto Strata A will have one-time OCT measurements of their vascular stain if they choose not to/are not eligible for/have previously undergone standard of care laser treatment for their vascular stain at the time of enrollment. The indication for Strata A is that some patients will elect not to undergo laser treatment, particularly if they have been extensively treated with laser previously, or have a light pink vascular stain that has been stable. Participants who proceed to Strata C will be treated with laser for standard of care and followed without the use of serial OCT.\n\nParticipants who will proceed onto Strata B will have serial OCT measurements of their vascular stain performed prior to the start of standard of care laser treatment. OCT will be performed prior to each standard of care laser treatment if the participant has elected to have standard of care laser treatment as treatment of their vascular stain at the time of enrollment.\n\nParticipants who are enrolled to Strata A and undergo a one time OCT measurement may go onto Strata B if, at a later time they decide to undergo standard of care laser treatment for their vascular stain. These participants will still only be able to participate in the above sample collections one time during their participation. Transition from Strata A to Strata B is not considered a second enrollment.\n\nAll participants will remain on study until the study has been closed. Participants will be able to perform sample collections at any visit while on study.\n\nClinical phenotyping of participants will be augmented through the use of dynamic OCT to characterize the mean diameter and depth of blood vessels. OCT is a non-invasive, skin specific technology that enables rapid identification of the mode blood vessel diameter, vessel density and depth within the area scanned. It is effectively like placing an ultrasound probe on the participant's skin. The probe is 6 x 6 mm and within 60 seconds of placement, provides the most common (mode) blood vessel diameter detected, along with the depth of the vascular plexus. OCT should be painless and of minimal risk to the participant.\n\nFor participants on Strata B, OCT will be performed at baseline and prior to each standard of care laser treatment. Anatomic landmarks for choice of OCT placement will be decided by the study physician, with the goal to image the most prominent area of the stain. In a subset of participants, OCT measurements will also be taken post standard of care laser treatment. Anatomic landmarks for choice in this subset, will be decided by the study physician; the lightest area of the stain will also be imaged to contrast differences between vessel diameter as this would impact the choice of optimal laser settings in differing areas of the stain. The number of areas in which OCT will be performed over the vascular stain will be determined by the treating physician based on the size of the vascular stain. The altered laser settings used for the standard of care laser treatment will be guided by use of the theory of selective photothermolysis to determine optimal pulse duration of the laser based on OCT measurement. This will adhere to acceptable standards of care, and will ultimately be at the discretion of the laser surgeon. The study physician will also aim to measure the same areas prior to each visit, with the expectation that the size of the stain is likely to vary based on treatment resolution of the vascular stain.\n\nFor participants in Strata B, a questionnaire will be completed up to 5 times by the participant and/or by the parent/guardian of participants aged 0-17 years while on study. The questionnaire will ask how the participants and/or their parent/guardian feel about the results of the laser treatment and how they feel about using OCT in addition to their standard treatment.\n\nFor participants in Strata C (who undergo laser as part of standard of care without OCT), the study team will request the parent/and or subject to complete patient-reported outcomes while on the study. The intention of these questionnaires is to capture meaningful patient outcomes with validated PROMIS measures related to the effectiveness of laser for their port wine stains.\n\nAt the time of participant enrollment on Strata C and/or after a participant's first laser, the parents/guardians will complete a parent satisfaction questionnaire. Investigators will complete a laser follow up assessment and a visual analogue scale at the participant's visits to quantitate improvement in the port wine stain from baseline. Every 6 months, the patient or parent/guardian will complete the patient/family laser assessment form."
        },
        "conditionsModule": {
            "conditions": [
                "Vascular Stains"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Each collection will occur 1 time while the subject is on study if they consent to the sample collection.\n\n* Blood - approximately 4mL will be collected (approximately 5 min)\n* Saliva Sample - 1-2 tubes of saliva will be collected (approximately 2 min)\n* Skin Punch Biopsy (affected and normal skin area) - one or two 3-4mm punch biopsy will be taken (approximately 20 min)\n* Fresh surgical tissue - a small amount of fresh tissue, at least 3-4mm in diameter (no time commitment from the subject)\n* Slides/blocks - up to 10 unstained slides or a block of archived tissue will be requested. (no time commitment from the participant)"
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Strata A: One-time OCT Measurements",
                    "description": "The indication for Strata A is that some participants will elect not to undergo laser treatment, particularly if they have been extensively treated with laser previously, or have a light pink vascular stain that has been stable.",
                    "interventionNames": [
                        "Device: Optical Coherence Tomography (OCT)"
                    ]
                },
                {
                    "label": "Strata B: Serial OCT Measurements",
                    "description": "Participants will have serial OCT measurements of their vascular stain performed prior to the start of standard of care laser treatment. OCT will be performed prior to each standard of care laser treatment if the participant has elected to have standard of care laser treatment as treatment of their vascular stain at the time of enrollment.",
                    "interventionNames": [
                        "Device: Optical Coherence Tomography (OCT)"
                    ]
                },
                {
                    "label": "Strata C: Laser SOC without OCT",
                    "description": "Participants will have serial evaluation with standard of care laser treatment without use of OCT."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Optical Coherence Tomography (OCT)",
                    "description": "OCT will be performed at baseline and prior to each standard of care laser treatment to characterize the mean diameter and depth of blood vessels.",
                    "armGroupLabels": [
                        "Strata A: One-time OCT Measurements",
                        "Strata B: Serial OCT Measurements"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Correlation between blood vessel size measured via OCT and genotype of affected tissues",
                    "description": "Targeted next generation sequencing (NGS) using a hybrid capture approach will be performed on DNA samples from affected tissues. OCT measurements of blood vessel size will be compared to genotype derived from biospecimen.",
                    "timeFrame": "up to 1 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the PROMIS Emotional Distress - Depression Short Form 8a Score",
                    "description": "The Patient-Reported Outcomes Measurement Information System (PROMIS) Emotional Distress - Depression short form is an 8-item survey scored on a 5 point likert scale from 1 (never) to 5 (always) for a total possible range of scores from 8 to 40 where higher scores indicate greater severity of depression in the past 7 days.",
                    "timeFrame": "baseline, 6 months, 12 months, 18 months, up to 24 months (participant will be asked to take survey every 6 months as long as the study is open)"
                },
                {
                    "measure": "Change in the PROMIS Emotional Distress - Anxiety Short Form 8a Score",
                    "description": "The PROMIS Emotional Distress - Anxiety short form is an 8-item survey scored on a 5 point likert scale from 1 (never) to 5 (always) for a total possible range of scores from 8 to 40 where higher scores indicate greater severity of Anxiety in the past 7 days.",
                    "timeFrame": "baseline, 6 months, 12 months, 18 months, up to 24 months (participant will be asked to take survey every 6 months as long as the study is open)"
                },
                {
                    "measure": "Change in the PROMIS Pediatric Peer Relationships Short Form 8a Score",
                    "description": "The PROMIS Emotional Distress - Anxiety short form is an 8-item survey scored on a 5 point likert scale from 1 (never) to 5 (almost always) for a total possible range of scores from 8 to 40 where higher scores indicate stronger peer relationships in the past 7 days.",
                    "timeFrame": "baseline, 6 months, 12 months, 18 months, up to 24 months (participant will be asked to take survey every 6 months as long as the study is open)"
                },
                {
                    "measure": "Change in the PROMIS Pediatric Depressive Symptoms Short Form 8a Score",
                    "description": "The PROMIS Pediatric Depressive Symptoms Short Form is an 8-item survey scored on a 5 point likert scale from 1 (never) to 5 (almost always) for a total possible range of scores from 8 to 40 where higher scores indicate greater severity of depression in the past 7 days.",
                    "timeFrame": "baseline, 6 months, 12 months, 18 months, up to 24 months (participant will be asked to take survey every 6 months as long as the study is open)"
                },
                {
                    "measure": "Change in the PROMIS Pediatric Anxiety Short Form 8a Score",
                    "description": "The PROMIS Pediatric Anxiety Short Form is an 8-item survey scored on a 5 point likert scale from 1 (never) to 5 (almost always) for a total possible range of scores from 8 to 40 where higher scores indicate greater severity of anxiety in the past 7 days.",
                    "timeFrame": "baseline, 6 months, 12 months, 18 months, up to 24 months (participant will be asked to take survey every 6 months as long as the study is open)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Correlation of genotype with phenotype",
                    "description": "Regression analysis will be used to estimate the effect of genotype on clinical phenotype adjusting for age, sex, race, ethnicity, and other potential confounders.",
                    "timeFrame": "up to 1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individual of any age from infant to adult\n* Diagnosed with a vascular stain on any anatomic location based on the discretion of the study physician\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Diagnosed with a vascular stain on any anatomic location based on the discretion of the study physician",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Heather Neils",
                    "role": "CONTACT",
                    "phone": "(608) 287-2640",
                    "email": "hneils@dermatology.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa Arkin, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California",
                    "status": "RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92697",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristen Kelly, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                },
                {
                    "facility": "University of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53715",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Neils",
                            "role": "CONTACT",
                            "phone": "608-287-2640",
                            "email": "hneils@dermatology.wisc.edu"
                        },
                        {
                            "name": "Lisa Arkin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Beth Drolet, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}