{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05528848",
            "orgStudyIdInfo": {
                "id": "851051"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Multi-System Analysis of Opioid Receptor Binding",
            "officialTitle": "Pilot Study of a Multi-System Analysis of Opioid Receptor Binding",
            "therapeuticArea": [
                "Other"
            ],
            "study": "multi-system-analysis-of-opioid-receptor-binding"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-01",
            "studyFirstSubmitQcDate": "2022-09-01",
            "studyFirstPostDateStruct": {
                "date": "2022-09-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will enroll up to 60 adults (including 30 females and 30 males) in three cohorts of up to 20 subjects each. In all three groups, \\[11C\\]carfentanil whole-body PET imaging will be used to examine the central nervous system (CNS) and broader systemic opioid binding in an initial scan session. In the two groups not receiving standard of care medication assisted treatment (MAT) for opioid use disorder (OUD) the effects on \\[11C\\]carfentanil binding potential of the blockade of opioid binding by the non-selective opioid antagonist naloxone administered parenterally in a second scan session will also be examined. If two scans are completed they can be done on the same day or on different days.",
            "detailedDescription": "This study will enroll up to 60 adults (including 30 females and 30 males) in three cohorts \\[Opioid Use Disorder (OUD) + medication-assisted treatment (MAT), OUD - MAT, or Healthy Controls\\] up to 20 subjects each. In all three groups, \\[11C\\]carfentanil whole-body PET imaging will be used to examine the central nervous system (CNS) and broader systemic opioid binding in an initial scan session. In the two groups not receiving standard of care medication assisted treatment (MAT) for opioid used disorder (OUD), the effects on \\[11C\\]carfentanil binding potential of the blockade of opioid binding by the non-selective opioid antagonist naloxone administered parenterally in a second scan session will also be examined. If two scans are completed they can be done on the same day or on different days.\n\nFindings from this study will demonstrate the distribution of opioid effects in brain and other organs in healthy controls and individuals with opioid use disorder (OUD), including those treated with the opioid agonists buprenorphine or methadone. Thus, this project will inform clinically relevant questions related to OUD.\n\nIn all three groups we would also like to collect a blood sample to be used for future testing, including genome-wide micro-array testing that may be used for genome-wide association studies (GWAS). Approximately 13 mL of blood will be drawn and stored for future testing. This blood draw will occur once but could be done at any visit. Participants who have already completed the imaging study may be recontacted and reconsented to complete this blood draw, if they agree.\n\nPET/CT imaging will be used to evaluate the distribution of opioid effects in the brain and other organs using the investigational radiotracer \\[11C\\]carfentanil. Each subject will have an initial \\[11C\\]carfentanil positron emission tomography/computed tomography (PET/CT) scan. Subjects not receiving MAT for OUD may undergo a second scan that includes pretreatment with parenteral naloxone. For subjects participating in the HC cohort who agree to undergo a 3rd PET scan, the scan may be done up to 2 years after their original PET scans. However, depending on the length of time since initial enrollment subjects may be undergo repeat screening or baseline assessments (including screening labs or psychological assessments) at the discretion of an investigator prior to undergoing the 3rd scan to confirm that no eligibility criteria have changed in the period since initial scanning. We will do an interval baseline/screening assessment in which we take a history and complete a physical exam informed by the prior history and physical, and update them. We will repeat labs and query concomitant meds (also as warranted by the history). We will not repeat cognitive testing. We will repeat the work-up with anyone whose prior assessment occurred longer than a 1 year from re-contact.\n\nAnalyses will compare the binding potential (BPND) in the brain and other body parts across the three cohorts (OUD+/MAT+, OUD+/MAT-, HC). In the two groups not receiving MAT (OUD+/MAT- and HC), binding potential and distribution will be compared between subjects by contrasting the \\[11C\\]carfentanil-only scan with the \\[11C\\]carfentanil scan preceded by naloxone treatment. A structural MRI scan of the brain and spinal cord will be conducted before the PET scan to permit co-registration and the identification of specific brain regions on PET scan.\n\nDuring each PET scan, participants will undergo approximately 90 minutes of dynamic scanning of the brain and body in a whole-body PET/CT scanner. PET/CT imaging sessions will include an injection of ≤ 15 mCi (approximate range for most studies is anticipated to be 5-15 mCi) of \\[11C\\]carfentanil. In the non-MAT groups, a dose of naloxone will be injected intravenously approximately 10-15 minutes before the \\[11C\\]carfentanil injection. Data will be collected to evaluate the uptake of \\[11C\\]carfentanil in the brain and other organs with and without naloxone blockade. Venous blood samples will be taken during the scan session to measure radioactive counts and/or bio-metabolites. For participants in Cohort 1 who are on MAT an additional approximately 5 mL of blood will be drawn prior to injection of \\[11C\\]carfentanil to measure MAT levels.\n\nHC subjects who undergo a 3rd scan, on the day of the scan, will be given an oral dose of loperamide hydrochloride (IMODIUM®) 45-75 minutes prior to the \\[11C\\]carfentanil injection and the start of the scan.\n\nSubjects are required to have had a brain MRI performed within 1 year prior to study enrollment (subjects participating in the HC cohort and undergoing a 3rd scan will not have to repeat the MRI if they previously completed an MRI), or if the subject has not had a brain MRI deemed acceptable for use for this study, they will be asked to undergo a research brain MRI after they have consented for this study."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy",
                "Opioid Use Disorder"
            ],
            "keywords": [
                "Medication Assisted Treatment",
                "Buprenorphine",
                "Naloxone"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Opioid Use Disorder and Medication Assisted Treatment (OUD+/MAT-)",
                    "type": "EXPERIMENTAL",
                    "description": "Study imaging will be performed using a whole-body PET/CT scanner.\n\nEach participant will receive ≤ 10 mCi of \\[11C\\]carfentanil intravenously (approximate range for most studies is anticipated to be 2-10 mCi ).\n\nParticipants will undergo dynamic PET/CT imaging of the brain and body. The scan will take approximately 90 minutes for each scan session. Study imaging will be performed using a whole-body PET/CT scanner.\n\nFor the first study scan, participants will receive \\[11C\\]carfentanil radiotracer alone. For the second study scan approximately 13 mcg/kg of naloxone will be administered by IV prior to the \\[11C\\]carfentanil injection. If both scans are done the same day, then the naloxone injection will be given before the second scan session and there will be a break between the two scan sessions of approximately 3 hours.",
                    "interventionNames": [
                        "Drug: Carfentanil, C-11",
                        "Drug: Naloxone"
                    ]
                },
                {
                    "label": "Opioid Use Disorder Only (OUD+/MAT-)",
                    "type": "EXPERIMENTAL",
                    "description": "Study imaging will be performed using a whole-body PET/CT scanner.\n\nEach participant will receive ≤ 10 mCi of \\[11C\\]carfentanil intravenously (approximate range for most studies is anticipated to be 2-10 mCi ).\n\nParticipants will undergo dynamic PET/CT imaging of the brain and body. The scan will take approximately 90 minutes for each scan session. Study imaging will be performed using a whole-body PET/CT scanner.\n\nFor the first study scan, participants will receive \\[11C\\]carfentanil radiotracer alone. For the second study scan approximately 13 mcg/kg of naloxone will be administered by IV prior to the \\[11C\\]carfentanil injection. If both scans are done the same day, then the naloxone injection will be given before the second scan session and there will be a break between the two scan sessions of approximately 3 hours.",
                    "interventionNames": [
                        "Drug: Carfentanil, C-11",
                        "Drug: Naloxone"
                    ]
                },
                {
                    "label": "Healthy Controls (OUD-)",
                    "type": "EXPERIMENTAL",
                    "description": "Study imaging will be performed using a whole-body PET/CT scanner.\n\nEach participant will receive ≤ 10 mCi of \\[11C\\]carfentanil intravenously (approximate range for most studies is anticipated to be 2-10 mCi ).\n\nParticipants will undergo dynamic PET/CT imaging of the brain and body. The scan will take approximately 90 minutes for each scan session. Study imaging will be performed using a whole-body PET/CT scanner.\n\nFor the 1st study scan, participants will receive \\[11C\\]carfentanil radiotracer alone. For the 2nd study scan approximately 13 mcg/kg of naloxone will be administered by IV prior to the \\[11C\\]carfentanil injection. If both scans are done the same day, then the naloxone injection will be given before the 2nd scan and there will be a break between the two scans of approximately 3 hours. For the optional 3rd study scan 4 mg capsule or 30 mL solution standard adult dose of loperamide hydrochloride will be given orally 45-75 minutes prior to the\\[11C\\]carfentanil injection.",
                    "interventionNames": [
                        "Drug: Carfentanil, C-11",
                        "Drug: Naloxone",
                        "Drug: Loperamide Hydrochloride"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Carfentanil, C-11",
                    "description": "Investigational radiotracer to be injected by IV as s a bolus during both study PET/CT scans.",
                    "armGroupLabels": [
                        "Healthy Controls (OUD-)",
                        "Opioid Use Disorder Only (OUD+/MAT-)",
                        "Opioid Use Disorder and Medication Assisted Treatment (OUD+/MAT-)"
                    ],
                    "otherNames": [
                        "[11C]Carfentanil"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Naloxone",
                    "description": "Non-selective opioid antagonist injected by IV parenterally during the second study PET/CT scan only.",
                    "armGroupLabels": [
                        "Healthy Controls (OUD-)",
                        "Opioid Use Disorder Only (OUD+/MAT-)",
                        "Opioid Use Disorder and Medication Assisted Treatment (OUD+/MAT-)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Loperamide Hydrochloride",
                    "description": "Loperamide is an FDA- approved, over-the-counter drug for the control and symptomatic relief of acute or chronic diarrhea given orally prior to the optional HC third PET/CT scan only.",
                    "armGroupLabels": [
                        "Healthy Controls (OUD-)"
                    ],
                    "otherNames": [
                        "Imodium"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MOR BPND measurement - [11C]carfentanil",
                    "description": "Measure MOR BPND following the administration of \\[11C\\]carfentanil alone in 5 brain regions of interest (ROIs) relevant to addiction (the subgenual anterior cingulate, ventral pallidum, amygdala, nucleus accumbens, and dorsal striatum), spinal cord (key role in transmitting pain signals) and organs outside the central nervous system (CNS) that contain mu-opioid receptors (e.g., the gastrointestinal tract, heart).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "MOR BPND measurement - naloxone and [11C]carfentanil",
                    "description": "Measure MOR BPND following the administration of both naloxone and \\[11C\\]carfentanil in 5 brain regions of interest (ROIs) relevant to addiction (the subgenual anterior cingulate, ventral pallidum, amygdala, nucleus accumbens, and dorsal striatum), spinal cord (key role in transmitting pain signals) and organs outside the central nervous system (CNS) that contain mu-opioid receptors (e.g., the gastrointestinal tract, heart).",
                    "timeFrame": "Follow up - 1 day to 6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "MOR BPND measurement - loperamide and [11C]carfentanil",
                    "description": "Measure MOR BPND following the administration of both oral loperamide hydrochloride (pre-injection) and \\[11C\\]carfentanil to help develop imaging methods to characterize differential mu-opioid receptor availability in the brain and gut.",
                    "timeFrame": "Follow up - 1 day to 6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nCohort 1 (OUD+/MAT+):\n\n1. 18-50 years of age\n2. Informed of the investigational nature of this study and able to provide written informed consent and participate in this study in accordance with institutional and federal guidelines prior to study-specific procedures.\n3. Fluent in English and able to provide written informed consent in English.\n4. OUD positive (+): Participants will meet DSM-5 criteria for a lifetime diagnosis of OUD and will be on a stable dosage of buprenorphine or methadone treatment for at least four weeks prior to the screening visit.\n\nCohort 2 (OUD+/MAT-):\n\n1. 18-50 years of age\n2. Informed of the investigational nature of this study and able to provide written informed consent and participate in this study in accordance with institutional and federal guidelines prior to study-specific procedures.\n3. Fluent in English and able to provide written informed consent in English.\n4. OUD positive (+): Participants will meet DSM-5 criteria for a lifetime diagnosis of OUD, but cannot meet criteria for OUD in the 2 months prior to screening, has not used an opioid for any reason in the 30 days prior to screening as evidenced by self-report, medical record review, and urine drug testing at screening and and on the day of the PET scan, and has not received MAT for OUD during the 12 months prior to screening.\n\nCohort 3 (OUD-, Healthy Controls):\n\n1. Healthy males and females, 18-50 years of age\n2. Informed of the investigational nature of this study and able to provide written informed consent and participate in this study in accordance with institutional and federal guidelines prior to study-specific procedures.\n3. Fluent in English and able to provide written informed consent in English.\n4. OUD negative (-): Must never have met criteria for OUD (as per DSM-5) and cannot have used an opioid for any reason in the past 30 days prior to screening as evidenced by self-report, medical record review, and urine drug testing at screening.\n\nExclusion Criteria\n\nCohort 1 (OUD+/MAT+):\n\n1. Women who are pregnant or breast feeding will not be eligible for this study; a urine pregnancy test will be performed in women of child-bearing potential at screening and on the day of each of the PET/CT scans.\n2. Subjects who report claustrophobia, which in the opinion of an investigator would interfere with acquisition of the structural MRI required for PET co-registration, and/or the PET scan itself.\n3. Contraindications to MRI (e.g., metal in the body that cannot be removed and is not MRI compatible). An MRI screening form will be completed during screening.\n4. Current major DSM-5 Axis 1 psychiatric diagnosis that requires treatment with a medication that interferes with opioid receptor binding, as identified during psychiatric interview or mental status examination at screening/baseline.\n5. History of epilepsy or seizure disorder, head trauma or brain (CNS) tumor as assessed by medical record review and/or self-report\n6. Current severe substance use disorder (SUD), other than OUD or, cannabis use disorder, with self-reported heavy drug use in the past 3 months and a positive urine toxicology screen for that drug (may be repeated once), and /or current pharmacological treatment for an SUD other than OUD that would interfere with study procedures and outcome.\n7. A breath alcohol concentration (BAC) reading \\> 0.01 or a urine toxicology test positive for prohibited drugs.\n8. Current use or recent discontinuation (within 14 days of screening) of medications that interfere with radiotracer binding. Participants will be instructed to refrain from using any study-prohibited drugs, though participants will be allowed to take prescription medicines that are not exclusionary throughout their participation in the study.\n9. Allergic reaction to any opioid or naloxone\n10. Inability to tolerate imaging procedures in the opinion of an investigator or treating physician\n11. Any current medical condition, illness, or disorder as assessed by medical record review and/or self-report that is considered by a physician or investigator to be a condition that could compromise participant safety or successful participation in the study or interfere with distribution of the radiotracer.\n\nCohort 2 (OUD+/MAT-):\n\n1. Women who are pregnant or breast feeding are not eligible for this study; a urine pregnancy test will be performed in women of child-bearing potential at screening and on the day of each of the PET/CT scans.\n2. Subjects who report claustrophobia, which in the opinion of an investigator would interfere with acquisition of the structural MRI required for PET co-registration, and/or the PET scan itself.\n3. Contraindications to MRI (e.g., metal in the body that cannot be removed and is not MRI compatible). An MRI screening form will be completed during screening.\n4. Current major DSM-5 Axis 1 psychiatric diagnosis requiring medications that interfere with radiotracer binding, as identified during a psychiatric interview or mental status examination at screening/baseline.\n5. History of epilepsy or seizure disorder, head trauma or brain (CNS) tumor as assessed by medical record review and/or self-report\n6. Current severe substance use disorder (SUD), with heavy drug use in the past 3 months and a positive urine toxicology screen for that drug, other than OUD, and /or current treatment for an SUD other than OUD that would interfere with study procedures and outcome. In this group, this includes MAT for OUD.\n7. A breath alcohol concentration (BAC) reading \\> 0.01, a urine toxicology test positive for prohibited drugs.\n8. Current use or use within the past 12 months of any medications containing naltrexone or other MOR ligands (e.g., buprenorphine, methadone)\n9. Use within the month prior to screening of any antipsychotic, anticonvulsant, or stimulant medication or any other medication that is deemed by a physician investigator to potentially interfere with carfentanil binding at the MOR.\n10. Allergic reaction to any opioid or naloxone\n11. Inability to tolerate imaging procedures in the opinion of an investigator or treating physician\n12. Any current medical condition, illness, or disorder as assessed by medical record review and/or self-report that is considered by a physician or investigator to be a condition that could compromise participant safety or successful participation in the study or interfere with distribution of the radiotracer.\n\nCohort 3 (Healthy Controls):\n\n1. Women who are pregnant or breast feeding will not be eligible for this study; a urine pregnancy test will be performed in women of child-bearing potential at screening and on the day of each of the PET/CT scans.\n2. Subjects who report claustrophobia, which in the opinion of an investigator would interfere with acquisition of the structural MRI required for PET co-registration, and/or the PET scan itself.\n3. Contraindications to MRI (e.g., metal in the body that cannot be removed and is not MRI compatible). An MRI screening form will be completed during screening.\n4. History of or current major DSM-5 Axis 1 psychiatric diagnosis, as identified during psychiatric interview or mental status examination at screening/baseline.\n5. History of epilepsy or seizure disorder, head trauma or brain (CNS) tumor as assessed by medical record review and/or self-report\n6. A history of substance use disorder (SUD) and /or current treatment for a SUD.\n7. Self-reported current alcohol consumption that exceeds 14 standard drinks/week for men and 7 standard drinks/week for women.\n8. A breath alcohol concentration (BAC) reading \\> 0.01 or a urine toxicology test positive for prohibited drugs.\n9. Current use or use within the past 12 months of any medications containing naltrexone or other MOR ligands (e.g., buprenorphine, methadone)\n10. Current use or use within the past 12 months of medications that could interfere with radiotracer binding. (Participants will be instructed to refrain from using any study-prohibited drugs, though participants will be allowed to take prescription medicines that are not exclusionary throughout their participation in the study.)\n11. Use within the past 12 months of psychotropic medications (antipsychotics, antidepressants, anti-anxiety medications, stimulants or opioid-containing medications for pain for longer than one week).\n12. Allergic reaction to any opioid, naloxone, or, if undergoing 3rd PET scan, loperamide.\n13. Inability to tolerate imaging procedures in the opinion of an investigator or treating physician\n14. Any current medical condition, illness, or disorder as assessed by medical record review and/or self-report that is considered by a physician or investigator to be a condition that could compromise participant safety or successful participation in the study or interfere with distribution of the radiotracer. This includes a history of colitis, by medical record review or self-report.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin Schubert",
                    "role": "CONTACT",
                    "phone": "215-573-6569",
                    "email": "erinshu@pennmedicine.upenn.edu"
                },
                {
                    "name": "Jacob Dubroff, MD, PhD",
                    "role": "CONTACT",
                    "phone": "215-662-3041",
                    "email": "jacob.dubroff@pennmedicine.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania, Perelman School of Medicine",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Schubert",
                            "role": "CONTACT",
                            "email": "erinshu@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Jacob Dubroff, MD, PhD",
                            "role": "CONTACT",
                            "email": "jacob.dubroff@pennmedicine.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005283",
                    "term": "Fentanyl"
                },
                {
                    "id": "C000017114",
                    "term": "Carfentanil"
                },
                {
                    "id": "D000009270",
                    "term": "Naloxone"
                },
                {
                    "id": "D000008139",
                    "term": "Loperamide"
                },
                {
                    "id": "D000000930",
                    "term": "Antidiarrheals"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000000759",
                    "term": "Adjuvants, Anesthesia"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11139",
                    "name": "Loperamide",
                    "asFound": "Vinorelbine tartrate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4249",
                    "name": "Antidiarrheals",
                    "asFound": "Vinorelbine tartrate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12221",
                    "name": "Naloxone",
                    "asFound": "Adapted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M208349",
                    "name": "Carfentanil",
                    "asFound": "Fuzeon",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "asFound": "Fuzeon",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4089",
                    "name": "Adjuvants, Anesthesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                }
            ]
        }
    },
    "hasResults": false
}