{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04692675",
            "orgStudyIdInfo": {
                "id": "200164"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-C-0164"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Multiparametric Magnetic Resonance Imaging of the Prostate to Assess Disease Progression and Genomics in Patients Undergoing Active Surveillance for Prostate Cancer",
            "officialTitle": "Multiparametric Magnetic Resonance Imaging of the Prostate to Assess Disease Progression and Genomics in Patients Undergoing Active Surveillance for Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "multiparametric-magnetic-resonance-imaging-of-the-prostate-to-assess-disease-progression-and-genomics-in-patients-undergoing-active-surveillance-for-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-31",
            "studyFirstSubmitQcDate": "2020-12-31",
            "studyFirstPostDateStruct": {
                "date": "2021-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nActive surveillance (AS) is a standard approach to treat low and intermediate risk prostate cancer. For AS, disease progression is monitored. AS uses biopsies, prostate specific antigen (PSA) blood tests, and other tools. Researchers want to see if multiparametric magnetic resonance imaging (mpMRI) can help improve AS.\n\nObjective:\n\nTo see if mpMRI can improve how people are monitored during AS.\n\nEligibility:\n\nMen age 18 and older who have been diagnosed with prostate cancer within the last 2 years.\n\nDesign:\n\nParticipants will undergo AS. Their PSA level will be checked once a year via blood test. They will have a digital rectal exam once a year.\n\nParticipants will have biopsies every 2-3 years. Needles will be put into different parts of the prostate. The needles are guided by ultrasound imaging.\n\nParticipants will also have targeted biopsies with mpMRI and MRI guided fusion (MRI-US fusion). MRI-US fusion combines previous MRI images with live ultrasound images. For MRIs, participants will lie on their stomach on the scanner table. A coil may be placed in the rectum.\n\nParticipants will have a physical exam and medical record review at least every 3 years. Their weight and vital signs will be checked. They will give data about their daily activities, side effects, and symptoms.\n\nEvery 2-3 years, participants will fill out surveys about their prostate health and quality of life.\n\nParticipants may give blood, urine, prostate secretion, and saliva samples. The samples will be used for research.\n\nParticipation will last for as long as the participant does not need actual treatment for his prostate cancer.",
            "detailedDescription": "Background:\n\n* Active Surveillance (AS) is a standard approach in the treatment of low and intermediate risk prostate cancer which employs a strategy of monitoring the clinical progression of prostate cancer.\n* AS utilizes prostate biopsies, prostate specific antigen (PSA), and digital rectal examinations (DRE) as tools to determine clinical progression in prostate cance\n* This protocol aims to assess an additional tool, multiparametric magnetic resonance imaging (mpMRI) to actively visualize and monitor disease within the prostate in addition to standard instruments used to determine clinical progression of disease.\n\nObjectives:\n\n* To determine the role of mpMRI in the selection and management of participants for AS by correlating imaging findings with pathological progression as determined on serial biopsies.\n* To determine the optimal interval of MR imaging in monitoring AS participants for evidence of progression by correlating sequential MRIs with biopsies with the goal to reduce unnecessary imaging.\n* To evaluate the relationship between mpMRI, prostate biopsy pathology results, and progression in AS participants to determine if prostate biopsies may be safely avoided based on the accuracy of imaging (sensitivity and specificity).\n\nEligibility:\n\n* Men, 18 years and older with biopsy confirmed prostate cancer\n* Gleason Score which less than or equal to 3+4=7\n* Initial diagnosis of prostate cancer within 2 years of study entry\n* Capable of being consented to the protocol\n\nDesign:\n\n* Single arm, prospective, cohort study to correlate mpMRI with prostate biopsy pathology.\n* We plan to accrue 508 participants over the entire study period, assuming about a 10% dropout to allow adequate statistical review.\n* Participants will be monitored for clinical progression of their prostate cancer with PSA, DRE, mpMRI, and prostate biopsy (systematic and MRI lesion targeted) as follows:\n\n  * Initial prostate cancer antigen (PSA) screening with an additional PSA screen every 12 months\n  * Initial DRE screening with additional DRE to be performed every year that either prostate MRI or biopsy is performed\n  * Initial mpMRI and prior to each biopsy (i.e., mandated at least every two years until year five, and then every three years thereafter)\n  * Initial systematic 12-Core prostate biopsy and MRI guided fusion (MRI-US fusion) prostate biopsy of all suspicious lesions (i.e., targeted biopsy). Future biopsies, including 12-core systematic and targeted biopsy (to be performed in the same session) will then be mandated every two years until year five at which time biopsies will be performed every three years thereafter unless contraindicated.\n  * mpMRI and biopsies may be performed earlier if clinically indicated and will revert back to previous mpMRI/biopsy schedule after.\n  * Biopsy pathology results will be used as the standard for diagnosis of clinical progression."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ],
            "keywords": [
                "Gleason Score",
                "PSA",
                "Progression",
                "Biopsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 508,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AS + mpMRI",
                    "type": "EXPERIMENTAL",
                    "description": "Active surveillance (AS) with the following: a) Initial PSA and DRE screen; then, PSA screening every 12 months, with DRE every year mpMRI or prostate biopsy is performed; b) Initial mpMRI and then prior to all biopsies; c) Initial systemic prostate biopsy and MRI/US fusion-guided prostate biopsy of all suspicious lesions; then, every 2 years for 5 years and then every 3 years",
                    "interventionNames": [
                        "Diagnostic Test: mpMRI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "mpMRI",
                    "description": "3T endorectal coil MR imaging of the prostate gland",
                    "armGroupLabels": [
                        "AS + mpMRI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "role of mpMRI",
                    "description": "role of mpMRI in the selection and management of patients for AS by correlating imaging findings with pathological progression as determined on serial biopsies",
                    "timeFrame": "beginning of study, prior to all biopsies (i.e., every 2 years until year 5; then, every 3 years after year 5)."
                },
                {
                    "measure": "correlation of mpMRI, prostate biopsy pathology results, and progression",
                    "description": "relationship between mpMRI, prostate biopsy pathology results, and progression in AS patients to determine if prostate biopsies may be safely avoided based on the accuracy of imaging (sensitivity and specificity) to avoid progression",
                    "timeFrame": "beginning of study, prior to all biopsies (i.e., every 2 years until year 5; then, every 3 years after year 5)."
                },
                {
                    "measure": "optimal interval of MR imaging",
                    "description": "optimal interval of MR imaging in monitoring AS patients for evidence of progression by correlating sequential MRIs with biopsies with the goal to reduce unnecessary imaging",
                    "timeFrame": "beginning of study, prior to all biopsies (i.e., every 2 years until year 5; then, every 3 years after year 5)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "prediction of biopsy findings",
                    "description": "determine if MR imaging is superior to PSA and digital rectal exam (DRE) in predicting biopsy findings of progression in AS patients",
                    "timeFrame": "beginning of study, prior to all biopsies (i.e., every 2 years until year 5; then, every 3 years after year 5)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have confirmed histopathological diagnosis of adenocarcinoma of the prostate within 2 years prior to study entry. Pathologic diagnosis must be confirmed by Laboratory of Pathology, NCI. If archival tissue is unavailable or insufficient for this purpose, a fresh biopsy will be collected.\n* Biopsy confirmed prostate cancer with Gleason less than or equal to 3+4=7 (primary pattern 3)\n* Clinical stage: cT1C or cT2A\n* Adult males, greater than or equal to 18 years old\n\nNOTE: Children are excluded because prostate cancer is not common in pediatric populations. Women are not eligible because this disease occurs only in men.\n\n* Ability of subject to understand and the willingness to sign a written informed consent document All participants should have a consent signed that demonstrates an understanding of active surveillance and the decision to choose active surveillance for their prostate cancer.\n* Subjects must be co-enrolled to NCI protocol 16-C-0010 Care of the Prostate Cancer Patient and Prospective Procurement of Prostate Cancer Tissue\n\nEXCLUSION CRITERIA:\n\n* Metastatic prostate cancer/locally advanced disease\n* Previous radiation to the pelvis\n* Contraindications to prostate biopsy, including:\n\n  * Bleeding disorder that is not currently treated and stable with normal INR values greater than 2 and PT, PTT less than or equal to 1.5 times the upper limit of normal value.\n  * Severe immunocompromise with CD4 count of less than 200 in HIV patients and bone marrow transplantation patients and or patients with severe combined immunodeficiency.\n  * Severe hemorrhoids grade 3 and above\n  * Prior surgery in the pelvis that prevents accurate imaging or biopsy including low anterior resection or abdominoperineal resection.\n  * Prior focal or whole gland therapy of the prostate for prostate cancer\n* Contraindication to mpMRI, including allergy or sensitivity to contrast agents or insufficient renal function to safely tolerate MRI contrast agent\n* mpMRI evidence of greater than or equal to T3 disease, including seminal vesicle invasion (SVI), extraprostatic extension (EPE) or locoregional spread of disease\n* Any other medical conditions deemed by the PI or associates to make the participants ineligible for protocol procedures",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karen Holcomb",
                    "role": "CONTACT",
                    "phone": "(240) 974-9026",
                    "email": "karen.holcomb@nih.gov"
                },
                {
                    "name": "Peter A Pinto, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 858-3700",
                    "email": "pp173u@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter A Pinto, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-C-0164.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGAP",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@ Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000018450",
                    "term": "Disease Progression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "asFound": "Disease Progression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}