{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06359691",
            "orgStudyIdInfo": {
                "id": "4UH3HL154302",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/4UH3HL154302"
            },
            "secondaryIdInfos": [
                {
                    "id": "4UH3HL154302",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4UH3HL154302"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Multi-ethnic Multi-level Strategies and Behavioral Economics to Eliminate Hypertension Disparities in Los Angeles County",
            "officialTitle": "UCLA Multi-ethnic Multi-level Strategies and Behavioral Economics to Eliminate Hypertension Disparities in Los Angeles County",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "multi-ethnic-multi-level-strategies-and-behavioral-economics-to-eliminate-hypertension-disparities-in-los-angeles-county"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-08",
            "studyFirstSubmitQcDate": "2024-04-08",
            "studyFirstPostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Arleen F. Brown, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of the study is to promote equitable hypertension (HTN) management across the diverse patient population found in Los Angeles County Department of Health Services (LAC DHS) clinics.\n\nTo achieve this goal, the study team will conduct provider- and patient-focused outreach strategies to understand how to best support adoption of blood pressure management practices already available within LAC DHS.\n\nLAC DHS clinics will be randomly assigned to one of three study conditions: 1) provider-focused outreach, 2) patient-focused outreach, and 3) usual outreach. The study will occur across 3 years with patient- and provider-focused outreach occurring in Year 1 and 2. In Year 3, study initiated patient- and provider-focused outreach will stop, and clinic use of patient- and provider-focused outreach practices will be observed by the study team.\n\nProvider-focused outreach includes increasing cultural awareness of factors that hinder and support blood pressure control, increasing access to blood pressure medications, and providing blood pressure management education. Patient-focused outreach includes using culturally sensitive educational materials and reminders to improve patient understanding of blood pressure, education on how to manage the condition, and increasing awareness of available blood pressure management resources. Clinics assigned to the usual outreach condition will operate as per usual in Year 1 but will receive patient- and provider-focused outreach in Year 2.",
            "detailedDescription": "The UCLA DECIPHeR Alliance study, Multi-ethnic Multi-level Strategies, and Behavioral Economics to Eliminate Hypertension Disparities in Los Angeles County, is led by Dr. Arleen Brown and Dr. Alejandra Casillas. The study will focus on the racial and ethnic gaps in evidence-based treatment that contribute to hypertension disparities in the Los Angeles County Department of Health Services (LAC DHS). Of the 43% of LAC DHS patients with hypertension, 60% are uncontrolled. Racial and ethnic differences in hypertension rates and blood pressure control in the LAC DHS result from a multitude of factors such as diet, exercise, obesity, poverty, social support, hypertension measurement access, hypertension medication education, use, and adherence, hypertension community awareness and education, and variable health and socioeconomic resource access.\n\nDuring the study's planning phase (UG3), barriers to and preferences for interventions and implementation strategies were identified at the patient, provider, clinic, health system, and community levels to tailor hypertension interventions with the goal of improving blood pressure control among racially and ethnically diverse safety net health system patients with uncontrolled HTN. This three-year phase included the formation of routine meetings with the study Steering Committee and five race- and ethnic-specific community action boards (CABs), a LAC DHS health system intervention and implementation planning group, a study meta-analysis team, a behavioral science subcommittee, and Technical Assistance meetings with NIH statisticians.\n\nThe intervention partners with LAC DHS to randomize clinics to one of three strategies: 1) provider-focused strategies, 2) patient-focused strategies, and 3) usual care strategies. Provider-focused strategies center on increasing provider knowledge of evidence-based blood pressure management, increasing cultural awareness of barriers to and facilitators of control, increasing access to medications, and integrating gained knowledge into practice. Patient-focused strategies include using culturally tailored materials and reminders to improve patient understanding of hypertension, how to manage the condition, and the available resources; increasing access to home blood pressure monitors; and social needs screening with linkage to community resources.\n\nThe UCLA DECIPHeR Team employs the Exploration, Preparation, Implementation, Sustainment (EPIS) framework to guide the implementation process. The team will use the RE-AIM framework to test the effectiveness of their implementation strategies.\n\nPrimary implementation aim:\n\nTo test the effectiveness of the implementation strategies (usual care, patient-focused strategies, and provider-focused strategies) on change in adoption of culturally tailored evidence-based practices (at the end of Year 1)."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension"
            ],
            "keywords": [
                "Hypertension",
                "Health disparities",
                "Healthcare safety-net",
                "Health equity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Three-armed crossover trial design to test effectiveness and sustainment of our implementation strategies across LAC DHS clinics and the communities they serve.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 540,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Strategies - Year1",
                    "type": "EXPERIMENTAL",
                    "description": "Usual strategies implemented in year 1, patient-focused and provider-focused strategies implemented in year 2, and sustainment in year 3.",
                    "interventionNames": [
                        "Behavioral: Patient- and provider-focused strategies"
                    ]
                },
                {
                    "label": "Patient-Focused Strategies - Year1",
                    "type": "EXPERIMENTAL",
                    "description": "Patient-focused strategies implemented in year 1, provider-focused strategies implemented in year 2, and sustainment in year 3.",
                    "interventionNames": [
                        "Behavioral: Patient-focused strategies",
                        "Behavioral: Provider-focused strategies"
                    ]
                },
                {
                    "label": "Provider-Focused Strategies - Year1",
                    "type": "EXPERIMENTAL",
                    "description": "Provider-focused strategies implemented in year 1, patient-focused strategies implemented in year 2, and sustainment in year 3.",
                    "interventionNames": [
                        "Behavioral: Patient-focused strategies",
                        "Behavioral: Provider-focused strategies"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Patient-focused strategies",
                    "description": "Patient-focused strategies to increase HTN management practices:\n\n1. Hypertension registry: notify patients of their status, target education and resources to patients\n2. Home BP monitoring: provide BP monitors, encourage reporting of home BP readings\n3. Enhance standardization of home and office BP readings: patients trained by care staff, posters in clinics on how to measure BP correctly\n4. Nurse-directed BP medication titration with CHW/Health Educator reinforcement: self-directed referrals to nurse-directed clinics and CHW/health educators\n5. Enhance patient understanding of BP using culturally- and linguistically- tailored materials: tailored educational materials offered to patients in clinic, via text and the patient portal.\n6. Social needs screening and linkage to community resources: awareness of and self-referrals to community resources\n7. Behavioral science intervention messaging: posters in clinic waiting rooms, scripts for RN/PCP, texts to patients",
                    "armGroupLabels": [
                        "Patient-Focused Strategies - Year1",
                        "Provider-Focused Strategies - Year1"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Provider-focused strategies",
                    "description": "Provider-focused strategies to increase HTN management practices:\n\n1. Hypertension registry: identify patients with uncontrolled BP, notify care team\n2. Home BP monitoring: provide home BP monitors, encourage reporting of BP readings\n3. Enhance standardization of home/office BP readings: staff training, posters in clinic\n4. Simplify treatment protocols using fixed-dose combo meds: education on fixed-dose combo meds\n5. Nurse-directed BP med titration w/ CHW/Health Educator support: system for team-based care, referral to nurse-directed clinics \\& CHWs/health educators\n6. Enhance patient understanding of BP using culturally- and linguistically- tailored materials: Increased availability of tailored materials\n7. Social needs screening and linkage to community resources: referral system to resources\n8. CHW assigned to patients with complex medical and social needs: referral of complex patients to CHWs\n9. Behavioral science messaging: posters in charting rooms, scripts for RNs",
                    "armGroupLabels": [
                        "Patient-Focused Strategies - Year1",
                        "Provider-Focused Strategies - Year1"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Patient- and provider-focused strategies",
                    "description": "A combination of the 7 patient-focused strategies (see patient-focused strategies outlined above) and 9 provider-focused strategies (see provider-focused strategies outlined above) implemented simultaneously.",
                    "armGroupLabels": [
                        "Usual Strategies - Year1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall provider adoption of evidence based practices",
                    "description": "A composite score, at the DHS provider level, to evaluate the adoption of nine culturally tailored EBP components \\[home blood pressure (BP) monitor documented or acquired, home BP readings uploaded into patient portal, primary care visit attended within 1-12 weeks of uncontrolled BP reading, hypertension clinic nurse visit within 1-12 weeks of uncontrolled BP reading. patient referral to DHS hypertension resources, social needs screening conducted, CHW assigned and met with patient, provider uptake of hypotension education and training and combination medications prescribed\\]. The score for a provider ranges from 0 to 9, a higher score indicates higher level of adoption of EBPs.",
                    "timeFrame": "Yearly"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Provider/Care Team EBP Acceptability, Appropriateness, Feasibility",
                    "description": "Implementation Outcome: Provider EBP Acceptability, Appropriateness, Feasibility",
                    "timeFrame": "Yearly"
                },
                {
                    "measure": "Blood Pressure (BP) Control",
                    "description": "BP control is defined by a representative systolic BP of \\<140 mm Hg and a representative diastolic BP of \\<90 mm Hg.. A Representative BP is defined as the most recent BP reading during the measurement year or, if multiple BP measurements occur on the same date or noted in the chart on the same date, use the lowest systolic and lowest diastolic BP reading. If there is no recorded BP during the measurement year, and the participant is still empaneled at LAC DHS, we will identify the member as \"not controlled\" per the HEDIS guidelines.",
                    "timeFrame": "Yearly"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Hypertension code in EHR ((ICD-9 codes: 401, 402, 403, 404, 405, 437.2 and ICD-10 codes: I10, I11.0, I11.9. I12.0, I12.9, I13.0, I13.10, I13.11, I13.2, I15.0, I15.8, I67.4)\n* Accessing primary care at participating clinic in LAC DHS\n* 18 years or older.\n\nExclusion Criteria:\n\n* No hypertension codes in EHR\n* Primary care outside of participating clinic or LAC DHS\n* Under 18 years old",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Arleen F Brown, MD, PhD",
                    "role": "CONTACT",
                    "phone": "310-794-6047",
                    "email": "abrown@mednet.ucla.edu"
                },
                {
                    "name": "Amelia Weldon",
                    "role": "CONTACT",
                    "phone": "310-794-0989",
                    "email": "aweldon@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Arleen F Brown, MD, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Olive View-UCLA Medical Center",
                    "city": "Sylmar",
                    "state": "California",
                    "zip": "91342",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Soma Wali, MD",
                            "role": "CONTACT",
                            "phone": "747-210-3205",
                            "email": "swali@dhs.lacounty.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.30778,
                        "lon": -118.44925
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}