{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06205225",
            "orgStudyIdInfo": {
                "id": "2022-1592"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL168376",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL168376"
                }
            ],
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "iCardia4HF: Multi-component mHealth Intervention for Patients With Heart Failure",
            "officialTitle": "iCardia4HF: A Multi-component mHealth App and Tailored Text-messaging Intervention to Promote Self-care Adherence and Improve Health Outcomes in Patients With Chronic Heart Failure",
            "acronym": "iCardia4HF",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "multi-component-mhealth-intervention-for-patients-with-heart-failure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-03",
            "studyFirstSubmitQcDate": "2024-01-03",
            "studyFirstPostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Spyros Kitsiou",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this factorial randomized trial is to examine the independent and synergistic efficacies of two mobile health technology interventions in people with chronic heart failure. The first intervention involves daily use of multiple consumer mHealth apps and sensor devices (MyApps) for heart failure self-care (maintenance, monitoring, and management). The second intervention is a program of tailored text messages (Text4HF) targeting modifiable behavioral factors associated with heart failure self-care non-adherence. The main questions this study aims to answer are:\n\n1. Can the use of consumer mHealth apps and devices (MyApps) improve heart failure self-care and reduce days lost due to cardiovascular hospitalization or death for any cause?\n2. Can a program of individually tailored text messages (Text4HF) improve heart failure self-care and reduce the days lost due to cardiovascular hospitalization or death for any cause?\n3. Can the combined use of MyApps and Text4HF lead to greater improvements in heart failure self-care and days lost due to cardiovascular hospitalization or death for any cause",
            "detailedDescription": "Heart failure (HF) remains one of the most frequent principal diagnoses for hospitalization and a leading cause of death in the United States. Up to 65% of HF readmissions are the result of insufficient self-care. Existing HF self-care interventions delivered face-to-face or via telephone have had limited impact and reach. They require significant provider time and are not always accessible to patients. There is an urgent need for accessible and scalable interventions that are designed to assist patients with HF self-care while in the community to reduce HF readmissions. Consumer mobile health (mHealth) technologies (e.g., mobile apps and sensor devices) hold promise for promoting HF self-care and expanding intervention delivery. However, their efficacy remains largely underexplored.\n\nTo address this gap, our team developed a patient-centered HF self-care intervention (iCardia4HF) that combines the use of three consumer mobile health apps and connected health devices (MyApps) with a program of individually tailored text messages (Text4HF) targeting modifiable behavioral factors to promote HF self-care adherence and improve clinical outcomes.\n\nThis study aims to conduct a fully powered, 2x2 factorial randomized controlled trial to determine the independent and combined efficacy of the two iCardia4HF intervention components (MyApps and Text4HF) at 6 months, as well as their maintenance efficacy at 6 months post-intervention. A total of 360 patients with HF will be recruited and randomized to one of four conditions for 12 months: (1) Usual care, (2) Text4HF, (3) MyApps, or (4) MyApps\\&Text4HF. Specific aims are:\n\nAim 1: Determine the independent and combined efficacies of MyApps and Text4HF at 6-months on the primary outcome of days lost due to cardiovascular hospitalization or death for any cause, and secondary outcomes of HF self-care and health status.\n\nHypothesis 1a: MyApps and Text4HF will have significant main effects on the primary outcome at 6 months.\n\nHypothesis 1b: MyApps and Text4HF will have significant main effects on objectively assessed measures of HF self-care adherence, self-reported HF self-care, and health status, at 6 months.\n\nAim 2: Determine the independent and combined maintenance efficacies of MyApps and Text4HF at 12 months (6 months post-intervention).\n\nHypothesis 2a: Text4HF and MyApps will have significant main effects on the primary outcome at 12 months.\n\nHypothesis 2b: Text4HF and MyApps will have significant main effects on objectively assessed measures of HF self-care adherence, self-reported HF self-care, and health status, at 12 months.\n\nAim 3: Investigate the mediating effect of intervention targets (health beliefs, HF knowledge, self-efficacy), and moderating effect of multi-level determinants of HF self-care adherence on the efficacy of the intervention, across individual (e.g., age, race/ethnicity), illness-related (e.g., depression, comorbidities), and socioeconomic factors (e.g., insurance, income, employment, and access to care).\n\nImpact statement: This study will provide important new knowledge that will critically shape our understanding about the potential of commercially available mHealth technologies and tailored text messages to improve HF self-care adherence and reduce hospital readmissions in patients with HF."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure"
            ],
            "keywords": [
                "mHealth, wearables, mobile apps, heart failure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "2 x 2 factorial randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Care providers who provide usual care to study participants will be unaware of the study groups and group assignments. Outcome assessors will be masked to group assignment. Outcome assessors will work in a different office from other study investigators and will have limited access to the Electronic Data Capturing system used for data collection (REDCap).",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants assigned to the usual care group will receive (1) standard care, (2) patient education about HF self-care, and (3) three connected health devices. Usual care includes follow-up appointments every 2-3 months with a multidisciplinary team at the outpatient HF clinic. Patient education includes resources about HF self-care from the American Heart Association and Heart Failure Society of America. Connected health devices include the Withings Weight Scale, Withings blood pressure monitor, and Fitbit Charge 6 activity tracker (wrist-based with heart rate sensor). Participants will receive the devices at baseline along with training by research staff on how to use the devices to perform daily self-monitoring of weight, blood pressure, and physical activity/inactivity. The Withings devices have a cellular antenna for automatic transmission of data to our study server (iCardia). Fitbit will be paired with the participant's smartphone."
                },
                {
                    "label": "Text4HF",
                    "type": "EXPERIMENTAL",
                    "description": "Participants allocated to the Text4HF group will receive the same components and devices as the usual care group (usual care, patient education, and connected health devices), plus individually tailored Text Messages targeting health beliefs, HF-knowledge, and self-efficacy about HF self-care. Participants will receive 4 TMs/week during the induction phase (0 to 3 months), and 2 TMs per week during the adoption period (3 to 6 months).Tailoring of the TMs is guided by participants' responses to validated instruments assessing intervention target variables at baseline and 3 months",
                    "interventionNames": [
                        "Behavioral: Text4HF"
                    ]
                },
                {
                    "label": "MyApps",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to usual care and patient education resources, participants in the MyApps group will receive three commercially available apps (Heart Failure Storylines, Withings Health Mate, and Fitbit), and three connected health devices (Withings Body Cardio Scale, Withings BP monitor, and Fitbit activity tracker). The apps interface with the devices via Bluetooth offering patients a comprehensive set of mHealth tools that support the core elements of HF self-care (maintenance, self-monitoring, and self-management).",
                    "interventionNames": [
                        "Behavioral: MyApps"
                    ]
                },
                {
                    "label": "MyApps + Text4HF",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive the MyApps and Text4HF intervention components, combined.",
                    "interventionNames": [
                        "Behavioral: MyApps & Text4HF"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Text4HF",
                    "description": "Behavioral text messages about heart failure self-care",
                    "armGroupLabels": [
                        "Text4HF"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MyApps",
                    "description": "consumer mobile health apps and devices for heart failure self-care",
                    "armGroupLabels": [
                        "MyApps"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MyApps & Text4HF",
                    "description": "Consumer mobile health apps and devices supplemented with behavioral text messages for heart failure self-care",
                    "armGroupLabels": [
                        "MyApps + Text4HF"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of days lost due to unplanned cardiovascular hospitalizations or all-cause death",
                    "description": "Hospitalization is defined as hospital admission resulting in an overnight stay where the length of stay is at least 24 hours. Events leading to emergency department visit only with a length of stay under 24 hours will not be classified as hospitalization. For a hospitalization to be considered as unplanned the patient must present new symptoms and/or worsening of existing symptoms with the need for immediate admission in a hospital for intensified care. A hospitalization will be considered \"cardiovascular\" when it is due to cardiovascular causes which includes but is not limited to: HF deterioration, acute myocardial infarction, arrhythmia, HF, pulmonary embolism, cerebrovascular disease (e.g., stroke), severe bleeding, endocarditis, etc.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "All-cause mortality",
                    "description": "Number of deaths from any cause",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Unplanned cardiovascular hospitalizations",
                    "description": "Number of patients with one or more cardiovascular-related hospitalizations",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Unplanned HF hospitalizations",
                    "description": "Number of patients with one or more hospitalizations due to acute decompensated heart failure",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Medication adherence",
                    "description": "Percentage of days the correct number of doses were taken",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Weighing adherence",
                    "description": "Percentage of days patients used the electronic scale to measure their weight",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Blood pressure monitoring adherence",
                    "description": "Percentage of days patients used the electronic cuff to measure their blood pressure",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Steps",
                    "description": "Mean number of steps per day",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Moderate-to-vigorous physical activity (MVPA) minutes",
                    "description": "Average number of MVPA minutes per day assessed with the Fitbit activity tracker",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Self-care maintenance",
                    "description": "Assessed with the Self-care Heart Failure Index v 7.2 (Subscale A)",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Symptom perception",
                    "description": "Assessed with the Self-care Heart Failure Index v 7.2 (Subscale B)",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Self-care management",
                    "description": "Assessed with the Self-care Heart Failure Index v 7.2 (Subscale B)",
                    "timeFrame": "6 and 12 months"
                },
                {
                    "measure": "Health Status",
                    "description": "Assessed with the Kansas City Cardiomyopathy Questionnaire",
                    "timeFrame": "6 and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis with Heart Failure (Stage C)\n* Echocardiographically determined LVEF≤40% or if \\>40%, patient must be treated with oral diuretics for chronic heart failure\n* Hospitalization due to acute decompensated heart failure within 24 months before randomization and/or insufficient self-care per SCHFI assessment\n* ≥ 18 years of age\n* Ability to speak and read English\n\nExclusion Criteria:\n\n* Implanted cardiac assist system/ventricular assist device\n* High urgent listed for heart transplantation\n* Acute coronary syndrome within the last 7 days before randomization\n* Revascularization and/or CRT implantation within 28 days before randomization\n* Planned revascularization, transcatheter aortic valve implantation, MitraClip and/or CRT implantation within 3 months after randomization\n* End-stage HF (hospice candidate)\n* Discharge to a setting other than home\n* Individuals who have a home nurse or are not able to take care of self (eat, dress, walk, bathe, take medications, or use the toilet)\n* Chronic renal insufficiency with hemodialysis or estimated Glomerular Filtration Rate \\<25 mL\n* Active cancer treated with chemotherapy\n* Existence of any disease reducing life expectancy to less than 1 year\n* Impairment or unwillingness to use the study equipment (e.g., cognitive impairment, dementia, inability to walk - on wheel-chair, lacking ability to communicate).\n* Active substance abuse\n* Currently pregnant, less than 3-month post-partum or pregnancy anticipated during the study\n* Participation in other treatment studies or remote patient management programs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Timmy Agboola, PharmD",
                    "role": "CONTACT",
                    "phone": "312-413-4227",
                    "email": "oagboo2@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Spyros Kitsiou, PhD",
                    "affiliation": "University of Illinois Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sachin Vispute, MPH, MSEd",
                            "role": "CONTACT",
                            "phone": "312-947-3870",
                            "email": "Sachin_Vispute@rush.edu"
                        },
                        {
                            "name": "Todd Ruppar, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Illinois Hospital & Health Sciences System",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Timmy Agboola, PharmD",
                            "role": "CONTACT",
                            "phone": "312-413-4227",
                            "email": "oagboo2@uic.edu"
                        },
                        {
                            "name": "Spyros Kitsiou, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}