{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06288438",
            "orgStudyIdInfo": {
                "id": "E5012-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "23-2306",
                    "type": "OTHER",
                    "domain": "COMIRB"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Multicomponent Telerehabilitation to Engage Veterans in Effective Self-Management of Complex Health Conditions",
            "officialTitle": "Multicomponent Telerehabilitation to Engage Veterans in Effective Self-Management of ComplexHealth Conditions",
            "therapeuticArea": [
                "Other"
            ],
            "study": "multicomponent-telerehabilitation-to-engage-veterans-in-effective-self-management-of-complex-health-conditions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-23",
            "studyFirstSubmitQcDate": "2024-02-23",
            "studyFirstPostDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Medically complex older Veterans are at greater risk for progressive declines in physical function, lower quality of life, and increasing care needs. Additionally, older Veterans experience social isolation and loneliness, and have low levels of physical activity. While the Veterans Health Administration has established programs to address rehabilitation needs, these programs tend to be diagnosis-focused, lack self-management approaches, include low-intensity rehabilitation, and typically require in-person attendance. A MultiComponent TeleRehabilitation (MCTR) program that includes high-intensity rehabilitation and self-management interventions, social support, and telehealth and technology supports may be more effective in improving and sustaining physical function for older Veterans with complex health conditions. Therefore, this project is designed to determine whether the MCTR program improves strength and physical function more effectively than traditional interventions.",
            "detailedDescription": "The proposed MultiComponent TeleRehabilitation (MCTR) program addresses current healthcare deficiencies by using a multicomponent approach that includes both high-intensity rehabilitation interventions and self-management interventions that are not part of traditional physical therapy interventions. Therefore, the investigators propose a two-arm, parallel randomized trial using a crossover study design to determine the effectiveness (AIM 1) of a 12-week multicomponent telerehabilitation program to improve physical function. The investigators will also measure Veterans' clinical outcomes to evaluate the effectiveness of the MCTR program to improve physical activity, health self-management, and self-reported health (AIM 2). Lastly, the investigators will explore the effects of the MCTR program on safety events such as emergency room visits, hospitalizations, falls, and other adverse events (AIM 3). Participants (n=126) will be randomized to MCTR or Control group using computer-generated random blocks, stratified by sex. The MCTR group will participate in the 24-week program consisting of 1) progressive, high-intensity rehabilitation, 2) self-management interventions, 3) social support, and 4) technology supports. The 12-week program is split into three phases: the Active Phase (weeks 1-6), the Transition Phase (weeks 7-12), and the Sustainability Phase (weeks 13-24). The Control group will participate in education and health status update sessions in parallel to the MCTR 12-week program. Outcomes will be collected at baseline, 6 weeks, 12 weeks (primary endpoint), and 24 weeks. Achievement of the proposed aims will provide evidence to expand high quality telerehabilitation services for medically complex older Veterans with multiple factors contributing to poor health (e.g., social isolation, loneliness, physical inactivity, poor self-management). Importantly, results will guide the advancement of rehabilitation practices, moving away from a traditionally narrow, episodic, diagnosis-focused approach to a model emphasizing whole health self-management and sustained healthy living. Study findings will have immediate clinical impact as they will be directly translatable to other medically complex and underserved populations who will benefit from innovative telerehabilitation care approaches."
        },
        "conditionsModule": {
            "conditions": [
                "Multimorbidity",
                "Physical Deconditioning"
            ],
            "keywords": [
                "telerehabilitation",
                "high intensity",
                "biobehavioral",
                "social support",
                "physical activity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized into 1 of 2 groups. Group 1 will receive the intervention for 24 weeks. Group 2 will receive the control condition for 24 weeks.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The outcome assessor will be blinded to group allocation.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 126,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Multicomponent Telerehabilitation Intervention (Group 1)",
                    "type": "EXPERIMENTAL",
                    "description": "Veterans randomized to the MCTR group will complete the 24-week study intervention consisting of the Active (weeks 1-6), Transition (weeks 7-12), and Sustainability (weeks 13-24) phases. Participants will receive a total of 16 individual sessions (6 integrated, 4 high-intensity rehabilitation, and 6 self-management intervention sessions).",
                    "interventionNames": [
                        "Behavioral: Motivational Interviewing Techniques",
                        "Other: Physical Therapy Interventions"
                    ]
                },
                {
                    "label": "Education Control (Group 2)",
                    "type": "OTHER",
                    "description": "This group will not receive any exercise intervention but will complete 16 sessions with research staff through videoconferencing. These visits will consist of standardized Health Status Update and education sessions on general health topics.",
                    "interventionNames": [
                        "Other: Education",
                        "Other: Health Status Updates",
                        "Other: Physical Therapy Consult"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Motivational Interviewing Techniques",
                    "description": "Motivational Interviewing Techniques including but not limited to open-ended questions, reflection, affirmations, and summary will be used to build participant rapport, support behavior change (physical activity), and facilitate program engagement.",
                    "armGroupLabels": [
                        "Multicomponent Telerehabilitation Intervention (Group 1)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Physical Therapy Interventions",
                    "description": "Strengthening, balance, functional activities, stretching, breathing, aerobic endurance exercise.",
                    "armGroupLabels": [
                        "Multicomponent Telerehabilitation Intervention (Group 1)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Education",
                    "description": "Education on general health topics which may include the following: basic nutrition, stress reduction, sleep hygiene, etc.",
                    "armGroupLabels": [
                        "Education Control (Group 2)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Health Status Updates",
                    "description": "Health Status Updates will be completed by a trained assessor. The assessor will ask about adverse events, general health topics, medication changes, and changes in social circumstances.",
                    "armGroupLabels": [
                        "Education Control (Group 2)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Physical Therapy Consult",
                    "description": "Participants in the control condition will be offered a physical therapy consult at the end of their 24 week study involvement.",
                    "armGroupLabels": [
                        "Education Control (Group 2)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "2 Minute Step Test",
                    "description": "This is a functional performance test for aerobic endurance. It requires participants to march in place for 2 minutes (alternating legs), and the score is the number of repetitions completed on the right leg. Scores are continuous, and higher scores indicate better aerobic endurance.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Arm Curl Test",
                    "description": "This is a functional performance test for upper body strength and is performed on each arm (one arm at a time). It requires the participant to perform as many arm curls (biceps curls) as possible in 30 seconds. Males use a 8 pound weight and females use a 5 pound weight. Scores are continuous, and higher scores indicate greater arm strength (better outcome)",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "30 Second Sit To Stand",
                    "description": "The test uses a standard height chair and requires the participant to stand up and sit down as many times as possible in 30 seconds. More repetitions indicate better lower extremity strength.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Physical Activity",
                    "description": "Physical activity will be measured via accelerometry and will include an averaged daily step count.",
                    "timeFrame": "Will be collected at Baseline, 12 weeks, and 24 weeks."
                },
                {
                    "measure": "Exercise readiness to change",
                    "description": "Four-item survey collected via interview format, and it is used to categorize participants into stages of change according to the Transtheoretical Model, possible stages include: (pre-contemplating, contemplation, preparation, action, and maintenance).",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Self-efficacy for Exercise Scale",
                    "description": "A 9-item survey, each item is scored on a scale of 0 (not confident) to 10 (very confident) and higher scores indicate greater self-efficacy.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Self-efficacy of Managing Chronic Conditions",
                    "description": "A 8-item survey rated on a 5-point Likert scale \\[I am not at all confident (1) to I am very confident (5)\\], and higher scored indicates better self-efficacy.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "The Patient-Specific Functional Scale",
                    "description": "This is a questionnaire collected via interview format that quantifies activity or participation limitations that are important to the patient. Each participant identifies 3 activities that are important and that they are currently unable to do or having difficult performing due to their health; each item is then rated on a 0 (unable to preform activity) 0 to 10 (able to perform activity at the same level as before injury or problem) scale. The total score is an average of the 3 activities.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Activity Measure for Post-Acute Care (AM-PAC) basic mobility outpatient routine short form",
                    "description": "This questionnaire consists of 18 items rated on a 4-point Likert scale in response to the prompt, \"How much difficulty do you currently have...\" Total scores range from 18 to 72 and higher scores indicate less difficulty with physical tasks.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) 29+2 Profile v2.1 (PROPr) survey",
                    "description": "This is a 29-item questionnaire, and most items are rated on a 5-point Likert scale. There is one pain intensity item rated on a 0 (no pain) to 10 (worst pain imaginable) scale. Higher scores indicate more of the concept being measured.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) v2 social isolation short form (SF) 8a",
                    "description": "An 8-item questionnaire rated on a 1 (never) to 5 (always) Likert scale. Higher scores indicate greater perceptions of loneliness and isolation, which is considered a worse outcome.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) satisfaction with participation in discretionary social activities short form (SF) 7a",
                    "description": "Includes 7 items rated on a 1 (not at all) to 5 (very much) Likert scale. Higher scores indicate greater satisfaction with discretionary social activities.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Physical Activity and Social Support Scale",
                    "description": "A 20 -item survey rated on a scale of 1 (never true) to 7 (always true) that measures emotional, informational, instrumental, validation, and companionship support related to physical activity. Higher scores indicated greater levels of perceived social support.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Geriatric Pain Measure",
                    "description": "Consists of 22 items scored as yes (1 point) or no (0 points) that assess whether or not a person does or would have pain during activities. There are also 2 items measured on a scale of 0 (no pain) to 10 (worst pain). Total scores range from 0-42 and adjusted scores range from 0-100 with higher scores indicating worse pain.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                },
                {
                    "measure": "Pain Coping Inventory",
                    "description": "This measures both active (transformation, distraction, reducing demands) and passive (retreating, worrying, resting) coping strategies. The inventory includes 34 items rated on a scale from 1 (hardly ever) to 4 (very often). Higher scores indicate more frequent use of each specific coping strategy.",
                    "timeFrame": "Change from baseline to 6 weeks, 12 weeks, and 24 weeks compared to the control group."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 60 years of age and older\n* Multiple chronic conditions (Functional Comorbidity Index \\> or = 3)\n* Impaired physical function (\\< or = 8 repetitions on 30 second sit to stand test)\n\nExclusion Criteria:\n\n* Life expectancy \\< 12 months\n* Acute or progressive neurological disorder (e.g. amyotrophic lateral sclerosis, recent stroke)\n* Moderate to severe dementia (\\<11 on telephone Montreal Cognitive Assessment(T-MoCA))\n* Medical conditions precluding safe participation in high-intensity rehabilitation (e.g. unstable angina)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer E Stevens-Lapsley, PhD",
                    "role": "CONTACT",
                    "phone": "(303) 949-9304",
                    "email": "Jennifer.Stevens-Lapsley@va.gov"
                },
                {
                    "name": "Maggie Givan, MA",
                    "role": "CONTACT",
                    "phone": "(719) 251-7533",
                    "email": "maggie.givan@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer E. Stevens-Lapsley, PhD",
                    "affiliation": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer E Stevens-Lapsley, PhD",
                            "role": "CONTACT",
                            "phone": "303-949-9304",
                            "email": "Jennifer.Stevens-Lapsley@va.gov"
                        },
                        {
                            "name": "Michelle R Rauzi, DPT",
                            "role": "CONTACT",
                            "phone": "(208) 630-4002",
                            "email": "michelle.rauzi@va.gov"
                        },
                        {
                            "name": "Jennifer E. Stevens-Lapsley, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}