{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05073471",
            "orgStudyIdInfo": {
                "id": "IRB00303400"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Music and Brain Stimulation for Upper Extremity Performance in Patients With Corticobasal Syndrome",
            "officialTitle": "Patterned Sensory Enhancement (PSE) and Transcranial Direct Current Stimulation (tDCS) for Upper Extremity Performances in Patients With Corticobasal Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "music-and-brain-stimulation-for-upper-extremity-performance-in-patients-with-corticobasal-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-29",
            "studyFirstSubmitQcDate": "2021-09-29",
            "studyFirstPostDateStruct": {
                "date": "2021-10-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to investigate how musical patterns (e.g., patterned sensory enhancement, PSE) and non-invasive brain stimulation (e.g., transcranial direct current stimulation, tDCS) are effective to improve functional upper extremity performances in patients with corticobasal syndrome (CBS).\n\n20 individuals with CBS will be randomly assigned to either PSE group (n= 10) or PSE+tDCS (n=10) group. Both interventions are 30 minutes long, twice a week for three weeks (a total of 6 sessions). Participants' self-reported and measurable outcomes including upper extremity function, kinematic quantities, quality of life, mood, cognitive level, and brain activity (e.g. electroencephalography, EEG) will be assessed in the baseline, pre- and post- each session, and follow-up phase.\n\nThis study seeks to assess the possibility that music-based intervention and non-invasive brain stimulation may improve outcomes in CBS patients for patients' non-invasive but cost-effective rehabilitation settings in the future.",
            "detailedDescription": "Corticobasal syndrome (CBS) is a form of atypical Parkinsonian disorder that shares several features with Parkinson's disease (e.g., rigidity, tremor, and difficulties in balance and coordination). However, CBS additionally includes other motor and highly cortical features such as dyspraxia, dystonia, myoclonus, aphasia, sensory loss, and alien limb. Other features including abnormal eye movements, difficulties in objects recognition, and speech changes can also be revealed. The symptoms of CBS often appear in an asymmetric pattern that only shows on one side of the body. Imaging research has found that CBS is associated with brain atrophy in dorsal neocortical regions and basal ganglia. In particular, widespread frontoparietal cortex atrophy is exhibited in CBS. The frontoparietal network is known to orchestrate accurate, rapid, and goal-directed motor behaviors which are crucial performances in the daily life of humans.\n\nTranscranial direct current stimulation (tDCS) is non-invasive neuromodulation that uses direct electrical currents to stimulate specific brain regions. This painless stimulation has been largely developed as a promising tool for depression, stroke, Parkinson's disease as well as other neuropsychological disorders. Specifically, tDCS over the frontoparietal area has enhanced processing speed and consolidation as well as upper extremity performances.\n\nWhile tDCS has been applied to modulate a variety of cognitive and motor abilities, studies using tDCS in CBS patients are limited. To the best of the investigators' knowledge, two studies have been investigated on how tDCS modulation over the parietal cortex enhances the performance of an ideomotor apraxia test as well as action observation and representation in CBS. These studies provided potentials of using tDCS as a promising tool for linguistic and sensorimotor deficits in patients with CBS. Intriguingly, previous studies have suggested that tDCS combined with rehabilitative training can enhance motor outcomes. Furthermore, there is a need to better understand the mechanisms and effects of tDCS in real time in order to cater treatment protocols in a patient-specific manner. For this purpose, electroencephalography (EEG) has been proposed. EEG which measures brainwaves in milliseconds will be able to measure neurophysiological responses during tDCS modulation as well as rehabilitation intervention, such as music therapy.\n\nMusic has been extensively developed as a therapeutic medium to enhance and/or maintain functional skills based on scientific evidence in neurorehabilitation settings. In particular, the use of musical cueing to facilitate motor and cognitive performance has been widely studied. Patterned Sensory Enhancement (PSE) is one of the Neurologic Music Therapy (NMT) interventions to facilitate functional movement patterns and sequences by using tempo, meter, and rhythmic patterns. PSE translates movement patterns into musical patterns to provide spatial, temporal, and force cues. PSE has been employed to improve the functional motor abilities of individuals with stroke, cerebral palsy and Parkinson's disease.\n\nDespite the importance of developing non-invasive but cost-effective interventions for CBS, neuro-rehabilitative effects associated with tDCS/EEG and PSE in this population have been less investigated. Therefore, the present study will investigate the effectiveness of PSE and PSE +tDCS on upper extremity performances in individuals with CBS, and EEG will be used to measure neurophysiological responses during sessions. Non-invasive and patient-oriented interventions may have a broad impact on CBS by improving the quality of functional upper extremity performance."
        },
        "conditionsModule": {
            "conditions": [
                "Corticobasal Syndrome",
                "Upper Extremity Dysfunction"
            ],
            "keywords": [
                "Corticobasal Syndrome (CBS)",
                "Neurologic Music Therapy (NMT)",
                "Patterned Sensory Enhancement (PSE)",
                "Transcranial Direct Current Stimulation (tDCS)",
                "tDCS/EEG",
                "upper extremity performance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to either PSE or PSE+tDCS group. Following baseline assessment, participants in both groups will receive 30 minutes long, twice a week for 3 weeks. Assessments will be conducted before and after each session. Follow-up assessment will be administrated one month after the last session (6th session).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will be randomly assigned to either PSE or PSE+tDCS group. There will be double blinding for tDCS sessions. The research assistant who administrates tDCS modulation will be blinded to whether participants are receiving active (right or left) or sham tDCS. The participants will also be blinded to whether they receive active (right or left) vs. sham tDCS.\n\nOutcomes assessors will also be blinded whether the participant receives active (right or left) or sham tDCS modulation.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PSE Only",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will exercise their hands, arms, shoulders, and torso with musical cues provided by neurologic music therapist. A simple gross/fine movements and emotional level will be assessed before and after each session. During the session, participants will be measured their brainwaves using electroencephalography (EEG) to understand their neurophysiological responses. Participant's motion will be also captured to acquire kinematic quantities.",
                    "interventionNames": [
                        "Behavioral: Patterned Sensory Enhancement (PSE)"
                    ]
                },
                {
                    "label": "PSE+tDCS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will proceed with the same procedure as PSE only group, but tDCS modulation will be additionally provided.",
                    "interventionNames": [
                        "Behavioral: Patterned Sensory Enhancement (PSE)",
                        "Device: Transcranial Direct Current Stimulation (tDCS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Patterned Sensory Enhancement (PSE)",
                    "description": "Patterned Sensory Enhancement (PSE) is one of Neurologic Music Therapy (NMT) techniques. NMT is a research-guided clinical model that is driven by advances in neuroscience and the understanding of the perception, production, and performance of music and how music can influence and change non-musical brain and behavior function.\n\nPSE is a technique that uses the rhythmic, melodic, harmonic, and dynamic-acoustical elements of music to provide temporal, spatial, and. force cues for movements which reflect functional movements of activities of daily.",
                    "armGroupLabels": [
                        "PSE Only",
                        "PSE+tDCS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial Direct Current Stimulation (tDCS)",
                    "description": "We will apply five small electrodes to participant's head. Once the electrodes are in place, a small electrical current will be passed between the electrodes. Participants will also get \"sham\" tDCS, which means they will not receive any real stimulation from the electrodes. Most individuals do not find the procedure uncomfortable, and there are no known long-term risks of tDCS. When the current goes through the electrodes, you may feel an itching or tingling sensation under the electrodes or see brief flashes of light, or you may not feel anything at all. If the sensation is unpleasant, participant can report to co-investigator immediately. If participant finds the procedures too uncomfortable, they may stop it at any time. A trained staff member will be present throughout the procedure.",
                    "armGroupLabels": [
                        "PSE+tDCS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in functional upper extremity performance score as assessed by the WMFT",
                    "description": "Wolf Motor Function Test (WMFT) is a quantitative index of upper extremity motor ability examinable through the use of timed and functional tasks. The maximum score is 72, and lower scores are indicative of lower functioning levels.",
                    "timeFrame": "Baseline (Day1), Day 24, and Day 52"
                },
                {
                    "measure": "Change in TOLA score (limb)",
                    "description": "Test of Oral and Limb Apraxia (TOLA) is designed to identify, measure, and evaluate the presence of oral and limb apraxia in individuals with developmental or acquired neurologic disorders. Each of the TOLA subtests produces several part scores. All subtests are scored by summing the scores on individual items that compose the subtest. Scores all responses in all subtests using 4 point (3,2,1,0) scoring system: 3 = normal; 2 = adequate; 1 = partially adequate; 0 = inadequate.\n\n\\* Limb Total (Items: 40; Max score: 120)",
                    "timeFrame": "Baseline (Day1), Day 24, and Day 52"
                },
                {
                    "measure": "Change in TOLA score (oral)",
                    "description": "Test of Oral and Limb Apraxia (TOLA) is designed to identify, measure, and evaluate the presence of oral and limb apraxia in individuals with developmental or acquired neurologic disorders. Each of the TOLA subtests produces several part scores. All subtests are scored by summing the scores on individual items that compose the subtest. Scores all responses in all subtests using 4 point (3,2,1,0) scoring system: 3 = normal; 2 = adequate; 1 = partially adequate; 0 = inadequate.\n\n\\* Oral Total (Items: 20; Max score: 60)",
                    "timeFrame": "Baseline (Day1), Day 24, and Day 52"
                },
                {
                    "measure": "Change in TOLA score (pictures)",
                    "description": "Test of Oral and Limb Apraxia (TOLA) is designed to identify, measure, and evaluate the presence of oral and limb apraxia in individuals with developmental or acquired neurologic disorders. Each of the TOLA subtests produces several part scores. All subtests are scored by summing the scores on individual items that compose the subtest. Scores all responses in all subtests using 4 point (3,2,1,0) scoring system: 3 = normal; 2 = adequate; 1 = partially adequate; 0 = inadequate.\n\n\\* Pictures Total (Items: 15; Max score: 45)",
                    "timeFrame": "Baseline (Day1), Day 24, and Day 52"
                },
                {
                    "measure": "Change in TOLA score (command)",
                    "description": "Test of Oral and Limb Apraxia (TOLA) is designed to identify, measure, and evaluate the presence of oral and limb apraxia in individuals with developmental or acquired neurologic disorders. Each of the TOLA subtests produces several part scores. All subtests are scored by summing the scores on individual items that compose the subtest. Scores all responses in all subtests using 4 point (3,2,1,0) scoring system: 3 = normal; 2 = adequate; 1 = partially adequate; 0 = inadequate.\n\n\\* Command Total (Items: 30; Max score: 90)",
                    "timeFrame": "Baseline (Day1), Day 24, and Day 52"
                },
                {
                    "measure": "Change in TOLA score (imitation)",
                    "description": "Test of Oral and Limb Apraxia (TOLA) is designed to identify, measure, and evaluate the presence of oral and limb apraxia in individuals with developmental or acquired neurologic disorders. Each of the TOLA subtests produces several part scores. All subtests are scored by summing the scores on individual items that compose the subtest. Scores all responses in all subtests using 4 point (3,2,1,0) scoring system: 3 = normal; 2 = adequate; 1 = partially adequate; 0 = inadequate.\n\n\\* Imitation Total (Items: 30; Max score: 90)",
                    "timeFrame": "Baseline (Day1), Day 24, and Day 52"
                },
                {
                    "measure": "Changes in number of pegs placed in 30 seconds",
                    "description": "Purdue Pegboard Test (PPBT) involves timed assembly of small items and assesses fine manual dexterity. The total number of pins the subject is scored, and higher scores are indicative of higher fine dexterity level.",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                },
                {
                    "measure": "Change in number of blocks transferred from one compartment to the other compartment in 60 seconds",
                    "description": "Box and Block Test (BBT) involves timed transfer of 2.5cm 3 blocks from one container to another and assesses the gross manual dexterity. The total number of blocks transferred from one to the other compartment is scored, and higher scores are indicative of a higher gross dexterity level.",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in score on cognitive impairment level as assessed by the MoCA",
                    "description": "Montreal Cognitive Assessment (MoCA) is a rapid cognitive screening test that assesses cognitive performance in multiple domains including visuo-spatial and executive functions, naming, memory, attention, language, abstraction, and orientation. Scores on the MoCA range from 0 to 30:\n\n* \\> 26 = normal\n* 18-25 = mild cognitive impairment\n* 10-17 = moderate cognitive impairment\n* \\<10 = severe cognitive impairment.",
                    "timeFrame": "Baseline (Day 1), Day 24, and Day 52"
                },
                {
                    "measure": "Change in score on anxiety level as assessed by the STAI",
                    "description": "State Trait Anxiety Inventory (STAI) measures two types of anxiety - state anxiety, or anxiety about an event, and trait anxiety, or anxiety level as a personal characteristic. The range of possible scores for the STAI varies from a minimum score of 20 to a maximum score of 80. STAI scores are commonly classified as \"no or low anxiety\" (20-37), \"moderate anxiety\" (38-44), and \"high anxiety\" (45-80).",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                },
                {
                    "measure": "Change in score on valence as assessed by the SAM",
                    "description": "Self-Assessment Manikin (SAM) is a non-verbal pictorial assessment technique that directly measures the pleasure, arousal, and dominance associated with a person's affective reaction to a wide variety of stimuli.\n\nIt uses a series of graphic abstract characters horizontally arranged according to a 5 - points scale.\n\n\\* Valence rating: 1=unpleasant; 2=unsatisfied; 3=neutral; 4 = pleased; 5=pleasant",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                },
                {
                    "measure": "Change in score on arousal as assessed by the SAM",
                    "description": "Self-Assessment Manikin (SAM) is a non-verbal pictorial assessment technique that directly measures the pleasure, arousal, and dominance associated with a person's affective reaction to a wide variety of stimuli.\n\nIt uses a series of graphic abstract characters horizontally arranged according to a 5 - points scale.\n\n\\* Arousal rating: 1=calm (sleepy); 2=dull; 3=neutral; 4=wide-awake; 5=excited (energetic)",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                },
                {
                    "measure": "Change in score on dominance level as assessed by the SAM",
                    "description": "Self-Assessment Manikin (SAM) is a non-verbal pictorial assessment technique that directly measures the pleasure, arousal, and dominance associated with a person's affective reaction to a wide variety of stimuli.\n\nIt uses a series of graphic abstract characters horizontally arranged according to a 5 - points scale.\n\n\\* Dominance rating: 1=independent; 2=powerful; 3=neutral; 4=powerlessness; 5=dependent",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                },
                {
                    "measure": "Change in score on depression level as assessed by the BDI-II",
                    "description": "Beck-Depression inventory (BDI-II) measures characteristic attitudes and symptoms of depression. Each of the 21 items corresponding to a symptom of depression is summed to give a single score for the Beck Depression Inventory-II (BDI-II).\n\nThere is a four-point scale for each item ranging from 0 to 3. On two items (16 and 18) there are seven options to indicate either an increase or decrease of appetite and sleep. Total score of 0-13 is considered minimal range, 14-19 is mild, 20-28 is moderate, and 29-63 is severe.",
                    "timeFrame": "Baseline (Day 1), Day 8, Day 10, Day 15, Day 17, Day 22, Day 24, and Day 52"
                },
                {
                    "measure": "Change in score on quality of life level as assessed by the CBFS",
                    "description": "Corticobasal Syndrome Functional Scale (CBFS) is a novel rating scale that evaluates experiences in daily living (EDL), behavioral, language, and cognitive impairments in patients with 4 repeat tauopathies. The CBFS consists of 14 questions on Motor EDL's and 17 questions on Non-Motor EDL's, each of which are rated on a Likert 5 point scale rating function from 0 to 4, where 0 = Normal or No problems and 4 = Severe problems.\n\nHigher scores are indicative of severe problems.",
                    "timeFrame": "Baseline (Day 1), Day 24, and Day 52"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in power spectrum density of brainwave spectrum (micro-volts-squared per Hz)",
                    "description": "Electroencephalography (EEG) can measure the neurophysiological responses. Analysis of resting EEG prior and after, and during the PSE and/or PSE+tDCS intervention might yield neurophysiological correlates for the observed behavior outcomes. In addition, simultaneous EEG measurements with tDCS will provide a better understanding of the effects of tDCS and PSE in real-time and may help tailor treatment protocols in a patient-specific manner in the future.\n\nPower spectrum density will show the strength of the variations (energy) as a function of frequency. In other words, it shows at which frequencies variations are strong and at which frequencies variations are weak.",
                    "timeFrame": "Day 8, Day 10, Day 15, Day 17, Day 22, and Day 24"
                },
                {
                    "measure": "Change in range of motion (degree) of upper extremity performance",
                    "description": "Motion capture analysis: A small (dime-sized) marker will be placed bilaterally (on both sides) on the participant's finger, hands, arms, shoulder, and trunk. Motion capture analysis will provide a degree of range of motion at shoulder, elbow, and wrist during assessments and intervention phases.",
                    "timeFrame": "Day 8, Day 10, Day 15, Day 17, Day 22, and Day 24"
                },
                {
                    "measure": "Change in speed (m/s) of upper extremity performance",
                    "description": "Motion capture analysis: A small (dime-sized) marker will be placed bilaterally (on both sides) on the participant's finger, hands, arms, shoulder, and trunk. Motion capture analysis will provide changes in speed/velocity of upper extremity performance during assessments and intervention phases.",
                    "timeFrame": "Day 8, Day 10, Day 15, Day 17, Day 22, and Day 24"
                },
                {
                    "measure": "Change in acceleration (m/s^2) of upper extremity performance",
                    "description": "Motion capture analysis: A small (dime-sized) marker will be placed bilaterally (on both sides) on the participant's finger, hands, arms, shoulder, and trunk. Motion capture analysis will provide changes in acceleration of upper extremity performance during assessments and intervention phases.",
                    "timeFrame": "Day 8, Day 10, Day 15, Day 17, Day 22, and Day 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with CBS\n* Age range 18-89\n* Right-handed\n\nExclusion Criteria:\n\n* A history of migraines\n* Have a scalp or skin condition (e.g., psoriasis or eczema)\n* Have any metallic implants, including intracranial electrodes, surgical clips, shrapnel or a pacemaker\n* Have had a head injury resulting in a loss of consciousness that has required further investigation\n* Have diagnosed psychological or neurological disorders\n* Have had a seizure\n* Have had adverse effects to previous tDCS or other brain stimulation techniques (e.g., TMS)\n* Pregnancy\n* Inability or unwillingness to follow directions for study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander Pantelyat, MD",
                    "role": "CONTACT",
                    "phone": "4105023290",
                    "email": "apantel1@jhmi.edu"
                },
                {
                    "name": "Kyurim Kang, PhD",
                    "role": "CONTACT",
                    "phone": "4106145671",
                    "email": "kkang19@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander Pantelyat, MD",
                    "affiliation": "Department of Neurology, Johns Hopkins School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Pantelyat, MD",
                            "role": "CONTACT",
                            "email": "apantel1@jhmi.edu"
                        },
                        {
                            "name": "Kyurim Kang, PhD",
                            "role": "CONTACT",
                            "email": "kkang19@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23359374",
                    "type": "BACKGROUND",
                    "citation": "Armstrong MJ, Litvan I, Lang AE, Bak TH, Bhatia KP, Borroni B, Boxer AL, Dickson DW, Grossman M, Hallett M, Josephs KA, Kertesz A, Lee SE, Miller BL, Reich SG, Riley DE, Tolosa E, Troster AI, Vidailhet M, Weiner WJ. Criteria for the diagnosis of corticobasal degeneration. Neurology. 2013 Jan 29;80(5):496-503. doi: 10.1212/WNL.0b013e31827f0fd1."
                },
                {
                    "pmid": "20395612",
                    "type": "BACKGROUND",
                    "citation": "Baker JM, Rorden C, Fridriksson J. Using transcranial direct-current stimulation to treat stroke patients with aphasia. Stroke. 2010 Jun;41(6):1229-36. doi: 10.1161/STROKEAHA.109.576785. Epub 2010 Apr 15."
                },
                {
                    "pmid": "20870863",
                    "type": "BACKGROUND",
                    "citation": "Benninger DH, Lomarev M, Lopez G, Wassermann EM, Li X, Considine E, Hallett M. Transcranial direct current stimulation for the treatment of Parkinson's disease. J Neurol Neurosurg Psychiatry. 2010 Oct;81(10):1105-11. doi: 10.1136/jnnp.2009.202556. Erratum In: J Neurol Neurosurg Psychiatry. 2011 Mar;82(3):354."
                },
                {
                    "pmid": "26073740",
                    "type": "BACKGROUND",
                    "citation": "Bianchi M, Cosseddu M, Cotelli M, Manenti R, Brambilla M, Rizzetti MC, Padovani A, Borroni B. Left parietal cortex transcranial direct current stimulation enhances gesture processing in corticobasal syndrome. Eur J Neurol. 2015 Sep;22(9):1317-22. doi: 10.1111/ene.12748. Epub 2015 Jun 13."
                },
                {
                    "pmid": "20573537",
                    "type": "BACKGROUND",
                    "citation": "Boelmans K, Bodammer NC, Suchorska B, Kaufmann J, Ebersbach G, Heinze HJ, Niehaus L. Diffusion tensor imaging of the corpus callosum differentiates corticobasal syndrome from Parkinson's disease. Parkinsonism Relat Disord. 2010 Sep;16(8):498-502. doi: 10.1016/j.parkreldis.2010.05.006. Epub 2010 Jun 22."
                },
                {
                    "pmid": "21853287",
                    "type": "BACKGROUND",
                    "citation": "Boeve BF. The multiple phenotypes of corticobasal syndrome and corticobasal degeneration: implications for further study. J Mol Neurosci. 2011 Nov;45(3):350-3. doi: 10.1007/s12031-011-9624-1. Epub 2011 Aug 19."
                },
                {
                    "pmid": "26297812",
                    "type": "BACKGROUND",
                    "citation": "Broeder S, Nackaerts E, Heremans E, Vervoort G, Meesen R, Verheyden G, Nieuwboer A. Transcranial direct current stimulation in Parkinson's disease: Neurophysiological mechanisms and behavioral effects. Neurosci Biobehav Rev. 2015 Oct;57:105-17. doi: 10.1016/j.neubiorev.2015.08.010. Epub 2015 Aug 20."
                },
                {
                    "pmid": "27160468",
                    "type": "BACKGROUND",
                    "citation": "Dedoncker J, Brunoni AR, Baeken C, Vanderhasselt MA. A Systematic Review and Meta-Analysis of the Effects of Transcranial Direct Current Stimulation (tDCS) Over the Dorsolateral Prefrontal Cortex in Healthy and Neuropsychiatric Samples: Influence of Stimulation Parameters. Brain Stimul. 2016 Jul-Aug;9(4):501-17. doi: 10.1016/j.brs.2016.04.006. Epub 2016 Apr 12."
                },
                {
                    "pmid": "27742814",
                    "type": "BACKGROUND",
                    "citation": "Dutt S, Binney RJ, Heuer HW, Luong P, Attygalle S, Bhatt P, Marx GA, Elofson J, Tartaglia MC, Litvan I, McGinnis SM, Dickerson BC, Kornak J, Waltzman D, Voltarelli L, Schuff N, Rabinovici GD, Kramer JH, Jack CR Jr, Miller BL, Rosen HJ, Boxer AL; AL-108-231 investigators. Progression of brain atrophy in PSP and CBS over 6 months and 1 year. Neurology. 2016 Nov 8;87(19):2016-2025. doi: 10.1212/WNL.0000000000003305. Epub 2016 Oct 14."
                },
                {
                    "pmid": "33093633",
                    "type": "BACKGROUND",
                    "citation": "Kang S, Shin JH, Kim IY, Lee J, Lee JY, Jeong E. Patterns of enhancement in paretic shoulder kinematics after stroke with musical cueing. Sci Rep. 2020 Oct 22;10(1):18109. doi: 10.1038/s41598-020-75143-0."
                },
                {
                    "pmid": "22215866",
                    "type": "BACKGROUND",
                    "citation": "Loo CK, Alonzo A, Martin D, Mitchell PB, Galvez V, Sachdev P. Transcranial direct current stimulation for depression: 3-week, randomised, sham-controlled trial. Br J Psychiatry. 2012 Jan;200(1):52-9. doi: 10.1192/bjp.bp.111.097634."
                },
                {
                    "pmid": "25926792",
                    "type": "BACKGROUND",
                    "citation": "Manenti R, Bianchi M, Cosseddu M, Brambilla M, Rizzetti C, Padovani A, Borroni B, Cotelli M. Anodal transcranial direct current stimulation of parietal cortex enhances action naming in Corticobasal Syndrome. Front Aging Neurosci. 2015 Apr 14;7:49. doi: 10.3389/fnagi.2015.00049. eCollection 2015."
                },
                {
                    "pmid": "30250390",
                    "type": "BACKGROUND",
                    "citation": "Marek S, Dosenbach NUF. The frontoparietal network: function, electrophysiology, and importance of individual precision mapping. Dialogues Clin Neurosci. 2018 Jun;20(2):133-140. doi: 10.31887/DCNS.2018.20.2/smarek."
                },
                {
                    "pmid": "31944487",
                    "type": "BACKGROUND",
                    "citation": "McClintock SM, Martin DM, Lisanby SH, Alonzo A, McDonald WM, Aaronson ST, Husain MM, O'Reardon JP, Weickert CS, Mohan A, Loo CK. Neurocognitive effects of transcranial direct current stimulation (tDCS) in unipolar and bipolar depression: Findings from an international randomized controlled trial. Depress Anxiety. 2020 Mar;37(3):261-272. doi: 10.1002/da.22988. Epub 2020 Jan 16."
                },
                {
                    "pmid": "26232699",
                    "type": "BACKGROUND",
                    "citation": "Meron D, Hedger N, Garner M, Baldwin DS. Transcranial direct current stimulation (tDCS) in the treatment of depression: Systematic review and meta-analysis of efficacy and tolerability. Neurosci Biobehav Rev. 2015 Oct;57:46-62. doi: 10.1016/j.neubiorev.2015.07.012. Epub 2015 Jul 29."
                },
                {
                    "pmid": "10990547",
                    "type": "BACKGROUND",
                    "citation": "Nitsche MA, Paulus W. Excitability changes induced in the human motor cortex by weak transcranial direct current stimulation. J Physiol. 2000 Sep 15;527 Pt 3(Pt 3):633-9. doi: 10.1111/j.1469-7793.2000.t01-1-00633.x."
                },
                {
                    "pmid": "31803003",
                    "type": "BACKGROUND",
                    "citation": "Patel R, Ashcroft J, Patel A, Ashrafian H, Woods AJ, Singh H, Darzi A, Leff DR. The Impact of Transcranial Direct Current Stimulation on Upper-Limb Motor Performance in Healthy Adults: A Systematic Review and Meta-Analysis. Front Neurosci. 2019 Nov 15;13:1213. doi: 10.3389/fnins.2019.01213. eCollection 2019."
                },
                {
                    "pmid": "25837520",
                    "type": "BACKGROUND",
                    "citation": "Plewnia C, Schroeder PA, Kunze R, Faehling F, Wolkenstein L. Keep calm and carry on: improved frustration tolerance and processing speed by transcranial direct current stimulation (tDCS). PLoS One. 2015 Apr 2;10(4):e0122578. doi: 10.1371/journal.pone.0122578. eCollection 2015."
                },
                {
                    "pmid": "11900758",
                    "type": "BACKGROUND",
                    "citation": "Thaut MH, Kenyon GP, Hurt CP, McIntosh GC, Hoemberg V. Kinematic optimization of spatiotemporal patterns in paretic arm training with stroke patients. Neuropsychologia. 2002;40(7):1073-81. doi: 10.1016/s0028-3932(01)00141-5."
                },
                {
                    "pmid": "23757295",
                    "type": "BACKGROUND",
                    "citation": "Wang TH, Peng YC, Chen YL, Lu TW, Liao HF, Tang PF, Shieh JY. A home-based program using patterned sensory enhancement improves resistance exercise effects for children with cerebral palsy: a randomized controlled trial. Neurorehabil Neural Repair. 2013 Oct;27(8):684-94. doi: 10.1177/1545968313491001. Epub 2013 Jun 10."
                },
                {
                    "pmid": "11022069",
                    "type": "BACKGROUND",
                    "citation": "Whitall J, McCombe Waller S, Silver KH, Macko RF. Repetitive bilateral arm training with rhythmic auditory cueing improves motor function in chronic hemiparetic stroke. Stroke. 2000 Oct;31(10):2390-5. doi: 10.1161/01.str.31.10.2390. Erratum In: Stroke. 2007 May;38(5):e22."
                },
                {
                    "pmid": "22524372",
                    "type": "BACKGROUND",
                    "citation": "van Wijck F, Knox D, Dodds C, Cassidy G, Alexander G, MacDonald R. Making music after stroke: using musical activities to enhance arm function. Ann N Y Acad Sci. 2012 Apr;1252:305-11. doi: 10.1111/j.1749-6632.2011.06403.x."
                },
                {
                    "pmid": "27084833",
                    "type": "BACKGROUND",
                    "citation": "Yoo GE, Kim SJ. Rhythmic Auditory Cueing in Motor Rehabilitation for Stroke Patients: Systematic Review and Meta-Analysis. J Music Ther. 2016 Summer;53(2):149-77. doi: 10.1093/jmt/thw003. Epub 2016 Apr 15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Thaut, M., & Hoemberg, V. (2014). Handbook of neurologic music therapy. Oxford University Press (UK)."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000088282",
                    "term": "Corticobasal Degeneration"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2649",
                    "name": "Corticobasal Degeneration",
                    "asFound": "Corticobasal Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1606",
                    "name": "Corticobasal Degeneration",
                    "asFound": "Corticobasal Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}