{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05578781",
            "orgStudyIdInfo": {
                "id": "STUDY00014335"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21AT011577-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21AT011577-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Music-based Treatments and Pain: Underlying Mechanisms and the Beneficial Effects of Music-Based Treatments",
            "officialTitle": "Music-based Treatments and Pain: Underlying Mechanisms",
            "therapeuticArea": [
                "Other"
            ],
            "study": "music-based-treatments-and-pain-underlying-mechanisms-and-the-beneficial-effects-of-music-based-treatments"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-06",
            "studyFirstSubmitQcDate": "2022-10-10",
            "studyFirstPostDateStruct": {
                "date": "2022-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark Jensen",
                "investigatorTitle": "Professor, School of Medicine: Rehabilitation Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to understand the mechanisms that underlie the beneficial effects of music-based treatments in individuals with moderate to severe chronic low back pain",
            "detailedDescription": "A growing body of research indicates that music may be used effectively for improving a variety of symptoms, including pain. However, little is known about the mechanisms that underlie the beneficial effects of music-based treatments. The primary objective of this R21 exploratory study is to evaluate the feasibility of performing a full R01 study in a sample of individuals with moderate to severe chronic low back pain to address knowledge gaps regarding the mechanisms of music-based treatments. To address the primary aims of this study, the investigators will conduct a 3-arm pilot trial in which individuals with chronic low back pain will be randomly assigned to one of three conditions: (1) live music played by a board-certified music therapist (Music Therapy), (2) audio recorded music (Music Medicine), or (3) audio of a person reading written text (n = 20 subjects per condition). In addition, 20 individuals without chronic pain will be enrolled and assigned to the Music Medicine condition.\n\nAn EEG assessment measuring brain oscillation spectral power will be conducted before and during a session of each experimental condition. Measures of pain intensity will be administered before and after the sessions. Low back pain was selected because it is among the most common, costly, and disabling chronic pain problems; including a non-pain sample will also allow us to determine if having chronic pain or not influences the effects of music on the primary mechanism variables. Effect sizes will be computed to evaluate (1) the effects of the treatments on frontal midline theta power and (2) the mediation effects of changes in frontal midline theta power on the pre- to post-session effects of the music conditions, relative to the control condition. The investigators will also investigate the differences between the three music conditions, compare the effects of Music Medicine on the mechanism variables as a function of having or not having chronic pain, and explore the extent to which the experimental conditions have lingering effects on pain intensity and secondary outcomes (depression, pain interference, and sleep quality) during the 24 hours after the experimental sessions. The investigators will also perform interviews and qualitative data analyses to identify additional unanticipated effects of the experimental conditions that would be worth examining more closely in a full R01 study. The findings from this study will be used to determine if a full R01 study to evaluate the mechanisms of music-based treatments is warranted, and to inform the design of such as study. This program of research will provide important foundational knowledge regarding the mechanisms of music-based interventions. Transferred to clinical care, this knowledge could help in patient-treatment matching which would enhance the overall effectiveness for music-based treatments and other non-pharmacological treatments that may operate via their effects on brain states, as measured by EEG."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Low-back Pain"
            ],
            "keywords": [
                "chronic",
                "back pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Control Trial (RCT)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Music Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "The Music Therapy (MT) group will participate in 1 live session of music therapy with a board certified Music therapist while wearing an EEG cap. Afterwards, they will complete a brief questionnaire about the experience and pain. They will also complete a brief questionnaire 24 hours later about lasting effects and pain",
                    "interventionNames": [
                        "Behavioral: Music Therapy"
                    ]
                },
                {
                    "label": "Music Medicine",
                    "type": "EXPERIMENTAL",
                    "description": "The Music Medicine (MM) group will participate in 1 audio session of music while wearing an EEG cap. Afterwards, they will complete a brief questionnaire about the experience and pain. They will also complete a brief questionnaire 24 hours later about lasting effects and pain",
                    "interventionNames": [
                        "Behavioral: Music Medicine"
                    ]
                },
                {
                    "label": "Control condition",
                    "type": "EXPERIMENTAL",
                    "description": "the Control group will participate in 1 session of an audio of text being read to them while wearing an EEG cap. Afterwards, they will complete a brief questionnaire about the experience and pain. They will also complete a brief questionnaire 24 hours later about lasting effects and pain",
                    "interventionNames": [
                        "Behavioral: Control group"
                    ]
                },
                {
                    "label": "Control group without low back pain",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will participate in 1 session of an audio of the music therapy session while wearing an EEG cap. Afterwards, they will complete a brief questionnaire about the experience and pain. They will also complete a brief questionnaire 24 hours later about the lasting effects and pain",
                    "interventionNames": [
                        "Behavioral: Control group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Music Therapy",
                    "description": "Music Therapy is a music session with a live therapist and has been shown to reduce pain and anxiety. If effective the music medicine in this RCT will be used help design a full R01 study",
                    "armGroupLabels": [
                        "Music Therapy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Music Medicine",
                    "description": "Music Medicine is an audio recorded music therapy session that will be played for the participant. This will be the same music session that will be played live in the music therapy session.",
                    "armGroupLabels": [
                        "Music Medicine"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control group",
                    "description": "Control group will listen to an audio recording of text being spoken by the board certified music therapist",
                    "armGroupLabels": [
                        "Control condition",
                        "Control group without low back pain"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frontal Midline Theta Power",
                    "description": "Frontal midline theta power will be assessed using EEG assessment measuring brain oscillation spectral power for 5-min before and during each 20-min session.",
                    "timeFrame": "During the session"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of benefits",
                    "description": "Estimated time of pain relief during the24 hours after the session, estimated using a 0-10 Numerical Rating scale.",
                    "timeFrame": "Pre-Intervention, immediately after intervention, as well as 24 hours later"
                },
                {
                    "measure": "Pain intensity",
                    "description": "Will be assessed using 0-10 Numerical Rating Scales (NRS).",
                    "timeFrame": "Pre-intervention and immediately after intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Chronic Low Back Pain sample:\n\n* ≥18 years old\n* Meets criteria for Chronic Low Back Pain (CLBP)\n* Moderate to severe pain intensity on average (i.e., average pain in the past week ≥4 on the 0-10 NRS)\n* Able to read, speak, and understand English\n\nInclusion criterion for the non-pain sample:\n\n* ≥18 years old\n* Able to read, speak, and understand English\n\nExclusion Criteria:\n\n* Cognitive impairment that could interfere with study participation defined as ≥1 error on the 6-Item\n* Presence of a psychiatric condition (e.g. significant suicidal ideation, active psychotic symptoms that would interfere with study participation\n* Having a significant hearing disability that interferes with the potential participant's ability to hear music\n* Having a health condition associated,per both chart review and self-report, with central nervous system damage (e.g., epilepsy, traumatic head injury, multiple sclerosis, Parkinson's).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erica Wasmund",
                    "role": "CONTACT",
                    "phone": "206-897-6322",
                    "email": "ericaw8@uw.edu"
                },
                {
                    "name": "Kevin Gertz",
                    "role": "CONTACT",
                    "phone": "206-616-8630",
                    "email": "kjgertz@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Jensen, Ph.D.",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Jensen",
                            "role": "CONTACT",
                            "phone": "206-543-3185",
                            "email": "mjensen@uw.edu"
                        },
                        {
                            "name": "Erica A Wasmund",
                            "role": "CONTACT",
                            "phone": "206-897-6322",
                            "email": "ericaw8@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data that were used for the analyses presented in any paper published will be made available starting when the paper has been published to researchers who request it as long as they sign a data sharing agreement.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "In order to obtain data, investigators who request it will be asked to indicate the specific analyses planned for those data, agree to not conduct any additional analyses not specified, agree not to share the data with others, and to destroy the data within a year of receipt or after the findings are published, whichever comes first.",
            "accessCriteria": "The PI of the project (Mark Jensen) will review all data requests."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}