{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06445010",
            "orgStudyIdInfo": {
                "id": "STUDY00000463"
            },
            "organization": {
                "fullName": "Brown University",
                "class": "OTHER"
            },
            "briefTitle": "Musical Playlist of the Grief Journey",
            "officialTitle": "Playlist of the Grief Journey: Humanizing Bereavement Through Music",
            "therapeuticArea": [
                "Other"
            ],
            "study": "musical-playlist-of-the-grief-journey"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-05-31",
            "studyFirstPostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Brown University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Miriam Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about the effectiveness of a music-based intervention as a bereavement strategy for individuals who are a part of the Loss of Spouse/Life Partner Grief Support Group at HopeHealth, a healthcare organization in Providence, Rhode Island that specializes in home care, hospice care, palliative care, and grief support. The main question it ams to answer is:\n\n* Will the experience of creating a musical playlist help individuals in bereavement process their grief more effectively?\n\nParticipants will undergo the following main tasks:\n\n* A baseline pre-assessment survey that asks about the role of music in the participant's and their partner's life, as well as how music has helped participants with their grief.\n* A 75-minute Zoom session with the study investigator which includes a conversation about the participant's loved one and grief journey. This Zoom session serves to find themes and emotions in the participant's grief journey which will be as foundations for musical playlists.\n* Participants will create their own musical playlist based on guidance from the study investigator.\n* A post-assessment survey that asks participants to reflect on the experience of creating a playlist. This survey also examines if music plays a new role in the participant's life.",
            "detailedDescription": "The death of a loved one is a universal experience and one of life's greatest stressors. Although most bereaved individuals navigate through intense acute grief that lessens with time, approximately 10% develop prolonged grief disorder (PGD), characterized by persistent mental distress, maladaptive thoughts, avoidance behaviors, and impaired functionality. The COVID-19 pandemic has potentially increased PGD cases, and individuals on the grief spectrum face risks for various medical and psychological issues. Given that PGD was only recently recognized in the DSM-5 in 2022 and effective bereavement strategies are lacking, research in this area is crucial. Music-based interventions have shown promise in enhancing recovery in diverse settings, including cancer treatment and dementia care, by reducing anxiety and distress and engaging cognitive and social functions. However, studies on music's role in bereavement are limited. Recent research on expressive arts therapies suggests that music could be a valuable tool in supporting grieving individuals, highlighting the need to explore its potential in facilitating the grief journey.\n\nThe goals of this project are three-fold:\n\n* Creating personalized music playlists with survivors after conversing with them about their grief journey to not only humanistically explore and reflect on their experience but also to create a long-lasting tool they can keep and be effectively utilized to help process their grief.\n* This playlist will also be shared amongst participating individuals so that their story can be shared in this novel and creative way. Participants can also learn about other's stories and reflections through this shared medium.\n* Integrating this project into the Warren Alpert Medical School curriculum as part of the new Medical Humanities Initiative, and having first through third year medical students pairing up with grieving individuals, having a conversation with them, and co-creating a personalized music playlist."
        },
        "conditionsModule": {
            "conditions": [
                "Music Therapy",
                "Bereavement"
            ],
            "keywords": [
                "Grief Support, Creative Arts"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Creating Musical Playlist",
                    "type": "EXPERIMENTAL",
                    "description": "Participants created a musical playlist over 1 week based on themes and emotions from their grief journey.",
                    "interventionNames": [
                        "Other: Creating Musical Playlist"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Creating Musical Playlist",
                    "description": "Personal music playlist for therapeutic listening and sharing with other individuals in bereavement",
                    "armGroupLabels": [
                        "Creating Musical Playlist"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in Music's Impact on Mental Health and Well-Being",
                    "description": "A vetted question with study directors serves to measure if using music as a medium to express participants' grief has any impact on mental health and well-being before and after the music playlist creation experience.\n\nThe minimum value is \"Music impacts my mental health and well-being in a negative way\" and the maximum value is \"Music impacts my mental health and well-being in a positive way.\" The maximum value means a better outcome.",
                    "timeFrame": "Baseline and Week 1"
                },
                {
                    "measure": "Change from Baseline in the Importance of Music in Participant's Life",
                    "description": "Vetted questions with study directors serve to measure the importance of music in participants' life before and after the music playlist creation experience. These questions also examine the likelihood of participants to continue listening to their playlists after the project conclusion as a therapeutic resource.\n\nThe minimum value is \"very unimportant\" and the maximum value is \"very important.\" The maximum value means a better outcome.",
                    "timeFrame": "Baseline and Week 1"
                },
                {
                    "measure": "Qualitative Learning Moments After Music Playlist Creation",
                    "description": "Vetted questions with study directors ask participants to reflect on their overall experience on creating and listening to their musical playlist. The questions ask participants to elaborate on how the exercise has helped them process/navigate/provide a new perspective to their grief experience. The study investigator also asks participants to reflect on any pieces of music that particularly connected with them and why.\n\nBecause these questions are qualitative in nature there are no minimum or maximum values.",
                    "timeFrame": "Baseline and Week 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant in HopeHealth's Spouse/Life Partner Grief Support group\n* Sufficient hearing capacity to hear music\n* Access to a computer, laptop, phone, iPad, or any other technological device that's able to support YouTube, Apple Music, Spotify, or another preferred streaming service\n* Ability to complete pre- and post-assessments in English.\n\nExclusion Criteria:\n\n* Participants who have participated in any music-based intervention for bereavement",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Diana A Wang, BA",
                    "role": "CONTACT",
                    "phone": "5094302922",
                    "email": "diana_wang@brown.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Diana A Wang, BA",
                    "affiliation": "Brown University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Deanna Church",
                    "affiliation": "HopeHealth",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Sarah DeCosta, LMHC",
                    "affiliation": "HopeHealth",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Fred J Schiffman, MD",
                    "affiliation": "Brown University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "HopeHealth",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02904",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah DeCosta",
                            "role": "CONTACT",
                            "phone": "401-415-4302",
                            "email": "SDeCosta@hopehealthco.org"
                        },
                        {
                            "name": "Deanna Church",
                            "role": "CONTACT",
                            "phone": "401-474-3431",
                            "email": "dupchurch@hopehealthco.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to make IPD available to other researchers. All collected data will be kept internal to the investigator on the project."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2024-05-29",
                    "uploadDate": "2024-05-31T11:56",
                    "filename": "Prot_000.pdf",
                    "size": 208642
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}