{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06219148",
            "orgStudyIdInfo": {
                "id": "63233"
            },
            "secondaryIdInfos": [
                {
                    "id": "Arthur Flagler Fultz Award",
                    "type": "OTHER",
                    "domain": "American Music Therapy Association"
                }
            ],
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "Music Therapy and Social Work Telehealth for Older Adult Well-Being",
            "officialTitle": "A Pilot Study to Evaluate the Effectiveness of a Collaborative Music Therapy and Social Work Telehealth Framework to Address the Well-Being of Community- Dwelling Older Adults",
            "acronym": "Melo-SWell",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "music-therapy-and-social-work-telehealth-for-older-adult-well-being"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-12",
            "studyFirstSubmitQcDate": "2024-01-12",
            "studyFirstPostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Alaine E Hernandez, PhD",
                "investigatorTitle": "Assistant Professor of Music Therapy",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "Alaine E Hernandez, PhD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Music Therapy Association",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study investigates the benefits of using telehealth services, specifically a combination of music therapy and social work support, to improve the well-being of older adults. Investigators are focusing on outcomes such as reduced loneliness, improved cognition, and how well older adults with and without dementia perceive the quality of the services received. This research is crucial because as the population ages and conditions like Alzheimer's become more prevalent, effective psychosocial interventions are needed.\n\nThe collaborative telehealth approach of the intervention in this study strives to connect older adults to community and health-related services. Older adults experience challenges in accessing services related to transportation, social support, and finances. While the pandemic prompted a rapid shift of healthcare services online, including music therapy and social work, questions remain about the quality of this transition, especially for older adults who may not be familiar with or have the resources for telehealth.\n\nIn this pilot study, investigators are studying music therapy and social work support through telehealth to understand how this approach can impact the well-being, cognition, and service quality for older adults, both with and without dementia. Social workers, who focus on improving well-being and addressing various needs, can leverage the therapeutic relationship built by music therapists to better identify and meet service needs. This pilot study builds on a feasibility project, which indicated that this collaborative framework is acceptable, valuable, and of interest to older adults, facilitating remote community connection. Through this research, investigators aim to evaluate the effectiveness of telehealth services for older adults to inform a future larger trial.",
            "detailedDescription": "The goal of this quantitative pilot study is to evaluate the effectiveness of a collaborative music therapy and social work telehealth framework for community-dwelling older adults with and without dementia with regards to their emotions, well-being, cognition, and perceived service quality. This pilot study builds on a feasibility study that field tested logistics and provided proof-of-concept of the novel telehealth framework. Specifically, the feasibility study evaluated the acceptability, barriers, and facilitators of this framework for older adults with and without dementia. Both music-based interventions were grounded in the person-centered Clinical Practice Model for Persons with Dementia, which provides guidelines for adjusting the degree of support and challenge offered to an individual. The investigators developed a collaborative social work referral worksheet. The investigators conducted semi-structured qualitative interviews with participants and care partners, who offered input about all aspects of the study. The investigators also refined recruitment, data collection, protocol training, and intervention processes. This pilot study builds on this past feasibility work.\n\nOlder adults often experience changes in health, finances, and social support which impede community involvement. Social distancing surrounding COVID-19 exacerbated such hurdles and enhanced risk for loneliness, depression, and cognitive decline. Although many services including music therapy and social work transitioned from in-person to telehealth during the pandemic, the rapid shift suggests that innovation occurred reactively, without sufficient time to evaluate the quality or effectiveness of this service delivery model. Telehealth is likely to continue to be a component of the music therapy profession and more broadly in healthcare. With thoughtful and systematic development to bridge the digital divide, telehealth may offer some benefit to community-dwelling older adults. This goal may be accomplished through interprofessional collaboration. Music therapists can address psychosocial needs through a variety of flexible and age-appropriate music experiences, while social workers have expertise to reach isolated individuals and connect them to appropriate supports. This pilot study advances a line of research to test a novel telehealth framework that integrates social work and music therapy to promote older adult well-being.\n\nIn this quantitative pilot study, the investigators will test methods and procedures that will be used in a future larger clinical trial to enhance the rigor and reproducibility of this research. The objectives of this pilot study are to examine the effects of the collaborative telehealth framework on older adults' well-being (primary aim), cognition, loneliness, perception of service quality, and (in response to music therapy) emotions, and to gather preliminary data for effect size estimation. Participants and interventionists will be invited to engage in a semi-structured qualitative interview at the conclusion of the study to inform further optimization of the collaborative telehealth framework. Participants have the option to use their own or borrow equipment (iPads). To reach those with limited resources, there will be 2 iPads with cellular data available to ship to enable study participation. Participants will be community-dwelling older adults with and without dementia. All participants will receive music therapy via telehealth and social work wellness sessions via telehealth. Collaboration is the key difference in the levels of independent variable: participants will be randomly assigned to either a collaborative condition, or non-collaborative condition. In the collaborative condition, information collected during music therapy will inform social work wellness sessions following a protocol developed during the feasibility study. In the non-collaborative condition, social workers and music therapists will operate telehealth services independently."
        },
        "conditionsModule": {
            "conditions": [
                "Aging Well",
                "Dementia",
                "Telemedicine"
            ],
            "keywords": [
                "Music Therapy",
                "Social Work",
                "Evidence-Based Practice",
                "Quality of Life",
                "Emotion",
                "Cognition",
                "Loneliness",
                "Collaboration"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "To ensure a balanced number of individuals in each study condition, a research team member will stratify participants as \"with\" or \"without\" dementia according to either their self-reported physician's diagnosis or score on the MoCA (score \\<18 = \"with dementia\"). Participants will then be randomly assigned to either the collaborative or non-collaborative condition using a random number table.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants will remain masked to study objectives and their collaborative condition assignment. Research assistants and care providers (music therapists, social workers) will not be masked; social workers and music therapists will know if they are collaborating or not. Principal investigator Reschke-Hernandez and co-investigator Gibson will remain masked to allocation; research assistants will conduct allocation and assignment will be kept in a separate secure document that is not accessible to the PI or co-I.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Collaborative",
                    "type": "EXPERIMENTAL",
                    "description": "Social workers and music therapists work together, and information collected during music therapy informs social work wellness sessions following a protocol developed during the feasibility study.\n\nThere are 3 blocks of activities, identical to the non-collaborative arm:\n\n* Weeks 1-2: enrollment, stratification, random assignment\n* Weeks 3-6: music therapy and social work interventions\n* Weeks 7-8: social work follow up.",
                    "interventionNames": [
                        "Behavioral: Music Therapy Telehealth",
                        "Behavioral: Collaborative Social Work Telehealth"
                    ]
                },
                {
                    "label": "Non-Collaborative",
                    "type": "SHAM_COMPARATOR",
                    "description": "Social workers and music therapists operate independently.\n\nThere are 3 blocks of activities, identical to the collaborative arm:\n\n* Weeks 1-2: enrollment, stratification, random assignment\n* Weeks 3-6: music therapy and social work interventions\n* Weeks 7-8: social work follow up.",
                    "interventionNames": [
                        "Behavioral: Music Therapy Telehealth",
                        "Behavioral: Non-Collaborative Social Work Telehealth"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Music Therapy Telehealth",
                    "description": "Music Therapy: delivered via Zoom by a board-certified music therapist (MT-BC) 30-min 2x/week for 4 weeks (8 sessions total); follows the Clinical Practice Model, which guides customizations of various music experiences (e.g., singing, songwriting, movement, relaxation, lyric discussion, improvisation, instrument play, etc.) per participants' strengths, interests, preferences, culture, and momentary responses. Each participant works with the same MT-BC throughout the study.",
                    "armGroupLabels": [
                        "Collaborative",
                        "Non-Collaborative"
                    ],
                    "otherNames": [
                        "Music-based intervention (MBI)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Non-Collaborative Social Work Telehealth",
                    "description": "Social Work: delivered via Zoom by a licensed social worker (SW) or supervised SW graduate student 3x for 30-min: 1) after 2 weeks MT (assessment), 2) after 4 weeks MT (service referral), 3) 2-week follow-up. SWs operate independently from MT-BCs to identify possible participant service referral needs using the Aging and Memory Quality of Life Survey (AMQoL), baseline data, SW session interactions, and SW Referral Worksheet. Each participant works with the same SW throughout the study.",
                    "armGroupLabels": [
                        "Non-Collaborative"
                    ],
                    "otherNames": [
                        "Independent social work intervention, independent wellness support"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Collaborative Social Work Telehealth",
                    "description": "Social Work: delivered via Zoom by a licensed SW or supervised SW graduate student 3x for 30-min: 1) after 2 weeks MT (assessment), 2) after 4 weeks MT (service referral), 3) 2-week follow-up. In addition to the AMQoL, baseline data, SW session interactions, and the SW Referral Worksheet, SWs collaborate fully with MT-BCs, have full access MT session notes, and can discuss participants' needs with MT-BC to identify possible participant service referral needs. Each participant works with the same SW throughout the study.",
                    "armGroupLabels": [
                        "Collaborative"
                    ],
                    "otherNames": [
                        "Integrative social work intervention, integrative wellness support"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean Change from Baseline in World Health Organization-5 (WHO-5) Well-Being Index at 6 Weeks",
                    "description": "A simple 5-item measure of subjective well-being (a combination of feeling good and functioning well). The participant rates each item on a 6-point scale from 0 (at no time) to 5 (all of the time); total raw score ranges from 0 (worst possible) to 25 (best possible well-being); percentage score (raw X 4) ranges from 0 (worst possible) to 100 (best possible well-being). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Enrollment, end of Week 6."
                },
                {
                    "measure": "Mean Change from Baseline in WHO-5 Well-Being Index at 8 Weeks",
                    "description": "A simple 5-item measure of subjective well-being (a combination of feeling good and functioning well). The participant rates each item on a 6-point scale from 0 (at no time) to 5 (all of the time); total raw score ranges from 0 (worst possible) to 25 (best possible well-being); percentage score (raw X 4) ranges from 0 (worst possible) to 100 (best possible well-being). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Enrollment, end of Week 8."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean Change in Self-Reported Feelings for Participants with Dementia",
                    "description": "Administered by music therapists. For participants who score less than 18 on the Montreal Cognitive Assessment (MoCA): The Dementia Mood Picture Test (DMPT) measures self-reported feelings of persons with mild, moderate, or severe dementia using simple, enlarged face drawings with verbal descriptors for 6 emotions: good mood, bad mood, happy, sad, angry, and worried. The person with dementia rates each emotion on a 3-point scale from 0 (do not feel that emotion) to 2 (feel that emotion a lot); total score ranges from 0 (most negative) to 12 (most positive; with negative valence emotions reverse-scored).",
                    "timeFrame": "Immediately before and immediately after each music therapy session."
                },
                {
                    "measure": "Mean Change in Self-Reported Feelings for Participants without Dementia",
                    "description": "Administered by music therapists. For participants who score 18 or greater on the MoCA: analogous Likert-type scale for the same 6 DMPT items: good mood, bad mood, happy, sad, angry, and worried, scored from 0 (do not feel that emotion) to 6 (feel that emotion a lot); total score ranges from 0 (most negative) to 36 (most positive).",
                    "timeFrame": "Immediately before and immediately after each music therapy session."
                },
                {
                    "measure": "Mean Change from Baseline in University of California, Los Angeles (UCLA) Loneliness Scale at 6 Weeks",
                    "description": "The UCLA Loneliness Scale (Version 3) is a 20-item scale designed to measure subjective feelings of loneliness and social isolation. Participants rate each item on a 4-point scale from 1 (Never) to 4 (Often). Total score ranges from 20 (lower loneliness) to 80 (higher loneliness). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Enrollment, end of Week 6."
                },
                {
                    "measure": "Mean Change from Baseline in UCLA Loneliness Scale at 8 Weeks",
                    "description": "The UCLA Loneliness Scale (Version 3) is a 20-item scale designed to measure subjective feelings of loneliness and social isolation. Participants rate each item on a 4-point scale from 1 (Never) to 4 (Often). Total score ranges from 20 (lower loneliness) to 80 (higher loneliness). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Enrollment, end of Week 8."
                },
                {
                    "measure": "Mean Change from Baseline in Montreal Cognitive Assessment (MoCA) at 6 Weeks",
                    "description": "Cognitive screening tool with scores ranging from 0 (greatly impaired) to 30 (unimpaired). The researchers will use the Audio-Visual Conference version as a brief estimate of change in cognitive status over the course of the study. Those who score less than 18 will be labeled as \"with dementia\" for the purposes of random assignment, and the researchers will use the following descriptive severity categories: \\> 25 = no impairment, 18-25 = mild impairment, 10-17= moderate impairment, \\< 10 = severe impairment. Administered by outcome assessor by Zoom.",
                    "timeFrame": "Enrollment, end of Week 6."
                },
                {
                    "measure": "Program Evaluation Total Score",
                    "description": "The researchers will use a 12-item Quality Questionnaire concerning quality, willingness to try, and helpfulness of music therapy, social work, telehealth, and the overall program. Each item uses a 5-point Likert-type scale from 1 (Poor/extremely unwilling/extremely unhelpful) to 5 (Excellent/extremely willing/extremely helpful). Total score ranges from 12 (worst) to 60 (best). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Within 1 week of final social work session."
                },
                {
                    "measure": "Program Evaluation Quality Score",
                    "description": "The researchers will analyze 4 quality items from the Quality Questionnaire concerning quality of music therapy, quality of social work, quality of telehealth, and quality of the overall program. Each item uses a 5-point Likert-type scale from 1 (Poor) to 5 (Excellent). Total score for quality ranges from 4 (poorest quality) to 20 (best quality). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Within 1 week of final social work session."
                },
                {
                    "measure": "Program Evaluation Willingness Score",
                    "description": "The researchers will analyze 4 quality items from the Quality Questionnaire concerning willingness to try music therapy, social work, telehealth, and the overall program in the future. Each item uses a 5-point Likert-type scale from 1 (extremely unwilling) to 5 (extremely willing). Total score for willingness ranges from 4 (most unwilling) to 20 (most willing). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Within 1 week of final social work session."
                },
                {
                    "measure": "Program Evaluation Helpfulness Score",
                    "description": "The researchers will analyze 4 quality items from the Quality Questionnaire concerning helpfulness of music therapy, social work, telehealth, and the overall program. Each item uses a 5-point Likert-type scale from 1 (extremely unhelpful) to 5 (extremely helpful). Total score for helpfulness ranges from 4 (most unhelpful) to 20 (most helpful). Administered by outcome assessor by phone or Zoom at participant's preference.",
                    "timeFrame": "Within 1 week of final social work session."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age 65 or older\n* English-speaking\n* reside in Kentucky\n* willing to receive support from the research team on how to access Zoom (as needed)\n* EITHER a) have familiarity using digital technology and/or a video conferencing app such as Zoom, FaceTime, or Facebook Messenger, OR b) have a family member or friend who can facilitate Zoom access (i.e., \"helper\").\n\nExclusion Criteria:\n\n* substance use disorder, which could present a confounding variable relative to the aims;\n* significant sensory impairment that interferes with Zoom use\n* current music therapy and/or social work case manager recipient\n\nHELPERS: facilitate participation by older adults who are unfamiliar with using video conferencing technology and/or who lack consent capacity.\n\nHelper Inclusion Criteria:\n\n* at least 18 years old\n* cognitively unimpaired\n* live with or be able to go to the older adult's residence to assist them in participating in the study.\n\nHelper Exclusion Criteria:\n\n* under 18 years old\n* cognitively impaired\n* unable to assist the older adult in participating in the study for any reason",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alaine E Reschke-Hernandez, PhD",
                    "role": "CONTACT",
                    "phone": "859-257-4536",
                    "email": "Alaine.ReschkeHernandez@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alaine E Reschke-Hernandez, PhD",
                    "affiliation": "University of Kentucky",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Allison Gibson, PhD",
                    "affiliation": "St. Louis University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alaine E Reschke-Hernandez, PhD",
                            "role": "CONTACT",
                            "phone": "859-257-4536",
                            "email": "Alaine.ReschkeHernandez@uky.edu"
                        },
                        {
                            "name": "Alaine E Reschke-Hernandez, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "Saint Louis University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Gibson, PhD",
                            "role": "CONTACT",
                            "phone": "314-977-3384",
                            "email": "allison.gibson@slu.edu"
                        },
                        {
                            "name": "Allison Gibson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32500841",
                    "type": "BACKGROUND",
                    "citation": "Gibson A, Bardach SH, Pope ND. COVID-19 and the Digital Divide: Will Social Workers Help Bridge the Gap? J Gerontol Soc Work. 2020 Aug-Oct;63(6-7):671-673. doi: 10.1080/01634372.2020.1772438. Epub 2020 Jun 5. No abstract available."
                },
                {
                    "pmid": "26501530",
                    "type": "BACKGROUND",
                    "citation": "Kistin C, Silverstein M. Pilot Studies: A Critical but Potentially Misused Component of Interventional Research. JAMA. 2015 Oct 20;314(15):1561-2. doi: 10.1001/jama.2015.10962. No abstract available."
                },
                {
                    "pmid": "32744593",
                    "type": "BACKGROUND",
                    "citation": "Lam K, Lu AD, Shi Y, Covinsky KE. Assessing Telemedicine Unreadiness Among Older Adults in the United States During the COVID-19 Pandemic. JAMA Intern Med. 2020 Oct 1;180(10):1389-1391. doi: 10.1001/jamainternmed.2020.2671."
                },
                {
                    "pmid": "34994028",
                    "type": "BACKGROUND",
                    "citation": "Ng BP, Park C, Silverman CL, Eckhoff DO, Guest JC, Diaz DA. Accessibility and utilisation of telehealth services among older adults during COVID-19 pandemic in the United States. Health Soc Care Community. 2022 Sep;30(5):e2657-e2669. doi: 10.1111/hsc.13709. Epub 2022 Jan 6."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reschke-Hernández, A. E. (2019). A clinical practice model of music therapy to address psychosocial functioning for persons with dementia: Model development and randomized clinical crossover trial (NCT03643003). Doctoral dissertation, University of Iowa. https://doi.org/10.17077/etd.59oh-y06y"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reschke-Hernández, A. E. (2021). The Clinical Practice Model for Persons with Dementia: Application to music therapy. Music Therapy Perspectives, 39(2), 133-141. https://doi.org/10.1093/mtp/miab006"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reschke-Hernández, A. E., Gibson, A., Buckner, L. E., Sullivan, A. C., Posey, C., & Uecker, S. (2023). Development of a collaborative music therapy and social work telehealth framework to address the well-being of community-dwelling older adults. Research poster presented at: Alzheimer's Association International Conference, Amsterdam, Netherlands, 16-20 July 2023."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wilhelm, L., & Wilhelm, K. (2022). Telehealth music therapy services in the United States with older adults: A descriptive study. Music Therapy Perspectives. Advance online publication. https://doi.org/10.1093/mtp/miab028"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "World Health Organization. (2017, December 7). Global action plan on the public health response to dementia 2017-2025. https://tinyurl.com/bdhm6wha"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "World Health Organization. (2010, September 1). Framework for action on interprofessional education and collaborative practice (WHO Reference Number WHO/HRH/HPN/10.3). https://tinyurl.com/28ykjrn3"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This is a small pilot study. Pilot data for preliminary effect size estimating will not be publicly shared. Researchers may request de-identified data and study materials from the principal investigator.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "6 months after publication. The principal investigator will consider sharing data and study materials prior to that time frame in consultation with the study team.",
            "accessCriteria": "The principal investigator will share data, qualitative and quantitative analysis plans, and study materials with other researchers who provide a reasonable rationale for intended use, by email. Requests will be reviewed by the principal investigator Reschke-Hernandez and co-investigator Gibson."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}