{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05189925",
            "orgStudyIdInfo": {
                "id": "220001"
            },
            "secondaryIdInfos": [
                {
                    "id": "22-I-0001"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "NADPH Oxidase Correction in mRNA-transfected Granulocyte-enriched Cells in Chronic Granulomatous Disease (CGD)",
            "officialTitle": "NADPH Oxidase Correction in mRNA Transfected Granulocyte-enriched Cells in Chronic Granulomatous Disease (CGD)",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "nadph-oxidase-correction-in-mrna-transfected-granulocyte-enriched-cells-in-chronic-granulomatous-disease-cgd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-12",
            "studyFirstSubmitQcDate": "2022-01-12",
            "studyFirstPostDateStruct": {
                "date": "2022-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nCGD is caused by a gene mutation. For people with CGD, their cells cannot kill germs well, so they can get frequent or life-threatening infections. Researchers want to see if a new procedure can help a person s cells kill germs for a short time. It uses messenger RNA (mRNA) to deliver correct instructions for the gene mutation to the cells.\n\nObjective:\n\nTo test a procedure in which mRNA is added to a person s blood cells.\n\nEligibility:\n\nMales aged 18-75 with CGD with a mutation in the gene that makes the protein gp91phox.\n\nDesign:\n\nParticipants will be screened with:\n\nMedical history\n\nPhysical exam\n\nBlood and urine tests\n\nSwab to test for strep throat\n\nSome screening tests will be repeated during the study.\n\nParticipants will be admitted to the NIH Clinical Center hospital for at least 7 days. They will have apheresis. For this, a medicine is injected under their skin to prepare their white blood cells for collection. An IV line is placed into an arm vein. Blood goes through the IV line into a machine that divides whole blood into red blood cells, plasma, and white blood cells. The white blood cells are removed, and the rest of the blood is returned to the participant through an IV line in their other arm. The next day, they will get their mRNA-corrected cells via IV. They will be monitored for 3 more days.\n\nAfter discharge, participants will keep a symptom diary. They will be contacted weekly for one month, and then once a month. They will have a follow-up visit 3 months after the infusion.",
            "detailedDescription": "Study Design:\n\nThis is a phase 1, open-label, dose-escalation trial to assess the safety and feasibility of administering gp91-Grans to adult patients with X-linked CGD and to identify the maximum tolerated dose (MTD). Subjects will undergo granulocyte-enriched apheresis to provide cell product for mRNA-correction and then receive 1 administration of study agent. The first subjects enrolled will receive the study agent at the lowest dose, and when a level has been determined to be safe, the dose level will be increased to a second and then third dose level for subsequent subjects.Subjects will be hospitalized for at least 3 days after study agent administration and will return for a final study visit about 3 months after administration. Blood will be collected regularly for safety and research evaluations. The study hypothesis is that it is safe and feasible to administer mRNA-transfected autologous granulocyte-enriched apheresis product to restore protein expression and phagocyte nicotinamide adenine dinucleotide phosphate (NADPH) oxidase function in patients with CGD.\n\nStudy Agent Description:\n\nThe study agent is one administration of autologous CGD gp91mRNA transfected granulocyte-enriched cells, referred to as gp91-Grans. The study agent is derived from apheresis product enriched for granulocytes, which are then transfected with CYBB\n\ngp91 mRNA and administered as an intravenous (IV) infusion.Gp91-Grans will be evaluated using the 3+3 modified Fibonacci model at the following 3 escalating dosages:\n\nDose K: 1 x 106 granulocyte-enriched cells/kg body mass\n\nDose K+1: 1 x 107 granulocyte-enriched cells/kg body mass\n\nDose K+2: 1-5 x 108 granulocyte-enriched cells/kg body mass\n\nEach dose will be evaluated in at least 3 subjects. Dose escalation will be managed by a predetermined algorithm depending on the occurrence of drug-related toxicity (DRT). There will be at least 1 week between study agent administration to each subject.\n\nPrimary Objectives:\n\n1. Determine the safety and feasibility of gp91-Grans infusion.\n2. Determine an MTD for administration.\n\nSecondary Objectives:\n\n1. Assess efficacy of gp91-Grans at restoring NADPH oxidase.\n2. Determine the kinetics of gp91-Grans.\n\nExploratory Objectives:\n\n1. Assess for inflammatory responses to gp91-Grans infusion.\n2. Assess for immune responses to protein expressed by the transfected mRNA.\n3. Evaluate in vitro bactericidal activity of gp91-Grans.\n\nPrimary Endpoints:\n\n1. Determine safety and feasibility by:\n\n   Safety: Frequency of grade 3 or greater adverse events (AEs) or serious adverse events (SAEs) related to the study agent.\n\n   Feasibility: Recruitment, implementation, and manufacturing of gp91-Grans for infusions.\n2. MTD determination based on the rate of AEs. MTD is defined as the highest dose level that does not cause the same grade 3 or 4 AEs in 3 or more patients.\n\nSecondary Endpoints:\n\n1. Determine percent of circulating dihydrorhodamine (DHR) positive granulocytes following study agent infusion.\n2. Serial measurement of circulating DHR+ granulocytes from peripheral blood until day 3 following study agent infusion or disappearance of DHR+ granulocytes.\n\nExploratory Endpoint:\n\n1. Assess for increased expression of inflammation-related genesafter study agent infusion.\n2. Evaluate for development of antibodies against mRNA-expressed gp91phox.\n3. Perform in vitro bactericidal activity of gp91-Grans."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Granulomatous Disease",
                "Infection"
            ],
            "keywords": [
                "Primary Immune Deficiency",
                "systemic infection",
                "autologous transfusion",
                "Apheresis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IV infusion of gp91-Grans at dose K: 1e6 cells/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Adult CGD patients without systemic infection will participate in a dose-escalation trial to identify the most effective yet safe dose of study agent. Subjects enrolled will receive 1 administration of study agent at dose K, and safety of dose will be determined.",
                    "interventionNames": [
                        "Biological: gp91 Grans"
                    ]
                },
                {
                    "label": "IV infusion of gp91-Grans at dose K+1:1e7 cells/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Adult CGD patients without systemic infection will participate in a dose-escalation trial to identify the most effective yet safe dose of study agent. Subjects enrolled will receive 1 administration of study agent at dose K+1, and safety of dose will be determined.",
                    "interventionNames": [
                        "Biological: gp91 Grans"
                    ]
                },
                {
                    "label": "IV infusion of gp91-Grans at dose K+2: 1-5e8 cells/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Adult CGD patients without systemic infection will participate in a dose-escalation trial to identify the most effective yet safe dose of study agent. Subjects enrolled will receive 1 administration of study agent at dose K+2, and safety of dose will be determined.",
                    "interventionNames": [
                        "Biological: gp91 Grans"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "gp91 Grans",
                    "description": "Adults with gp91phox-deficient CGD without systemic infection will participate in a dose escalation trial to identify the MTD (the most effective yet safe dose) of gp91 Grans IV infusion.",
                    "armGroupLabels": [
                        "IV infusion of gp91-Grans at dose K+1:1e7 cells/kg",
                        "IV infusion of gp91-Grans at dose K+2: 1-5e8 cells/kg",
                        "IV infusion of gp91-Grans at dose K: 1e6 cells/kg"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility: Recruitment, implementation, and manufacturing of gp91-Grans for infusions.",
                    "description": "Determine feasibility of gp91-Grans infusion.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "MTD determination based on the rate of AEs. MTD is defined as the highest dose level that does not cause the same grade 3 or 4 AEs in 3 or more patients",
                    "description": "Determine an MTD for administration.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Safety: Frequency of grade 3 or greater adverse events or serious adverse events related to the study agent",
                    "description": "Determine safety of gp91-Grans infusion.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine percent of circulating dihydrorhodamine (DHR) positive granulocytes following study agent infusion.",
                    "description": "Assess efficacy of gp91-Grans at restoring NADPH oxidase",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Serial measurement of circulating DHR+ granulocytes from peripheral blood until day 3 following study agent infusion or disappearance of DHR+ granulocytes.",
                    "description": "Determine the kinetics of gp91-Grans.",
                    "timeFrame": "3 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIndividuals must meet all of the following criteria to be eligible for study participation:\n\n* Males aged 18 to 75 years\n* CGD confirmed by DHR and gp91phox-deficiency subtype confirmed by protein analysis and/or genetic sequencing\n* Has a physician at home for follow-up care\n* Able to provide informed consent\n* For men who engage in activities that can result in pregnancy, agree to use contraception when engaging in sexual activities that can result in pregnancy. Contraception must be used from screening through 3 months after the gp91-Grans infusion. Acceptable methods of contraception include the following:\n\n  * Hormonal contraception\n  * Male or female condom\n\nEXCLUSION CRITERIA:\n\nIndividuals meeting any of the following criteria will be excluded from study participation:\n\n* Evidence of moderate to severe systemic infections as defined by any of the following:\n\n  * Fevers \\>=39 (Infinite)C within 3 days of treatment.\n  * Absolute neutrophil count (ANC) \\>12,000/microliter at screening (some CGD patients may chronically have ANC higher than the upper limit of normal value and not have a systemic infection).\n  * Standard clinical diagnosis (by any imaging technology) of pneumonia, liver abscess, or other deep tissue abscess (other than chronic anal fissures or fistula or superficial skin or subcutaneous infections, which are allowable for this trial) at screening.\n  * Positive blood culture within 2 weeks of treatment.\n* Receipt of a high-dose steroid, equivalent to \\>1 mg/kg/day of prednisone, within 30 days of screening. There is a high percentage of CGD patients with inflammatory bowel disease on \\>0.5 mg/kg/day maintenance prednisone.\n* Current or history of stage 4 chronic kidney disease or estimated glomerular filtration rate\n\n\\[eGFR\\] \\<30 mL/min/1.73 m\\^2 within 90 days of baseline.\n\n* Unstable diabetes mellitus with hemoglobin A1c \\>7.0% and fasting serum glucose \\>200 mg/dL at screening.\n* Current or history of heart failure stage D as defined by the American College of Cardiology Foundation/American Heart Association guidelines.\n* History of arrhythmias that are symptomatic and deemed clinically unsafe for participation by NIH CC Cardiology consultation.\n* Current or history of invasive cancers that require chemotherapy within 5 years of screening.\n* Evidence of urinary tract infection at screening.\n* Evidence of streptococcal pharyngitis at screening.\n* Active hepatitis B, C, or HIV infections at screening.\n* Unstable hypertension requiring addition of new anti-hypertensives within 2 weeks of screening.\n* Impaired renal function that is unstable, with serum creatinine \\>3.0 mg/dL and rising.\n* Serum transaminases and bilirubin that are \\>3 x the upper limit of normal.\n\nNOTE: For prospective subjects who, per PI assessment at screening, have abnormal liver function tests, and/or a significant history of liver disease, and/or liver-related complications of CGD, and who otherwise meet eligibility criteria \\[i.e. those who do NOT meet any of the exclusion set forth herein\\], a hepatology consult will be required at screening, and participation must be approved in writing by hepatology to the PI.\n\n* Electrocardiogram abnormalities indicative of acute myocardial injury, or arrhythmias that presents anesthetic risks, at screening.\n* Anemia with hemoglobin \\<8 g/dL (transfusions to correct anemia permitted).\n* Thrombocytopenia (platelets \\<50 x10\\^9 cells/L) (platelet transfusions to correct thrombocytopenia permitted).\n* Profound thrombocytopenia (platelet counts \\<10,000/microliter) that is not reversible with platelet transfusions.\n* Abnormal prothrombin time/partial thromboplastin time (PT/PTT) values outside the ranges accepted at the NIH CC that are not corrected or that cannot be attributed to presence of Lupus anticoagulant (commonly found in CGD patients).\n* Inherited bleeding disorder that precludes line placement.\n* Severe oxygen-dependent pulmonary disease that increases risks of procedures that may require sedation.\n* History of or current evidence of alcohol or illicit drug abuse or dependence.\n* Participation in a clinical protocol that includes an intervention that, in the opinion of the investigator, may affect the results of the current study.\n\nSubjects will be selected in an equitable manner from the available pool of potentially eligible individuals, without regard to factors such as gender, race, ethnicity, socioeconomic status, etc, except for age and sex.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joanna L Peterson",
                    "role": "CONTACT",
                    "phone": "(240) 292-4291",
                    "email": "joanna.peterson@nih.gov"
                },
                {
                    "name": "Suk S De Ravin, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-6772",
                    "email": "sderavin@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Suk S De Ravin, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28342916",
                    "type": "BACKGROUND",
                    "citation": "Marciano BE, Allen ES, Conry-Cantilena C, Kristosturyan E, Klein HG, Fleisher TA, Holland SM, Malech HL, Rosenzweig SD. Granulocyte transfusions in patients with chronic granulomatous disease and refractory infections: The NIH experience. J Allergy Clin Immunol. 2017 Aug;140(2):622-625. doi: 10.1016/j.jaci.2017.02.026. Epub 2017 Mar 22."
                },
                {
                    "pmid": "8937413",
                    "type": "BACKGROUND",
                    "citation": "Stroncek DF, Leonard K, Eiber G, Malech HL, Gallin JI, Leitman SF. Alloimmunization after granulocyte transfusions. Transfusion. 1996 Nov-Dec;36(11-12):1009-15. doi: 10.1046/j.1537-2995.1996.36111297091747.x."
                },
                {
                    "pmid": "21175646",
                    "type": "BACKGROUND",
                    "citation": "Heim KF, Fleisher TA, Stroncek DF, Holland SM, Gallin JI, Malech HL, Leitman SF. The relationship between alloimmunization and posttransfusion granulocyte survival: experience in a chronic granulomatous disease cohort. Transfusion. 2011 Jun;51(6):1154-62. doi: 10.1111/j.1537-2995.2010.02993.x. Epub 2010 Dec 22."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2022-I-0001.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006099",
                    "term": "Granuloma"
                },
                {
                    "id": "D000006105",
                    "term": "Granulomatous Disease, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010585",
                    "term": "Phagocyte Bactericidal Dysfunction"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000040181",
                    "term": "Genetic Diseases, X-Linked"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20864",
                    "name": "Sepsis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2285",
                    "name": "Primary Immunodeficiency Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M9208",
                    "name": "Granulomatous Disease, Chronic",
                    "asFound": "Chronic Granulomatous Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9202",
                    "name": "Granuloma",
                    "asFound": "Granulomatous Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13493",
                    "name": "Phagocyte Bactericidal Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M24877",
                    "name": "Genetic Diseases, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1304",
                    "name": "Chronic Granulomatous Disease",
                    "asFound": "Chronic Granulomatous Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}