{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06191861",
            "orgStudyIdInfo": {
                "id": "STUDY00017212"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AA030750-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AA030750-01"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Narrative Writing to Promote Healthy Decisions About Alcohol During the Transition Out of High School",
            "officialTitle": "Evaluating Narrative Writing as a Potential Intervention to Promote Healthy Decisions About Alcohol During the Transition Out of High School",
            "therapeuticArea": [
                "Other"
            ],
            "study": "narrative-writing-to-promote-healthy-decisions-about-alcohol-during-the-transition-out-of-high-school"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-08",
            "studyFirstSubmitQcDate": "2024-01-02",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kristen Lindgren",
                "investigatorTitle": "Professor, Department of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the proposed research is to evaluate (1) whether a future possible self task (FPST) can lead to changes drinking identity (DI; how much one associates one's self with drinking) and (2) whether the FPST and changes in drinking identity also change indicators of alcohol misuse . This study focuses on individuals who are graduating from highly school, which is a time of transition and identity change. If such changes can be demonstrated, DI may be a mechanism for alcohol misuse and the FPST may be an additional, novel intervention strategy to reduce alcohol misuse during the post-high school transition.\n\nThe goal of this clinical trial is to test the future possible self task (FPST) in individuals who are about to graduate from college.\n\nThe main questions it aims to answer are:\n\n* Can the FPST change drinking identity (a risk factor for alcohol misuse)?\n* Can the FPST reduce risks for alcohol misuse?\n\nParticipants will complete the FPST, a task that involves writing for 20 minutes, and will answer a series of questionnaires and computer-based word categorization tasks. Participants will be followed for a year after completing the FPST.\n\nResearchers will compare different versions of the FPST and different doses (one writing sessions vs. 3 writing sessions) to see which are more effective for changing drinking identity and reducing risks for alcohol misuse.",
            "detailedDescription": "This study will evaluate changes in drinking identity and changes in drinking during the transition out of high school in a sample of 528 soon-to-graduate high school seniors via the future possible self task (FPST). We will test whether an adapted version of the FPST can induce change in drinking identity and reduce risk of alcohol misuse. The study will have a 2 (write about future desired self in relation to drinking vs. no), x 2 (write about future feared self in relation to drinking vs. no) x 2 (write 1x only vs.1x per week for 3 weeks) design. Participants will be randomly assigned to a condition. The study will occur entirely online, with virtual baseline and intervention sessions hosted by a research assistant and with online surveys for the 1-, 3-, 6-, and 12-month follow-ups. Participants, who report at least some alcohol consumption and some interest interest in changing or not increasing their drinking, will be recruited, in equal numbers, from two sites -- one at the University of Washington and one at the University of Houston. Participants will be recruited in two waves (264 each wave, with 132 from each site during each wave).\n\nThe study will test for changes in drinking identity (primary), in indicators of alcohol misuse (primary \\& secondary), and in associated risk factors (secondary; changes in self-efficacy, identification with future self, and craving at baseline, 1-, 3-, 6-, and 12-month follow-ups"
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use, Unspecified"
            ],
            "keywords": [
                "drinking identity",
                "developmental transitions",
                "high school",
                "alcohol misuse"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Please note that outcomes are assessed by online survey. No person is in the role of an outcomes assessor.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 528,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Most hoped for future self, 3 dose",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete a writing task in which they think and write about their most hoped for future self, weekly for 3 weeks (i.e., at each session).",
                    "interventionNames": [
                        "Behavioral: Most hoped for future self"
                    ]
                },
                {
                    "label": "Most hoped future self, 1 dose",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete a writing task in which they think and write about their most hoped for future self one time (on the third session).",
                    "interventionNames": [
                        "Behavioral: Most hoped for future self"
                    ]
                },
                {
                    "label": "Most feared future self, 3 dose",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete a writing task in which they think and write about their most feared future self, weekly for 3 weeks (i.e., at each session).",
                    "interventionNames": [
                        "Behavioral: Most feared future self"
                    ]
                },
                {
                    "label": "Most feared future self, 1 dose",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete a writing task in which they think and write about their most feared future self one time (on the third session).",
                    "interventionNames": [
                        "Behavioral: Most feared future self"
                    ]
                },
                {
                    "label": "Balanced self (hoped and feared self), 3 dose",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete a writing task in which they think and write about their most hoped for and feared future self, weekly for 3 weeks (i.e., at each session).",
                    "interventionNames": [
                        "Behavioral: Balanced future self"
                    ]
                },
                {
                    "label": "Balanced self (hoped and feared self), 1 dose",
                    "type": "EXPERIMENTAL",
                    "description": "Participants complete a writing task in which they think and write about their most hoped for and feared future self one time (on the third session).",
                    "interventionNames": [
                        "Behavioral: Balanced future self"
                    ]
                },
                {
                    "label": "Control, 3 dose",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants in this condition complete a task in which they think and write about a trip to the zoo weekly for 3 weeks (i.e., at each session).",
                    "interventionNames": [
                        "Behavioral: Control (trip to zoo)"
                    ]
                },
                {
                    "label": "Control, 1 dose",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants in this condition complete a task in which they think and write about a trip to the zoo one time (on the third session).",
                    "interventionNames": [
                        "Behavioral: Control (trip to zoo)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Most hoped for future self",
                    "description": "Participants in this condition complete a version of the future possible self task in which they think and write about their most hoped for future self for 20 minutes.",
                    "armGroupLabels": [
                        "Most hoped for future self, 3 dose",
                        "Most hoped future self, 1 dose"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Most feared future self",
                    "description": "Participants in this condition complete a version of the future possible self task in which they think and write about their most feared future self for 20 minutes.",
                    "armGroupLabels": [
                        "Most feared future self, 1 dose",
                        "Most feared future self, 3 dose"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control (trip to zoo)",
                    "description": "Participants in this condition think and write about a future trip to the zoo",
                    "armGroupLabels": [
                        "Control, 1 dose",
                        "Control, 3 dose"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Balanced future self",
                    "description": "Participants in this condition complete a version of the future possible self task in which they think and write about their most hoped for and feared future self for 20 minutes.",
                    "armGroupLabels": [
                        "Balanced self (hoped and feared self), 1 dose",
                        "Balanced self (hoped and feared self), 3 dose"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Explicit drinking identity",
                    "description": "This is will be evaluated by the Alcohol Self-Concept Scale. A mean score will be calculated. Scores range from -3 to +3. Higher scores indicate stronger alcohol self-concept",
                    "timeFrame": "Will be assessed at baseline, post-intervention, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Implicit drinking identity",
                    "description": "This is will be evaluated by the Drinking Identity Implicit Association Test (IAT). A summary score, called a D score, which is similar to a Cohen's d effect size, will be calculated. Scores range from -2 to +2; higher scores indicate stronger implicit drinking identity.",
                    "timeFrame": "Will be assessed at baseline,post-intervention, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Drinks per week",
                    "description": "This is will be evaluated by the Daily Drinking Questionnaire (DDQ). It assesses drinks consumed each day of the week during a typical week during the last month. A sum of drinks over the course of the week will be calculated.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Peak drinks per month",
                    "description": "This is will be evaluated by the Quantity/Frequency Measure (Q/F). It includes an assessment of the number of drinks consumed when one drank the most during the last month.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Typical drinks per occasion",
                    "description": "This is will be evaluated by the Quantity/Frequency Measure (Q/F). It includes an assessment of the number of drinks consumed on a typical drinking occasion during the last month.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Alcohol-related problems",
                    "description": "This is will be evaluated by the Brief Young Adult Alcohol Consequences Questionnaire.\n\nIt assesses the consequences of drinking (happened yes or no) that occurred during the last month. A sum will be calculated. Higher scores indicate more experiencing more negative consequences from drinking. Scores range from 0 to 24",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Risk of Alcohol Use Disorder",
                    "description": "This will be evaluated by the Alcohol Use Disorder Identification Test. A total score will be calculated. Scores range from 0 to 40.Higher scores indicate higher risk of having an alcohol use disorder",
                    "timeFrame": "Will be assessed at baseline and at 12-month follow-up"
                },
                {
                    "measure": "Alcohol Craving - Momentary",
                    "description": "This will be evaluated by the Alcohol Urge Questionnaire. A mean score will be calculated. Scores range from 1 to 7; higher scores indicate stronger urges to drink right now.",
                    "timeFrame": "Will be assessed at baseline and 2 weeks after baseline"
                },
                {
                    "measure": "Alcohol Craving - Retrospective",
                    "description": "This will be evaluated by the Penn Alcohol Craving Scale (PACS). The PACS evaluate alcohol craving over the last week. A total score will be calculated.Scores range from 0 to 30. Higher scores indicate stronger craving.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Alcohol Expectancies",
                    "description": "The Brief Comprehensive Effects of the Outcomes of Alcohol Questionnaire \\[BCEOA\\] will assess alcohol expectancies. Mean scores for the BCEOA subscales will be created. Scores range from 1 to 4. Higher scores indicate stronger expectancies about alcohol's effects.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Drinking Motives",
                    "description": "The drinking motives questionnaire will assess common motives for drinking. Mean scores for the subscales will be created. Scores range from 1 to 5. Higher scores indicate stronger motives for drinking.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Social Norms",
                    "description": "The Drinking Norms Rating Form will assess descriptive norms for drinking. Total drinks per week that a typical same age/same gender person drinks per week will be calculated.",
                    "timeFrame": "Will be assessed at baseline, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Identification with Future Self",
                    "description": "A future self continuity measure (single item) will assess the degree to which one's current and future selves are similar. Scores ranges from 1 to 7; higher scores indicate greater concordance between one's current and future selves.",
                    "timeFrame": "Will be assessed at baseline, post-intervention, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Readiness to Change",
                    "description": "A single item readiness to change ruler will assess readiness to reduce one's drinking. Scores range from 0 to 6; higher scores indicate greater readiness to reduce one's drinking.",
                    "timeFrame": "Will be assessed at baseline, post-intervention, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                },
                {
                    "measure": "Drinking Refusal Self-efficacy",
                    "description": "Ability to resist drinking will be assessed by the Drinking Refusal Self-efficacy Questionnaire. A mean score will be calculated. Scores range from 0 to 6. Higher scores indicate greater self-efficacy to resist drinking.",
                    "timeFrame": "Will be assessed at baseline, post-intervention, 1-month follow up, 3-month follow up, 6 month-follow up, & 12-month follow up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Senior in high school and expecting to graduate at the end of the academic year\n* Between the ages of 17-19\n* Currently reside in WA State (UW Site) or State of Texas (UH Site)\n* Fluent in English\n* Willing to attend three weekly virtual laboratory sessions (hosted on Zoom)\n* Willing to provide contact information, including phone number (for text messages and reminders), email (reminders), and mailing address (payment)\n* Has consumed alcohol at least 1 time in last year\n* Reports at least some interest in NOT increasing one's drinking or at least some interest in reducing drinking\n\nExclusion Criteria:\n\n* N/A",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "17 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vyoma Shah",
                    "role": "CONTACT",
                    "phone": "209-9184678",
                    "email": "vyomas@uw.edu"
                },
                {
                    "name": "Ty Tristao",
                    "role": "CONTACT",
                    "phone": "360-616-0260",
                    "email": "tt88@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristen Lindgren, PhD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frida de Luna, M.A.",
                            "role": "CONTACT",
                            "phone": "281-942-6917",
                            "email": "projself@central.udh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}