{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06487481",
            "orgStudyIdInfo": {
                "id": "10001587"
            },
            "secondaryIdInfos": [
                {
                    "id": "001587-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "National Ophthalmic Genotyping and Phenotyping Network (eyeGENE(R)), Stage 3-Expansion of DNA and Data Repositories for Rare Inherited Ophthalmic Diseases",
            "officialTitle": "A Phase I Dose-escalation Study of Preoperative Radiation Therapy in Participants With Resectable Recurrent Abdominal Adrenocortical Carcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "national-ophthalmic-genotyping-and-phenotyping-network-eyegene-r-stage-expansion-of-dna-and-data-repositories-for-rare-inherited-ophthalmic-diseases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2040-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-03",
            "studyFirstSubmitQcDate": "2024-07-03",
            "studyFirstPostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThe eyeGENE(R) program is a research resource for inherited eye conditions which includes genotypic and phenotypic data, imaging, and a corresponding biobank of DNA samples from people with a variety of eye diseases. Since 2007 this registry has been helping researchers learn more about the genetic sources for many inherited eye diseases. These findings helped them create better treatments. Now researchers want to expand eyeGENE(R) to include more people for certain eye diseases.\n\nObjective: To collect information and DNA samples for the study of eye diseases.\n\nPrimary objective\n\n-To expand the current eyeGENE(R) data repository with targeted participant accrual\n\nSecondary objectives\n\n* To enhance recruitment for clinical trials and investigations in inherited eye diseases\n* To establish genotype-phenotype correlations for rare eye diseases\n\nEligibility:\n\nPeople of any age with certain eye diseases. These can include aniridia; Best disease; blue-cone monochromacy; corneal dystrophy; and disorders of pigmentation, such as albinism. Relatives unaffected by the eye disease of interest may also be needed.\n\nDesign:\n\nResearchers will select participants based on their diagnosis. The data may include images and test results from eye exams.\n\nParticipants will provide a sample of saliva. They will receive a kit with written instructions. They will spit in a tube and mail it to the NIH.\n\nParticipants may be asked to provide a blood sample. The blood may be drawn at the NIH or at a local clinic.\n\nThe eyeGENE(R) repository will offer researchers data about the participants eye conditions. The data may include pictures of their eyes, results of genetic testing, and history of other diseases. Researchers will be able to see data such as age and gender, but they will not see names, dates of birth, or contact information.",
            "detailedDescription": "Background:\n\n* Although surgical resection is the treatment of choice in participants with localized or regionalized primary and recurrent abdominal adrenocortical carcinoma (ACC), loco-regional recurrence following complete resection of ACC occurs in 50-80% of the participants, most commonly in the first five years postoperatively.\n* Retrospective single institutional series report improvement in local control with postoperative adjuvant radiotherapy (RT) in selected participants with ACC.\n* Preoperative RT is used in several abdominal and retroperitoneal malignancies to improve local control. There is no prospective data available for the use of this treatment approach for participants with resectable ACC.\n* We hypothesize that preoperative RT alone is safe and can result in a lower loco-regional recurrence in participants with resectable recurrent ACC with no peritoneal carcinomatosis. Thus, this phase I dose-escalation trial aims to evaluate the safety and feasibility of preoperative radiation in participants with resectable recurrent ACC.\n* Health-related quality of life (QOL) is a well-accepted tool to measure the outcome of cancer treatments. SF-36 v2 questionnaire has been frequently used to evaluate the QOL in participants with cancer. There is no study evaluating the difference in QOL in participants with resectable recurrent ACC undergoing preoperative RT and surgery.\n\nObjectives:\n\n-To determine the maximum tolerated dose and the safety and toxicity profile of preoperative external beam radiation therapy (EBRT) with or without standard of care mitotane, before surgical resection in participants with resectable ACC\n\nEligibility:\n\n* Age \\>= 18 years\n* Pathological confirmation of ACC with clinical evidence of abdominal recurrence\n* ECOG 0-2\n* Surgically resectable disease at presentation with no or limited extra-abdominal disease and without ACC peritoneal carcinomatosis based on a diagnostic laparoscopy at screening.\n* The last dose of chemotherapy treatment except for mitotane more than 4 weeks prior to starting treatment with this protocol, and participants must have recovered from chemotherapy.\n* No prior abdominal radiation\n* No contraindication to abdominal radiotherapy\n\nDesign:\n\n* This study will enroll up to 24 evaulable participants as follows:\n\n  * Participants will be enrolled in Cohort 1 or 2 based on mitotane use or serum level. Up to 6-18 evaluable participants per these cohorts (i.e., resectable ACC with and without mitotane use) will be enrolled to assess the safety of 3-level dose-escalating preoperative EBRT.\n  * Participants will be enrolled in Cohort 3 regardless of miotane use or serum level, and will only start enrollment when we observe no DLTs in \\> 1 participant in Cohort 1 at Dose Level 1. Up to 12 evaluable participants will be enrolled in this cohort.\n* Preoperative assessment of QOL using a standardized questionnaire (SF-36 v2) will be obtained at baseline.\n* Participants will be treated with preoperative external beam radiation therapy (EBRT) daily 5 days/week (M-F), followed by a planned surgical resection, 4-8 weeks after the completion of EBRT.\n* A standard 3 + 3 design will be used to determine the MTD of dose-escalated EBRT, with 3 dose levels (DL1- 30 Gy delivered in 10 fractions, DL2-36 Gy in 12 fractions, DL3-42 Gy in 14 fractions).\n* Postoperative surveillance imaging studies and laboratory tests will be performed every 3 months in the first 3 years, then every 6 months thereafter in years 4-10. FDG-PET scan will be performed every 6 months postoperatively in the first 3 years, then every year in years 4-10. Additional assessments may be performed if clinically indicated."
        },
        "conditionsModule": {
            "conditions": [
                "Adrenocortical Carcinoma (ACC)",
                "Recurrent Adrenocortical Carcinoma (ACC)",
                "Recurrent Abdominal Adrenocortical Carcinoma (ACC)",
                "Carcinoma, Adrenocortical",
                "Carcinoma, Adrenal Cortical"
            ],
            "keywords": [
                "external beam radiation therapy (EBRT)",
                "abdominal adrenocortical carcinoma (ACC)",
                "preoperative radiation",
                "Mitotane",
                "Maximum Tolerated Dose (MTD)",
                "Surgical Resection",
                "in-field intraabdominal progression-free survival (PFS)",
                "out-of-field intraabdominal progression-free survival (PFS)",
                "DNA damage repair markers",
                "oxidative stress response"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Preop RT + surgery",
                    "type": "EXPERIMENTAL",
                    "description": "Preoperative radiotherapy at escalating doses followed by surgical resection",
                    "interventionNames": [
                        "Radiation: Preoperative external beam radiation therapy (EBRT)",
                        "Procedure: Surgical resection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Preoperative external beam radiation therapy (EBRT)",
                    "description": "Preoperative external beam radiation therapy (EBRT) at escalating doses daily 5 days/week (M-F) for 2-3 weeks; 2 weeks (DL1), or 3 weeks (DL2 or DL3) based on assigned Cohort and Dose Level (DL). Cohorts are by mitotane status at enrollment: Cohort 1 (with detectable mitotane levels), Cohort 2 (never had or without detectable mitotane levels), Cohort 3 (either).",
                    "armGroupLabels": [
                        "Preop RT + surgery"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Surgical resection",
                    "description": "Planned surgical resection (all participants) 4-8 weeks after completion of the preoperative radiotherapy (EBRT)",
                    "armGroupLabels": [
                        "Preop RT + surgery"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the maximum tolerated dose (MTD) and safety and toxicity profile of preoperative external beam radiation therapy (EBRT) with or without standard-of-care mitotane, before surgical resection",
                    "description": "Fraction of participants with a dose-limiting toxicity (DLT) will be reported at each dose level",
                    "timeFrame": "from the start of EBRT and for 30 days after its completion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the 6 weeks postoperative complications per Clavien-Dindo classification",
                    "description": "Assessment of 30-day postoperative EBRT complications determined by Clavien-Dindo classification (frequency and and severity)",
                    "timeFrame": "baseline, until 6 weeks after cytoreductive surgery"
                },
                {
                    "measure": "Determine the objective response of ACC in the field of radiation per RECIST criteria",
                    "description": "Objective response determined by RECIST, results as fraction in evaluable participants and by 95% confidence interval",
                    "timeFrame": "baseline, every 3-6 months after cytoreductive surgery for up to 10 years after surgery"
                },
                {
                    "measure": "Assess in-field intraabdominal progression-free survival (PFS)",
                    "description": "In-field intraabdominal progression-free survival (PFS) determined by RECIST using the Kaplan-Meier method",
                    "timeFrame": "baseline, every 3-6 months after cytoreductive surgery for up to 10 years after surgery"
                },
                {
                    "measure": "Determine overall survival (OS) through 10 years postoperatively",
                    "description": "Overall survival (OS) up to 10 years postoperatively determined by RECIST using the Kaplan-Meier method",
                    "timeFrame": "baseline, every 3-6 months after cytoreductive surgery for up to 10 years after surgery"
                },
                {
                    "measure": "Assess quality of life measured by Short Form-36 Health Survey version 2.0 (SF-36 v2) questionnaire",
                    "description": "Quality of life (QOL) measured by SF-36 v2 questionnaire evaluated using appropriate paired tests and descriptive results",
                    "timeFrame": "baseline, 6 weeks after EBRT, and then 2 weeks, 6 weeks, 6 months and 12 months after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Age \\>= 18 years\n* Pathological confirmation of ACC by the Laboratory of Pathology, NCI. Note: Confirmation may be done from archival sample; fresh tissue is not required unless otherwise acquired for clinical purposes.\n* Measurable disease by RECISTv1.1. criteria at enrollment\n* Evidence of recurrent ACC amenable to surgical resection that can be performed at NIH Clinical Center (CC)\n* Must be suitable for external beam radiotherapy AND surgery in the opinion of the treating investigator (e.g., based on clinical history and imaging)\n* Participants with metastatic ACC outside the area(s) to be exposed to investigational treatments (e.g., liver parenchyma, lung\\[s\\], or bone\\[s\\]) must have disease that is amendable for a complete resection and/or catheter-based and/or radiation-based ablation.\n* Mitotane therapy- Participants may be receiving mitotane currently, have received it in the past, or never have received mitotane. However, participants will be evaluated in separate cohorts based on mitotane use and, as enrollment is sequential, not all participants may be eligible for the study at all times. Note: Participants with a history of mitotane use may continue on study at the discretion of the treating investigator. Participants will not initiate mitotane on study.\n* Participants must agree to undergo tumor biopsy of easily accessible tumor sites prior to study treatment.\n* Performance Status (ECOG) 0-2\n* Adequate organ function, including:\n\n  * Hemoglobin \\>= 9.0 gm/dL\n  * ANC \\>= 1,500/mm\\^3\n  * Platelets \\>= 75,000/mm\\^3\n  * AST and ALT \\<= 3 x Upper Limit Normal (ULN)\n  * Bilirubin \\<= 2 x ULN\n  * Creatinine within normal institutional limits or creatinine clearance \\>60 mL/min/1.73 m\\^2 for participants with creatinine levels above institutional normal calculated using eGFR.\n* Sexually-active participants of childbearing potential must agree to use an effective method of contraception (hormonal or barrier method of birth control; abstinence) prior to and for 4 months following cytoreduction surgery.\n* Breastfeeding participants must agree to discontinue breastfeeding until 4 months following cytoreductive surgery.\n* Ability of participant to understand and willingness to sign a written informed consent document\n* Participants must agree to co-enroll in tissue collection protocol 09C0242 \"Prospective comprehensive molecular analysis of endocrine neoplasms.\"\n\nEXCLUSION CRITERIA:\n\n* Primary ACC or suspicious/indeterminate adrenal tumor without pathological confirmation\n* Prior abdominal radiation therapy\n* Participants who have received chemotherapy, immunotherapy, investigational therapy, or radiotherapy treatment within the last 4 weeks prior to starting treatment and/or have not recovered from toxicities to less than grade 2 CTCAE.\n* Infection requiring parenteral antibiotics\n* Suspected or proven ACC peritoneal metastasis\n* Pre-existing known or suspected radiation sensitivity syndromes\n* Prohibitive condition(s) to diagnostic laparoscopy\n* Participants who have an unacceptable risk for a major surgical procedure such as participants with high risks for major cerebro-cardiovascular (such as those who had doxorubicin exposure as based on screening echocardiogram and ECG) and pulmonary complications and those with estimated perioperative mortality greater than 15% per ACS NSQIP Surgical Risk calculator.\n* Participants receiving other investigational therapies\n* Participant pregnancy\n* Active systemic infections, coagulation disorders, or other major medical illnesses such as uncontrolled diabetes mellitus, uncontrolled hypertension (persistently grade 2 or worse), active severe cerebro-cardio-pulmonary diseases, and acute major organ dysfunction.\n* Acute intraabdominal conditions such as obstruction or peritonitis at the time of the evaluation or surgery.\n* Evidence at screening of or currently active CNS metastasis within 6 months of EBRT; participants with history of treated brain metastases with intracranial recurrence within 6 months prior to treatment. Note: Participants with any signs or symptoms suggestive of previously undiagnosed brain metastasis at screening or with a history of brain metastasis should receive imaging at screening; otherwise, imaging is not required.\n* HIV-positive participants with CD4 below 200 or who are not on anti-retroviral therapy\n* Participants who have a history of another primary malignancy from which the participant has been disease-free for \\< 3 years at the time of enrollment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristine J Villaruel",
                    "role": "CONTACT",
                    "phone": "(240) 858-7033",
                    "email": "kristinejoy.villaruel@nih.gov"
                },
                {
                    "name": "Naris Nilubol, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6154",
                    "email": "niluboln@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Naris Nilubol, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937",
                            "email": "ncimo_referrals@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001587-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded will be shared upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data from this study may be requested from other researchers within 10 years after the completion of the primary endpoint by contacting the Principal Investigator.",
            "accessCriteria": "Data from this study may be requested by contacting the PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000018268",
                    "term": "Adrenocortical Carcinoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000000306",
                    "term": "Adrenal Cortex Neoplasms"
                },
                {
                    "id": "D000000310",
                    "term": "Adrenal Gland Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000000303",
                    "term": "Adrenal Cortex Diseases"
                },
                {
                    "id": "D000000307",
                    "term": "Adrenal Gland Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M20413",
                    "name": "Adrenocortical Carcinoma",
                    "asFound": "Adrenocortical Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M3658",
                    "name": "Adrenal Cortex Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M3662",
                    "name": "Adrenal Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M3655",
                    "name": "Adrenal Cortex Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3659",
                    "name": "Adrenal Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T217",
                    "name": "Adrenocortical Carcinoma",
                    "asFound": "Adrenocortical Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11905",
                    "name": "Mitotane",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}