{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06084234",
            "orgStudyIdInfo": {
                "id": "TRACER"
            },
            "secondaryIdInfos": [
                {
                    "id": "2U24CA086368-22",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2U24CA086368-22"
                }
            ],
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "National Liver Cancer Screening Trial",
            "officialTitle": "National Liver Cancer Screening Trial",
            "acronym": "TRACER",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Gastroenterology"
            ],
            "study": "national-liver-cancer-screening-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2034-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-10",
            "studyFirstSubmitQcDate": "2023-10-10",
            "studyFirstPostDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amit Singal",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Dana-Farber Cancer Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Baylor College of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "Fred Hutchinson Cancer Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The National Liver Cancer Screening Trial is an adaptive randomized phase IV Trial comparing ultrasound-based versus biomarker-based screening in 5500 patients with cirrhosis from any etiology or patients with chronic hepatitis B infection. Eligible patients will be randomized in a 1:1 fashion to Arm A using semi-annual ultrasound and AFP-based screening or Arm B using semi-annual screening using GALAD alone. Randomization will be stratified by sex, enrolling site, Child Pugh class (A vs. B), and HCC etiology (viral vs. non-viral). Patients will be recruited from 15 sites (mix of tertiary care and large community health systems) over a 3-year period, and the primary endpoint of the phase IV trial, reduction in late-stage HCC, will be assessed after 5.5 years.",
            "detailedDescription": "The TRACER phase IV biomarker study is a randomized trial comparing ultrasound-based screening versus a biomarker-based strategy in patients with cirrhosis. In brief, 5500 patients with cirrhosis from any etiology would be randomized in a 1:1 fashion to Arm A offering semi-annual ultrasound +/- AFP-based screening or Arm B offering semi-annual biomarker-based screening. Randomization will be stratified by site, Child Pugh class (A vs. B), liver disease etiology (viral, non-viral, and non-cirrhotic HBV infection) and sex. Patients will be recruited from 15 sites (mix of tertiary care and large community health systems) over a 3-year period, and reduction in the proportion of late-stage HCC, will be assessed at the end of Year 5.5. If the results are promising, study team will continue extended follow-up and compare the incidence of late-stage HCC between the two arms at Year 8 and reduction in HCC mortality during long term follow up.\n\nStudy team will include adult patients, age ≥ 18 years, with Child Pugh class A or B cirrhosis of any etiology or non-cirrhotic chronic hepatitis B virus infection with PAGE-B score \\>9. Study team will exclude patients post liver transplantation, patients with Child Pugh C cirrhosis, patients with significant comorbidity and limited life expectancy, and those with history of other malignancy, except non-melanoma skin cancer or indolent tumors, within 3 years prior to enrollment given lack of screening recommendations in those patient populations. Study team will also exclude patients with suspicious liver masses at baseline as well as those with a solid lesion ≥1 cm on ultrasound or AFP ≥20 ng/mL without diagnostic evaluation to exclude HCC. Study team will also exclude patients in whom the provider plans to follow the patient with CT or MRI-based surveillance. GALAD is not recommended in patients with pregnancy or active warfarin use given known impact on biomarker performance, so these patients will be excluded.\n\nAt enrollment, study team will record patient demographics and clinical characteristics using a combination of electronic medical records and patient questionnaires. Patients will then be offered semi-annual surveillance as defined by their study arm: ultrasound and AFP for patients in Arm A and the biomarker, GALAD, for patients in Arm B. Repeat surveillance tests will be offered every six months (per assigned arm) for patients with normal surveillance results. Diagnostic evaluation with multi-phasic CT or contrast-enhanced MRI will be recommended for any patients with abnormal screening results. Patients with normal diagnostic testing (i.e., false positive result) will be recommended to return to their assigned surveillance arm. Standardized criteria from the AASLD and LI-RADS will be used to define incident HCC. Study team will use a set of validated surveys (e.g., Psychological Consequences Questionnaire, Decision Regret scale, FACIT-COST) to measure secondary outcomes of interest including psychological and financial harms."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Hepatocellular",
                "Liver Cancer",
                "Liver Cirrhosis",
                "Hepatitis B"
            ],
            "keywords": [
                "Hepatocellular carcinoma surveillance",
                "GALAD",
                "Alpha Fetoprotein"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a randomized open-label study comparing US ± AFP vs. GALAD-based surveillance every 6 (± 3-month window) months starting at randomization.",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A: Semi-annual surveillance using liver ultrasound +/- alpha-fetoprotein",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this arm will undergo current standard of care surveillance procedures i.e. liver ultrasound with or without alpha fetoprotein (AFP) measurement.",
                    "interventionNames": [
                        "Diagnostic Test: Liver Ultrasound with or without AFP"
                    ]
                },
                {
                    "label": "Arm B: Semi-annual surveillance using GALAD",
                    "type": "EXPERIMENTAL",
                    "description": "For participants in this arm, study team will order GALAD measurement every 6 months +/- 3 months.",
                    "interventionNames": [
                        "Diagnostic Test: GALAD"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "GALAD",
                    "description": "GALAD is a 3 biomarker panel incorporating AFP, AFP-L3% and DCP (all FDA approved), with patient age and sex.",
                    "armGroupLabels": [
                        "Arm B: Semi-annual surveillance using GALAD"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Liver Ultrasound with or without AFP",
                    "description": "This intervention consists of current standard of care ultrasound based surveillance with or without alpha-fetoprotein measurement.",
                    "armGroupLabels": [
                        "Arm A: Semi-annual surveillance using liver ultrasound +/- alpha-fetoprotein"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of HCC detected at late stage",
                    "description": "Proportion of HCC detected at a late stage, defined as HCC beyond Milan Criteria (one tumor less than or equal to 5 cm or 2-3 tumors each less than or equal to 3 cm, in the absence of vascular invasion or extra-hepatic metastases)",
                    "timeFrame": "5.5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "HCC Screening utilization",
                    "description": "Defined as proportion time covered by screening; each completed screening test (US +/- AFP or GALAD) will provide up to six months of coverage (numerator) divided by the total follow-up for each patient.",
                    "timeFrame": "5.5 years"
                },
                {
                    "measure": "Proportion of HCC detected at a late-stage (defined based on BCLC stage)",
                    "description": "Defined as HCC beyond BCLC stage A (single tumor of any size without vascular invasion or extrahepatic spread; or 2-3 tumors equal to or less than 3 cm each, without vascular invasion or extrahepatic spread)",
                    "timeFrame": "5.5 years"
                },
                {
                    "measure": "Incidence of late-stage HCC",
                    "description": "Defined as incidence of HCC (extended follow-up) beyond Milan Criteria or BCLC stage A",
                    "timeFrame": "8 years"
                },
                {
                    "measure": "Proportion of HCC cases that receive Curative therapy",
                    "description": "Defined as count of participants in receipt of liver transplantation, surgical resection, local ablative therapy, or radiation segmentectomy",
                    "timeFrame": "5.5 years"
                },
                {
                    "measure": "Number of participants who encountered screening related physical harm",
                    "description": "Physical harms will be defined as count of participants in receipt of diagnostic imaging for false positive or indeterminate results.",
                    "timeFrame": "5.5 years"
                },
                {
                    "measure": "Number of participants who encountered screening related financial harm",
                    "description": "Financial harms will be defined by direct costs (charges for all screening and diagnostic testing and co-pays) and indirect costs (e.g., travel and lost wages)",
                    "timeFrame": "5.5 years"
                },
                {
                    "measure": "Number of participants who encountered screening related Psychological harm",
                    "description": "Count of participants who encountered Psychological harms that includes cancer-specific worry and decisional regret.",
                    "timeFrame": "5.5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatient must meet all of the following inclusion criteria:\n\n1. Adult patients ages 18-85 with cirrhosis from any etiology or with chronic hepatitis B with a PAGE-B score greater than 9 within 12 months of enrollment\n2. Patient is eligible for HCC surveillance according to treating physician or by the site investigator\n3. Able to provide informed consent\n4. Life expectancy \\>6 months (after consent) as determined by the treating provider or site investigator\n\nExclusion Criteria:\n\nPatient will be excluded for any of the following exclusion criteria:\n\n1. Child Pugh C cirrhosis\n2. History or clinical symptoms of hepatocellular carcinoma or cholangiocarcinoma\n3. History of solid nodule on baseline ultrasound (i.e., lesion 1cm or greater) within 9 months prior to consent without subsequent diagnostic CT/MRI demonstrating benign nature)\n4. AFP \\>20 ng/mL within 6 months prior to consent, in the absence of a contrast-enhanced CT or MRI within 6 months of AFP (before or after) level demonstrating lack of suspicious liver lesions\n5. Newly diagnosed LR-3 greater than or equal to 1 cm within 6 months prior to consent\n6. History of LR-4, LR-5, or LR-M on multi-phase CT or contrast-enhanced MRI within 6 months prior to consent\n7. Presence of another active cancer besides non-melanomatous skin cancer or indolent cancer under active surveillance (e.g., prostate cancer or renal cell carcinoma) within the 2 years prior to consent\n8. Patient's provider is planning to use MRI- or CT- based surveillance moving forward\n9. History of a transjugular intrahepatic portosystemic shunt (TIPS)\n10. History of Fontan associated liver disease or cardiac cirrhosis\n11. History of solid organ transplantation\n12. Actively listed for liver transplantation\n13. Diagnosis of alcohol-associated hepatitis within 3 months prior to consent\n14. Documented current or continued signs and symptoms of acute Wilson disease (acute liver failure, acute neurological deficits, hemolysis)\n15. In patients with primary sclerosing cholangitis (PSC): Current active cholangitis within 90 days prior to consent\n16. Known or documented habitual non-adherence to previous research studies or medical procedures or unwillingness to adhere to protocol (e.g., unwilling to obtain consent or samples)\n17. In patients living with HIV: CD4+ T cell count less than 100 cells/mm3 within 60 days prior to consent\n18. Known pregnancy at consent\n19. Active warfarin use",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amit Singal, MD, MS",
                    "role": "CONTACT",
                    "phone": "214.645.6216",
                    "email": "Amit.Singal@UTSouthwestern.edu"
                },
                {
                    "name": "Sneha Deodhar, MS",
                    "role": "CONTACT",
                    "phone": "214.645.1378",
                    "email": "Sneha.Deodhar@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amit Singal, MD, MS",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Southern California",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90089",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kali Zhou, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kali Zhou, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94117",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rae Davis",
                            "role": "CONTACT",
                            "email": "rayshawnda.davis@ucsf.edu"
                        },
                        {
                            "name": "Neil Mehta, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Indiana University",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sherri Cummins",
                            "role": "CONTACT",
                            "email": "shcummin@iu.edu"
                        },
                        {
                            "name": "Naga Chalasani, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Michta",
                            "role": "CONTACT",
                            "email": "MMICHTA@mgh.harvard.edu"
                        },
                        {
                            "name": "Irun Bhan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shay Robison",
                            "role": "CONTACT",
                            "email": "roshay@med.umich.edu"
                        },
                        {
                            "name": "Neehar Parikh, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Henry Ford Health System",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Peruski",
                            "role": "CONTACT",
                            "email": "jperusk1@hfhs.org"
                        },
                        {
                            "name": "Reena Salgia, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "The Feinstein Institutes, Northwell Health, Inc.",
                    "status": "RECRUITING",
                    "city": "Manhasset",
                    "state": "New York",
                    "zip": "11030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dibnain Nanda",
                            "role": "CONTACT",
                            "email": "dnanda1@northwell.edu"
                        },
                        {
                            "name": "Sanjaya Satapathy, MBBS, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79788,
                        "lon": -73.69957
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grace Kim",
                            "role": "CONTACT",
                            "email": "gracekim.lee@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Jorge Marrero, MD,MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "UT Southwestern Medical Center and Parkland Hospital",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sneha Deodhar, MS",
                            "role": "CONTACT",
                            "phone": "214-645-1378",
                            "email": "TRACER@UTSouthwestern.edu"
                        },
                        {
                            "name": "Amit Singal, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Fares",
                            "role": "CONTACT"
                        },
                        {
                            "role": "CONTACT",
                            "email": "Sara.Fares@bcm.edu"
                        },
                        {
                            "name": "Fasiha Kanwal, MD, MSHS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006509",
                    "term": "Hepatitis B"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006505",
                    "term": "Hepatitis"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000018347",
                    "term": "Hepadnaviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000006525",
                    "term": "Hepatitis, Viral, Human"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Carcinoma, Hepatocellular",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "asFound": "Liver Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Liver Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9592",
                    "name": "Hepatitis A",
                    "relevance": "LOW"
                },
                {
                    "id": "M9595",
                    "name": "Hepatitis B",
                    "asFound": "Hepatitis B",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9591",
                    "name": "Hepatitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20487",
                    "name": "Hepadnaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9610",
                    "name": "Hepatitis, Viral, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}