{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04501081",
            "orgStudyIdInfo": {
                "id": "200047"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-DC-0047"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History of Autosomal Dominant Hearing Loss",
            "officialTitle": "Natural History of Autosomal Dominant Hearing Loss",
            "therapeuticArea": [
                "Other"
            ],
            "study": "natural-history-of-autosomal-dominant-hearing-loss"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-21",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-08-21",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-08-21",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-05",
            "studyFirstSubmitQcDate": "2020-08-05",
            "studyFirstPostDateStruct": {
                "date": "2020-08-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nHereditary hearing loss is one of the most common sensory disabilities affecting newborns. The main options for people with hereditary hearing loss are hearing aids and cochlear implants. Both options have their limitations and do not restore biological hearing. Researchers want to learn if gene editing might be a treatment option.\n\nObjective:\n\nTo understand the genes that cause non-syndromic autosomal dominant hearing loss (DFNA) in people with DFNA as well as their family members.\n\nEligibility:\n\nPeople age 3 99 who have DFNA, affected family members of enrolled participants with DFNA, and unaffected family members of enrolled participants\n\nDesign:\n\nParticipants will be screened with a medical and hearing history. Their medical records will be reviewed.\n\nParticipants will have hearing tests. They will wear headphones or earplugs. They will listen to tones, sounds, and words and may be asked to describe what they hear.\n\nParticipants will have balance tests. For these, they will wear googles as they watch moving lights or as cold or warm air is blown into their ears. They will sit in a spinning chair in a quiet, dark booth. From a reclined position, they will raise their head while listening to clicking sounds.\n\nParticipants will have blood drawn through a needle in the arm. Some blood will be used for gene testing.\n\nSome participants will have 2 skin biopsies. The skin will be washed, and a numbing medicine will be injected. Two small pieces of skin will be removed.\n\nParticipants may have a physical exam.\n\nParticipation will last for up to 20 years. Participants may give medical updates once a year.",
            "detailedDescription": "Hereditary hearing loss is one of the most common sensory disabilities affecting newborns (approximately 1/1000 live births). Currently, the main treatment options for patients with hereditary hearing loss include hearing aids and cochlear implantation. Both of these treatment options have limitations and are incapable of restoring natural hearing. Over the past few years, several studies have demonstrated the feasibility of using gene therapy to improve hearing in mouse models of human hereditary hearing loss. Nonsyndromic autosomal dominant sensorineural hearing loss (DFNA) is an attractive target for gene therapy since patients with DFNA usually develop hearing loss later during childhood or even adulthood. This allows for a longer time period during which therapeutic intervention can be delivered before the onset of potentially irreversible functional and pathologic changes. The genome editing technology has the potential of correcting the underlying genetic mutations in affected cell types. In this study, we plan to assess the efficacy of genome editing on cultured primary or immortalized fibroblasts obtained from DFNA patients. These patients and their family members will also be followed longitudinally to better characterize the natural history of DFNA. This will provide baseline data for DFNA that will be important for interpreting the results of future clinical trials of inner ear gene therapy.\n\nA summary of the study is listed below:\n\n1. Primary objectives\n\n   Objective: The primary objective of this study will be to determine if mutant alleles of genes causing autosomal dominant hearing loss (DFNA) can be inactivated by genome editing tools.\n\n   Study population: One proband per DFNA mutation.\n\n   Study design: Single subject design.\n\n   Outcome measures: Determine if genome editing could be applied to modify mutations in cultured primary or immortalized fibroblasts from patients with non- syndromic autosomal dominant hearing loss. The main outcome measure are, 1) efficiency of genome editing in DFNA fibroblasts and 2) specificity of genome editing at targeting the mutant allele.\n2. Secondary objectives\n\nObjective: The secondary objective of the study is to record the natural history of individuals with DFNA as well as their family members. We will identify the clinical, audiologic, and laboratory markers correlated with different genetic causes of DFNA.\n\nStudy population: DFNA subjects and family members.\n\nStudy design: Prospective longitudinal study.\n\nOutcome measures: Characterize the natural history of non-syndromic autosomal dominant hereditary disorders affecting hearing and/or balance and determining the variability of phenotypes associated with various mutations. The main outcome measures include, 1) severity of hearing loss at baseline (beginning of the study) and 2) progression of hearing loss."
        },
        "conditionsModule": {
            "conditions": [
                "Hearing Loss"
            ],
            "keywords": [
                "DFNA",
                "Genome Editing",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "FAMILY_BASED",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "DFNA patients and their family members (affected)"
                },
                {
                    "label": "2",
                    "description": "DFNA patients and their family members (unaffected)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine if genome editing could be applied to modify mutations in primary or immortalized cultured fibroblasts from patients with non-syndromic autosomal dominant hearing loss.",
                    "description": "After determination of the genetic mutation involved with the hearing loss, gRNAs will be generated which will target the mutation in individual probands. Specific outcome measures that will be collected include, 1) testing the efficiency of individual gRNAs at inducing genome editing in primary or immortalized fibroblast cultures from DFNA patients, and 2) assessing the specificity of individual gRNAs at inducing genome editing in both the mutant10. The efficiency of individual gRNAs at inducing genome editing will be assessed by the presence of indels in the mutant allele using deep sequencing. The specificity of genome editing for each gRNA will be assessed by comparing the genome editing efficiency of each gRNA at targeting the mutant allele vs. the wild type allele.",
                    "timeFrame": "Ongoing"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "severity of hearing loss at baseline (beginning of the study)",
                    "description": "The baseline variables (demographic and clinical characteristics) are:-age of onset of hearing loss-sex-family history of hearing loss-history of noise exposure-history of head trauma-laterality of hearing loss",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "progression of hearing loss.",
                    "description": "-presence of vestibular dysfunction as measured by vestibular testing (VNG, VEMP, rotary chair)-presence of inner ear malformation as assessed by temporal bone CT and or MRI of brain and IAC if deemed clinically necessary",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Affected persons with autosomal dominant hereditary sensorineural hearing loss, preferably confirmed by prior genetic testing\n* Affected family members of enrolled participants with known autosomal dominant hereditary hearing loss\n* Unaffected Family Members (Healthy Volunteers) of enrolled participant\n* Adults must be able to provide informed consent\n* Minors must have a parent or guardian able to provide informed consent\n* Subjects must be 3-99 years of age\n\nEXCLUSION CRITERIA:\n\n* Persons with sensorineural hearing loss (SNHL) and/or peripheral vestibular dysfunction associated with a non-genetic etiology such as infection, metabolic or immunologic disorders, or exposure to ototoxic agents such as cisplatin, or aminoglycoside antibiotics will not be included in this protocol.\n* Persons with sensorineural hearing loss known to be associated with surgical intervention (e.g.\n\nacoustic neuroma removal, failed stapedectomy).\n\nProspective study subjects who are cognitively impaired and lack consent capacity, will not be enrolled. A pre-screening eligibility checklist will be used and documented for registration under this protocol.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "We will be recruiting individuals with DFNA and their family members. Based on the investigator and clinic's capacity to evaluate an average of 20 subjects and 4 (80) additional family members annually, we project our study may accrue up to 200 probands and 800 family members in the first 10 years and for the duration of the study. Target enrollment is 1000, accrual ceiling is 1100 to allow for screen failures, withdrawals and dropouts)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marcia L Mulquin, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 858-3752",
                    "email": "mmulquin@mail.nih.gov"
                },
                {
                    "name": "Joshua Levy, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 935-8305",
                    "email": "joshua.levy@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joshua Levy, M.D.",
                    "affiliation": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-DC-0047.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000003638",
                    "term": "Deafness"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T591",
                    "name": "Autosomal Dominant Multiple Pterygium Syndrome",
                    "asFound": "Autosomal Dominant",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}