{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06001697",
            "orgStudyIdInfo": {
                "id": "72478"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Nature and Health: How Does Lifestyle and Environment Affect Health and Wellness",
            "officialTitle": "Nature and Health: How Does Lifestyle and Environment Affect Health and Wellness",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "nature-and-health-how-does-lifestyle-and-environment-affect-health-and-wellness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-14",
            "studyFirstSubmitQcDate": "2023-08-18",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gretchen Daily",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Allegheny Singer Research Institute (also known as Allegheny Health Network Research Institute)",
                    "class": "OTHER"
                },
                {
                    "name": "Richard King Mellon Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to examine if and how implementing nature prescriptions can increase time in nature and improve health to yield an actionable understanding of the nature-health connection. It aims to explore how public green spaces can be better used to improve individual and community health. Finally, this study aims to advance science by conducting a randomized controlled trial to improve understanding of the linkages between time in nature and human health.",
            "detailedDescription": "The investigators will conduct a randomized controlled trial in which physicians prescribe time in nature as an intervention to the study group. In total a goal of 240 patients will be recruited, including both children (13+) and adults. 120 of them will be assigned to the study group and 120 to the assigned to the control group. All study participants will be provided with a Global Positioning System (GPS)-enabled wearable device (Garmin Vivosmart 5) that is able to measure their activity levels, location, and additional health-related metrics, such as heart rate. All participants will be asked to provide information about their health and well-being through survey instruments and electronic health records. Both groups (intervention and control) will receive regular health advice targeting lifestyle factors associated with risk of chronic diseases. The treatment group will additionally receive a park prescription with information about the benefits of spending time in nature. They will also received a specified target amount of time to spend in nature, along with frequency of visits and recommended locations (e.g., specific parks), and information about parks and programming in the study area. Participants will also be asked to answer brief questions regarding their mental and physical health, as well as their physical excercise patterns every 72-hours through a research-grade smartphone app called Urban Mind over the course of this study. At baseline and end of study at 6-months the participants will also answer questionnaires that will assess their mental and physical health, as well as lifestyle factors such as physical activity, sleep, stress and exposure to nature. These questionnaires will be administered through the REDCap survey system."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Disease",
                "Risk Reduction",
                "Mental Health Wellness 1",
                "Physical Inactivity",
                "Sleep",
                "Depression",
                "Anxiety"
            ],
            "keywords": [
                "Nature",
                "Park prescription",
                "Mental health",
                "Physical health",
                "Chronic disease",
                "Lifestyle"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In total a goal of 240 patients will be recruited and randomised in a 1:1 ration to either the intervention or control group. This means 120 of them will be assigned to the study group and 120 to the assigned to the control group. The intervention group will receive health advice and a park prescription by their health care provider while the control group will receive regular health advice regarding lifestyle.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The treatment group will receive information regarding wellness factors by the doctor (health advice) and they will be asked to follow those recommendations for the duration of the study. In addition they will also receive a park prescription specifying a target amount of time to spend in nature, along with frequency of visits and recommended locations (e.g., specific parks), and information about parks and programming in the study area.",
                    "interventionNames": [
                        "Behavioral: Park prescription",
                        "Behavioral: Regular health advice"
                    ]
                },
                {
                    "label": "Control",
                    "type": "OTHER",
                    "description": "The control group will receive regular health advice and information regarding wellness factors by the doctor and they will be asked to follow those recommendations for the duration of the study.",
                    "interventionNames": [
                        "Behavioral: Regular health advice"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Park prescription",
                    "description": "The park prescription given by the patients care-provider includes information about the health benefits of spending time in nature and detailed information about the parks in the neighboring area. As well as access to a web-based platform called ParkRx which includes information and details about events in the parks in the study area. Together with information about the frequency and duration of visits to the parks.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Regular health advice",
                    "description": "Regular health advice relating to lifestyle factors that can decrease the risk of chronic disease and/or reducing the burden of an existing chronic disease. Areas included are diet, physical activity, sleep, stress and medications.",
                    "armGroupLabels": [
                        "Control",
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Nature Exposure Scale II (NES-II)",
                    "description": "Assess each participant's exposure to nature in everyday life. The Nature Exposure Scale II uses a 5-point likert scale for each item. Higher score means greater exposure to nature. The total score is an average of all the items included.",
                    "timeFrame": "Baseline and 6-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "CDC Health related quality of life - 14 (CDC-HRQOL-14)",
                    "description": "The Health related quality of life scale rates an individual's perceived physical and mental health over time. The main outcome score is the unhealthy days index, computed by adding a respondent's physically and mentally unhealthy days. Score goes from 0-30 where higher is worse.",
                    "timeFrame": "Baseline and 6-months"
                },
                {
                    "measure": "Brief-Pittsburgh Sleep Quality Index (B-PSQI)",
                    "description": "Brief-Pittsburgh Sleep Quality Index assesses an individuals perceived sleep quality. The questionnaires contains 6 items and the total score ranges from 0-15 where higher scores indicate worse sleep.",
                    "timeFrame": "Baseline and 6-months"
                },
                {
                    "measure": "Perceived Stress Scale (PSS-10)",
                    "description": "The Perceived Stress Scale is a measure of an individuals perceived stress levels. 10-items with scoring from 0-4 were higher is higher levels of perceived stress (worse). Total score is obtained by summing across all items.",
                    "timeFrame": "Baseline and 6-months"
                },
                {
                    "measure": "International Physical Activity Questionnaire Short form (IPAQ-S)",
                    "description": "The International Physical Activity Questionnaire - Short Form rates an individuals physical activity levels and types of exercise. The questionnaire consists of 7 items that measures days physically active as well as duration. Scores will calculated as categorical low/medium/high where higher is more active (1-3). And continuous by calculating metabolic equivalent of task (MET) minutes for a week MET-minutes/week where higher is better. 0-10000",
                    "timeFrame": "Baseline and 6-months"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ-8/PHQ-A)",
                    "description": "The Patient Health Questionnaire is a scale for measuring depression in adults. The scale has 8 items and the scores ranges from 0-3. The total score ranges from 0-24 where higher is more depression (worse). The Patient Health Questionnaire - Adolescence measures depression in teens (PHQ-A). The scale consists of 9 items and scores from 0-3 and a total score of 27. Where higher scores is worse (more depression).",
                    "timeFrame": "Baseline and 6-months"
                },
                {
                    "measure": "General Anxiety Disorder (GAD-7)",
                    "description": "The General Anxiety Disorder questionnaire is a scale for measuring levels of anxiety in individuals. The scale has 7 items and each items is scored 0-3 where the total score ranges from 0-21 where higher is worse (more anxiety).",
                    "timeFrame": "Baseline and 6-months"
                },
                {
                    "measure": "Step count",
                    "description": "Daily step count measured through the Garmin Vivosmart 5. Steps measured is day can range from 0 to unlimited where higher steps is considered better (more physical activity). Total steps will be averaged by days to calculate an average steps per days.",
                    "timeFrame": "From study start until study end (6 months)"
                },
                {
                    "measure": "Green view index",
                    "description": "Individuals nature exposure level measured through their GPS trajectories and Google Street View (GSV) images. Higher scores is better (more green space exposure).",
                    "timeFrame": "From study start until study end (6 months)"
                },
                {
                    "measure": "Urban Mind mental health assessment",
                    "description": "Scores of the mental health assessment taken every 72-hours. The Urban Mind mental health assessment consists of one question which rates mental health from 1-5 where higher is better (poor/fair/good/very good/excellent). The total score will be the average score per day.",
                    "timeFrame": "From study start until study end (6 months)"
                },
                {
                    "measure": "Urban Mind physical health assessment",
                    "description": "Scores of the physical health assessment taken every 72-hours. The Urban Mind physical health assessment consists of one question which rates physical health from 1-5 where higher is better (poor/fair/good/very good/excellent). The total score will be the average score per day.",
                    "timeFrame": "From study start until study end (6 months)"
                },
                {
                    "measure": "Urban Mind physical activity assessment",
                    "description": "Scores of the physical activity assessment taken every 72-hours. The Urban Mind physical activity assessment consists of one question which rates physical activity in minutes by increments where higher is better (None/\\<10/10-30/30-60/60-120/\\>120. The categories are converted into likert scale scores 1-6 and the total score is the average score.",
                    "timeFrame": "From study start until study end (6 months)"
                },
                {
                    "measure": "Urban Mind nature exposure assessment",
                    "description": "Scores of the nature exposure assessment taken every 72-hours. The Urban Mind nature exposure assessment consists of one question which rates nature exposure in minutes by increments where higher is better (None/\\<10/10-30/30-60/60-120/\\>120. The categories are converted into likest scale scores 1-6 and the total score is the average score.",
                    "timeFrame": "From study start until study end (6 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be a patient of the AHN Forbes Family Medicine clinic.\n* Participants must have one or more chronic conditions, or significant lifestyle risks as identified by their healthcare provider.\n* Participants must be between 13-65 years old.\n* Participants must be willing and able to provide informed consent to participate\n* Participants under 18 must be willing and able to assent for themselves and obtain parental consent.\n* Participants must be willing to comply with all study procedures for the duration of the study.\n* Participants must reside in the greater Pittsburgh area for the duration of 6-month study.\n* Participants must have a smartphone that is capable of running the Urban Mind App and connecting to the Garmin wearable device (iPhone 6 and newer as well as most Android phones).\n* Minors who participate must have their own smartphone.\n* Participants must have their own email address to register with the Urban Mind App and the Garmin App.\n* Only one participant from a household may enroll in the study.\n* Participants must be able to comprehend written English (questionnaires will be provided to participants in English).\n* Participants may not be an employee of Forbes Family Medicine clinic\n\nExclusion Criteria:\n\n* None, must meet all inclusion criteria.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sophie McCormick, BSc",
                    "role": "CONTACT",
                    "phone": "(412) 266-9713",
                    "email": "Sophie.Mccormick@ahn.org"
                },
                {
                    "name": "Maria Gioia, MD",
                    "role": "CONTACT",
                    "email": "maria.gioia@ahn.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gretchen Daily, PhD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Forbes Family Medicine/AHN Research Institute",
                    "status": "RECRUITING",
                    "city": "Monroeville",
                    "state": "Pennsylvania",
                    "zip": "15146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sophie McCormick, BSc",
                            "role": "CONTACT",
                            "email": "sophie.mccormick@ahn.org"
                        },
                        {
                            "name": "Maria Gioia, MD",
                            "role": "CONTACT",
                            "email": "maria.gioia@ahn.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42118,
                        "lon": -79.7881
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}