{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06122766",
            "orgStudyIdInfo": {
                "id": "H-49928"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "NGLY1 Natural History",
            "officialTitle": "Investigation of NGLY1 Deficiency Movement Disorder & Clinical Features",
            "therapeuticArea": [
                "Other"
            ],
            "study": "natural-history"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-02",
            "studyFirstSubmitQcDate": "2023-11-03",
            "studyFirstPostDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bernhard Suter",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Grace Science Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "N-glycanase 1 (NGLY1) Deficiency (OMIM #615273) is an ultra-rare, autosomal recessive disorder caused by loss of function variants in NGLY1 gene. The multisystemic disorder is characterized by five key features: (1) global developmental delay and/or intellectual disability, (2) a (primarily) hyperkinetic movement disorder (3) transient elevation of liver transaminases (4) (hypo)- alacrima and (5) peripheral neuropathy. The condition was first reported in 2012 and thus comprehensive characterization of the disease, especially its unique movement disorder, continues to be described.\n\nThe hyperkinetic movement disorder in NGLY1 Deficiency is highly complex and has been qualitatively described to include choreiform, athetoid, dystonic, myoclonic, action tremor, and dysmetric movements. These descriptors apply to both lower and upper limb movement in individuals with NGLY1 Deficiency.\n\nPreliminary results indicate that NGLY1 Deficiency is associated with a myriad of movement control problems and range from being unable to perform certain arm movements or walk to behaviors that appear quite similar to age-matched neurotypical individuals. Preliminary results suggest that when reaching for objects, arm motion patterns tend to display unusual joint and hand trajectories, relative to neurotypical individuals, thereby decreasing their effectiveness/efficiency. During gait, range of joint motion, particularly at the knee, was often significantly reduced combined with evidence of leg movement asymmetry. Additionally, preliminary results indicate that there is low frequency tremor, particularly in the upper limbs, that tends to decline during arm acceleration. These preliminary findings, if confirmed in a larger sample, provide entryways to the understanding of how NGLY1 Deficiency impacts movement control and thereby may serve both as diagnostic and therapeutic endpoints for physicians and therapists.\n\nThe purpose of this natural history study in NGLY1 Deficiency is to collect longitudinal measurements of movement concurrently with clinical and biomarker measures to aid in the development in end points for future therapeutic trials.",
            "detailedDescription": "This is a single center, longitudinal descriptive study of the concurrent movement disorders and neurodevelopmental and clinical status in children with NGLY1 Deficiency.\n\nSubjects will be recruited through the Grace Science Foundation (GSF), a patient advocacy organization focused on NGLY1 Deficiency. GSF will post on social media institutional review board (IRB)-approved information regarding the study. We will gather (1) detailed standardized motor function measures, (2) blood samples for laboratory analysis, and (3) clinical measures including growth and neurodevelopmental assessments.\n\nAssessments will occur at four time points: Visit 1 (baseline), Visit 2 (6 months ± 4 weeks), Visit 3 (12 months ± 4 weeks) and Visit 4 (24 months ± 4 weeks).\n\nClinical and laboratory measures will be collected to aid in analysis and to document factors which may impact the movement disorder as well as overall disease progression.\n\nStandard descriptive statistics will be used to evaluate all demographic and other clinical subject information.\n\nThe clinical data will be analyzed by a child neurologist, developmental pediatrician, or neuropsychologist by standard descriptive statistics (e.g. mean and standard deviation, T-tests). Movement data from the sub-domains of Bayley and Vineland, GMFM-88 and GMFCS, E \\& R will be compared against normative data and against longitudinal data obtained. Analyses will be performed at baseline evaluation, as well as the second and third timepoints.\n\nSTUDY ASSESSMENTS:\n\n* Physical Examination: A physical examination will include, at a minimum, assessments of the cardiovascular, respiratory, gastrointestinal, skin, and musculoskeletal systems.\n* Height, weight, and head circumference will also be measured and recorded.\n* Medical History\n* Neurological Examination\n* Ophthalmologic Examination\n* Gross Motor Function Measure (GMFM-88):The GMFM-88 is an assessment tool designed to measure changes in gross motor function over time (Harvey 2017) or with intervention in children with cerebral palsy.\n* Gross Motor Function Classification System, Expanded \\& Revised (GMFCS, E \\& R):The GMFCS - E\\&R is a 5-level classification system that describes the gross motor function of children and youth on the basis of their self-initiated movement with particular emphasis on sitting, walking, and wheeled mobility; it was developed for children with cerebral palsy and has been used with other neuromuscular pediatric diseases.\n* Communication Function Classification System (CFCS): The purpose of the CFCS is to classify the everyday communication performance of an individual with cerebral palsy into one of five levels\n* Bayley Scales of Infant and Toddler Development - Fourth Edition (BSID-4): The BSID-4 (Bayley 2019) is designed for infants and toddlers from 16 days to 42 months of age, but due to the level of impairment in individuals with NGLY1 Deficiency, the scale will be utilized independent of the age of the subject so age-independent normative scores will be analyzed.\n* Wechsler Preschool and Primary Scale of Intelligence (WPPSI-IV): The WPPSI-IV will be performed at each visit if subjects are too highly functioning for the Bayley and have aged out. The WPPSI-IV uses subtests and composite scores to assess a student's general intellectual ability and cognitive functioning based on their test performance and chronologic age.\n* Vineland Adaptative Behavior Scale - Version 3 (Vineland 3):The Vineland-3 measures adaptive functioning, specifically communication, daily living skills, socialization, and motor skills\n* Clinician Global Impression of Severity (CGI-S) and Clinician Global Impression of Change (CGI-C):The CGI-S, adapted for NGLY1 Deficiency, assesses severity of the subject's symptoms of NGLY1 Deficiency.\n* Caregiver Global Impression of Severity (CaGI-S) and Caregiver Global Impression of Change (CaGI-C):The CaGI-S, adapted for NGLY1 Deficiency, assesses severity of the subject's symptoms of NGLY1 Deficiency based on the caregiver's impression.\n* Blood Draw: Plasma GNA Biomarkers and Liver Function Test"
        },
        "conditionsModule": {
            "conditions": [
                "NGLY1 Deficiency"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Plasma GNA samples will be collected as a secondary endpoint. The samples may be stored indefinitely after the end of the study to achieve study objectives. Additionally, with subjects' consent, samples may be used for further research by the sponsor or others such as universities or other companies to contribute to the understanding of NGLY1 or other diseases, the development of related or new treatments, or research methods."
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "N-glycanase 1 (NGLY1) Deficiency"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To characterize movement and gait disorder",
                    "description": "in a larger cohort of NGLY1 Deficiency subjects",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To determine the progression of movement disorder parameters",
                    "description": "via collection of longitudinal data",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "To describe associations between movement disorder parameters with relevant clinical measures",
                    "description": "such as neurodevelopmental assessments and laboratory values",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals aged 2 to 25 years with a confirmed molecular diagnosis of NGLY1 Deficiency.\n* Subjects and/or their parents or legal guardians signed a written informed consent and assent (if applicable).\n\nExclusion Criteria:\n\n* Prior or current participation in a therapeutic trial for NGLY1 Deficiency (note that neither the plan for future participation in an interventional trial nor participation in previous pilot study preclude entering this trial).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "N-glycanase 1 (NGLY1) Deficiency (OMIM #615273) is an ultra-rare, autosomal recessive disorder caused by loss of function variants in NGLY1 gene. The multisystemic disorder is characterized by five key features: (1) global developmental delay and/or intellectual disability, (2) a (primarily) hyperkinetic movement disorder (3) transient elevation of liver transaminases (4) (hypo)- alacrima and (5) peripheral neuropathy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bernhard Suter, MD",
                    "role": "CONTACT",
                    "phone": "832-822-7388",
                    "email": "suter@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bernhard Suter, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bernhard Suter, MD",
                            "role": "CONTACT",
                            "phone": "832-822-1779",
                            "email": "suter@bcm.edu"
                        },
                        {
                            "name": "Gary Clark, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Holly Harris, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1785",
                    "name": "Deficiency of N-glycanase 1",
                    "asFound": "NGLY1 Deficiency",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}