{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01730131",
            "orgStudyIdInfo": {
                "id": "130017"
            },
            "secondaryIdInfos": [
                {
                    "id": "13-N-0017"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History Study of Progressive Multifocal Leukoencephalopathy (PML)",
            "officialTitle": "Natural History Study of Progressive Multifocal Leukoencephalopathy (PML)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "natural-history-study-of-progressive-multifocal-leukoencephalopathy-pml"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-21",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-11-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2012-11-17",
            "studyFirstSubmitQcDate": "2012-11-17",
            "studyFirstPostDateStruct": {
                "date": "2012-11-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Progressive multifocal leukoencephalopathy (PML) is a severe viral infection of the brain. It is caused by JC virus. Many people have this virus in their bodies all their life, but it is usually kept in check by their immune system. If the immune system does not work right because of a disease or medication, the virus becomes active and can damage cells in the brain. Not much is known about PML or how it affects the immune system. Researchers want to study people with PML to better understand the natural history of the disease.\n\nObjectives:\n\n- To study the natural history of PML.\n\nEligibility:\n\n- Individuals at least 2 years of age who have PML.\n\nDesign:\n\n* Participants will be screened with a physical exam, medical history, and imaging studies.\n* Participants will have several visits to the National Institutes of Health Clinical Center. There will be an initial visit, monthly visits for the next 6 months, a 12-month visit, and possible visits afterward.\n* At the initial visit, participants will give blood, urine, and spinal fluid samples. They will also have neurological tests and imaging studies of the brain.\n* For the next five visits, participants will give blood and urine samples. They will also have neurological tests and imaging studies of the brain.\n* The 6-month and 12-month visits will repeat the tests from the initial visit.\n* Other optional procedures include bone marrow samples and skin biopsies. Additional blood tests and imaging studies may be performed.\n* Treatment will not be provided as part of this study.",
            "detailedDescription": "The objective of this study is to examine the risk factors and natural course of JCV infection and progressive multifocal leukoencephalopathy (PML). PML is a devastating, demyelinating neurological disease affecting the brain of patients with a compromised immune system. It is caused by reactivation of JC virus (JCV), a small DNA virus that infects the majority of the population without clinical significance. There are currently no treatments available for PML.\n\nWe plan to study patients with suspected or confirmed PML with different underlying conditions including patients on immune-modulatory therapies for multiple sclerosis (MS), rheumatologic diseases or other autoimmune diseases, as well as patients with HIV infection or other conditions leading to a compromised immune system. Patients will be seen at defined time points during their disease course and detailed assessments will be performed to collect clinical and imaging data. Blood, cerebrospinal fluid (CSF) and urine will also be collected at these time points to evaluate the behavior and biology of the JCV and the patients immune responses to the infection. These tests will lead to a better understanding of the pathophysiology of PML and the course of this disease in different patient groups. Additionally, we will recruit a patient control cohort represented by patients with impaired immune function for any cause and considered at risk for development of PML, and a healthy volunteer cohort. The purpose of these additional cohorts is to explore and validate biomarkers for risk of development of PML and early diagnosis. Additionally, the healthy volunteer cohort may be screened and evaluated as possible donors of peripheral blood mononuclear cells (PBMC) for manufacture of virus-specific T cells.\n\nThe detailed characterization described above will be used to help identify:\n\n1. Clinical imaging and/or laboratory features pathognomonic of JCV infection and disease course that may aid in earlier diagnosis and appropriate intervention\n2. Clinical imaging and/or laboratory features of the disease course that is predictive of clinical outcomes\n\nThis information will be integrated to develop a clinically relevant, disease-specific assessment scale of PML, which is currently not available. Such a scale would be a useful tool for the clinical management of patients (i.e., for development of standards of care), as well as for clinical trial design and interpretation.\n\nThe long-term objectives of this study are to improve the understanding of the disease course and underlying pathophysiology, to identify subgroups with different prognosis and/or susceptibility to interventions, and to help identify therapeutic targets and/or intervention strategies. Equally important, these efforts will allow development of a repository of cryopreserved biological samples that will be used for validation of candidate biomarkers in future studies; this data and biological bank will be made available to outside laboratories."
        },
        "conditionsModule": {
            "conditions": [
                "Progressive Multifocal Leukoencephalopathy"
            ],
            "keywords": [
                "Encephalitis",
                "Immune Reconstitution Syndrome",
                "Human Immunodeficiency Virus",
                "Multiple Sclerosis",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 700,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control Patients at Risk for PML",
                    "description": "Participants with impaired immune function from any cause and considered at risk for PML"
                },
                {
                    "label": "Healthy Volunteers",
                    "description": "Healthy volunteers without impaired immune function"
                },
                {
                    "label": "PML Patients",
                    "description": "Participants with PML"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To characterize the baseline features, of patients with PML with regards to clinical features imaging studies, immunological markers, and viral studies.",
                    "description": "1. Characterization of distinctive imaging features to differentiate between actively progressing PML, and PML-IRIS and inactive PML 2. Characterization of distinctive clinical features to differentiate between actively progressing PML, PML- and IRIS, and inactive PML 3. Characterization of immune and virological features to differentiate between actively progressing PML, and PML- IRIS, and inactive PML 4. Characterization of immune and virological differences across PML patient populations with different underlying disease, subjects at risk for developing PML, and healthy individuals 5. Characterization of genetic susceptibility for development of PML",
                    "timeFrame": "one year following last enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To longitudinally follow patients with PML with thorough characterization of their clinical course, imaging correlates, immunological markers, and viral studies",
                    "description": "1. Temporal correlation between clinical course and imaging and/or laboratory measures 2. To identify biomarkers that can predict long-term outcome and response to treatment interventions 3. To develop a clinically relevant assessment scale for PML that identifies milestones of disease progression 4. To develop a repository of cryopreserved biological samples that will be used for validation of candidate biomarkers in future studies 5. To characterize the immune profile in blood and CSF of patients with PML 6. To determine the eligibility of PML patients for participation in other studies 7. To screen and evaluate healthy subjects as donors for manufacture of virus-specific T cells (to be administered to patients under separate, dedicated protocol)",
                    "timeFrame": "one year following last enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Suspected or confirmed PML\n  2. MRI compatible with PML\n  3. Able to participate in the studies and follow-up required by the protocol\n  4. At least 2 years old\n\nEXCLUSION CRITERIA:\n\n1. Significant condition, which in the judgment of the principal investigator, would make participation in the diagnostic and research parts of evaluation impossible or risky.\n2. Medical contraindication to MRI (i.e., devices such as a cardiac pacemaker or infusion pump, other metallic implants, metallic foreign objects, body piercings that cannot be removed)\n3. Pregnancy\n4. Inability to provide informed consent, either directly or via appointed power of attorney\n5. Unwillingness to consent for collection of biological samples or their cryopreservation",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary clinical for participants that have PML or at risk for PML and community sample/healthy relatives for healthy volunteers.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mauricio Campillay",
                    "role": "CONTACT",
                    "phone": "(301) 496-3825",
                    "email": "mauricio.campillay@nih.gov"
                },
                {
                    "name": "Irene CM Cortese, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-9175",
                    "email": "corteseir@ninds.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Irene CM Cortese, M.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19778765",
                    "type": "BACKGROUND",
                    "citation": "Cinque P, Koralnik IJ, Gerevini S, Miro JM, Price RW. Progressive multifocal leukoencephalopathy in HIV-1 infection. Lancet Infect Dis. 2009 Oct;9(10):625-36. doi: 10.1016/S1473-3099(09)70226-9."
                },
                {
                    "pmid": "4104715",
                    "type": "BACKGROUND",
                    "citation": "Padgett BL, Walker DL, ZuRhein GM, Eckroade RJ, Dessel BH. Cultivation of papova-like virus from human brain with progressive multifocal leucoencephalopathy. Lancet. 1971 Jun 19;1(7712):1257-60. doi: 10.1016/s0140-6736(71)91777-6. No abstract available."
                },
                {
                    "pmid": "19828476",
                    "type": "BACKGROUND",
                    "citation": "Gheuens S, Pierone G, Peeters P, Koralnik IJ. Progressive multifocal leukoencephalopathy in individuals with minimal or occult immunosuppression. J Neurol Neurosurg Psychiatry. 2010 Mar;81(3):247-54. doi: 10.1136/jnnp.2009.187666. Epub 2009 Oct 14."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2013-N-0017.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007968",
                    "term": "Leukoencephalopathy, Progressive Multifocal"
                },
                {
                    "id": "D000056784",
                    "term": "Leukoencephalopathies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000018792",
                    "term": "Encephalitis, Viral"
                },
                {
                    "id": "D000020805",
                    "term": "Central Nervous System Viral Diseases"
                },
                {
                    "id": "D000002494",
                    "term": "Central Nervous System Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000069544",
                    "term": "Infectious Encephalitis"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000027601",
                    "term": "Polyomavirus Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000012897",
                    "term": "Slow Virus Diseases"
                },
                {
                    "id": "D000004660",
                    "term": "Encephalitis"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000090862",
                    "term": "Neuroinflammatory Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7825",
                    "name": "Encephalitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28591",
                    "name": "Leukoencephalopathies",
                    "asFound": "Leukoencephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10971",
                    "name": "Leukoencephalopathy, Progressive Multifocal",
                    "asFound": "Progressive Multifocal Leukoencephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27529",
                    "name": "Immune Reconstitution Inflammatory Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20851",
                    "name": "Encephalitis, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M22560",
                    "name": "Central Nervous System Viral Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5743",
                    "name": "Central Nervous System Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M457",
                    "name": "Infectious Encephalitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M23236",
                    "name": "Polyomavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15700",
                    "name": "Slow Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2803",
                    "name": "Neuroinflammatory Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4736",
                    "name": "Progressive Multifocal Leukoencephalopathy",
                    "asFound": "Progressive Multifocal Leukoencephalopathy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}