{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00943514",
            "orgStudyIdInfo": {
                "id": "090172"
            },
            "secondaryIdInfos": [
                {
                    "id": "09-H-0172"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History of Bronchiectasis",
            "officialTitle": "Natural History of Bronchiectasis",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "natural-history-of-bronchiectasis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-28",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2009-08-01",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2009-07-21",
            "studyFirstSubmitQcDate": "2009-07-21",
            "studyFirstPostDateStruct": {
                "date": "2009-07-22",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n* Bronchiectasis is a disease characterized by airways that are inflamed, abnormally dilated, and chronically infected. Individuals with bronchiectasis have a history of chronic and recurring respiratory infections. Depending on the underlying cause, these infections may involve the entire respiratory tract, resulting in sinus, ear, and lung disease.\n* Bronchiectasis continues to be a significant problem in developing countries and in specific groups of individuals, particularly in people who have cystic fibrosis. Although treatments are available or under development for bronchiectasis related to cystic fibrosis, many of the disease-specific treatments may not be effective for bronchiectasis not related to cystic fibrosis.\n\nObjectives:\n\n- To study the natural history of bronchiectasis to identify inherited and immune factors that may explain why certain individuals have chronic recurring infections.\n\nEligibility:\n\n* Individuals 5 years of age and older who have an established diagnosis of bronchiectasis or a history of chronic/recurring respiratory infections.\n* Direct family members (e.g., parents, siblings, children) of patients in the study may also be asked to participate.\n\nDesign:\n\n* Potential participants will be screened with an initial clinic evaluation and full medical history, as well as a general quality of life and respiratory symptom questionnaire.\n* The following standard procedures may be done as part of the study: air sampling from the nose; imaging studies, which may include an x-ray or computed tomography (CT), lung function tests; and collection of samples of blood, urine, and sputum (phlegm or mucus). Other tests may be performed as required by the researchers, and will be explained to patients as needed.\n* Both patients and relatives (if asked to participate) will provide the following samples: blood or buccal (cheek swab) cells for genetic testing, sputum, and urine.\n* To prevent infections and potential disease progression, patients may receive standard medical care and treatment for bronchiectasis and related infections during this protocol.",
            "detailedDescription": "Bronchiectasis, or abnormal dilation of the airways, is a condition typically characterized by chronic and recurring respiratory tract infections. Frequently, depending on the underlying cause, these infections involve the entire respiratory tract resulting in sinus, ear, and lung disease. This condition used to be more common in children prior to immunizations for childhood infections. It continues to be a significant problem in developing countries and in specific groups of individuals in the U.S. Cystic fibrosis (CF) is the most commonly associated genetic condition and tremendous strides have been made in recent years in understanding the mechanisms of this disease that are leading to a multitude of emerging novel treatment strategies. The mechanisms of other causes for bronchiectasis have not evolved to this degree, and many of the disease-specific treatments being assessed for cystic fibrosis may not be effective for non-CF bronchiectasis. Often bronchiectasis can be associated with chronic infections from environmental germs such as the nontuberculous mycobacteria."
        },
        "conditionsModule": {
            "conditions": [
                "Bronchiectasis",
                "Cystic Fibrosis",
                "Autoimmune Disease",
                "Common Variable Immunodeficiency"
            ],
            "keywords": [
                "Variant Cystic Fibrosis",
                "Bronchopulmonary Mycosis",
                "Airway Infection Susceptibility",
                "Chronic Respiratory Infection",
                "Primary Ciliary Dyskinesia",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 900,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "chronic or recurring respiratory infections including pulmonary nontuberculous mycobacterial disease"
                },
                {
                    "label": "2",
                    "description": "Relatives"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Identify causes and/or underlying conditions associated with bronchiectasis",
                    "description": "Identify causes and/or underlying conditions associated with bronchiectasis.",
                    "timeFrame": "Patients will be seen at least every 6 months for the first 2 years, and then at 1-5 year intervals to follow the course of their disease for 5 years or until they no longer wish to return."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Monitor a cohort of bronchiectasis patients to better understand factors associated with progression of disease and to assess outcomes of management and therapeutic strategies.",
                    "description": "1)Assessment of genetic, systemic immune, and/or epithelial surface defense mechanisms: a) Collection and storage of blood and sputum b) Use and storage of other relevant biologic specimens 2) Assessment: a) St. George s Respiratory Questionnaire b) Pulmonary Symptom Severity Score c) Medical Research Council Dyspnea Scale d) Six-minute walk e) Computerized tomography score f) Spirometry: g) Lower airway microbiology: Gram s stain/bacterial cultures, modified acid-fast bacteria (AFB) smear/Nocardia cultures, wet mount/fungal cultures, and AFB smear/mycobacterial cultures h) Inflammatory markers: sedimentation rate, C-reactive protein, beta-2 microglobulin i) Screen adult patients for anxiety and depression and correlate with standardized measures of respiratory symptoms, disease severity, and quality of life.",
                    "timeFrame": "Patients will be seen at least every 6 months for the first 2 years, and then at 1-5 year intervals to follow the course of their disease for 5 years or until they no longer wish to return."
                },
                {
                    "measure": "Define mechanisms and pathophysiology for the development and progression of bronchiectasis",
                    "description": "Genetic, systemic immune, and/or epithelial surface defense mechanisms involved in airway infection susceptibility and/or development of bronchiectasis through the",
                    "timeFrame": "Patients will be seen at least every 6 months for the first 2 years, and then at 1-5 year intervals to follow the course of their disease for 5 years or until they no longer wish to return."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* PARTICIPANT INCLUSION CRITERIA:\n\n  1. Children age 5 years and above and adults referred to the NIH with chronic or recurring respiratory infections will be eligible for participation.\n  2. Males and females will be considered without regard to race or ethnicity or upper age limit.\n  3. Emphasis will be primarily on non CF bronchiectasis for elucidation of mechanisms of infection susceptibility. However, select patients with cystic fibrosis or acquired immune defects (such as HIV) may be studied if relevant host defects are suspected, if needed for comparison purposes, or to evaluate and study the management of chronic pathogen associated conditions such as nontuberculous mycobacterial infections or allergic bronchopulmonary aspergillosis.\n  4. Subjects must have a primary or referring physician\n  5. Subjects must be willing to have samples stored\n\nINCLUSION CRITERIA FOR RELATIVES:\n\nAs a part of this protocol we may obtain blood, sputum, urine, or buccal swabs from some blood relatives of patients on the study, with the hope of isolating and characterizing the primary host defense defect(s) or genetic links responsible for airway infection susceptibility and/or bronchiectasis seen within families. Male and female relatives will be accepted without limitation due to age. These relatives may have pertinent disease-related history obtained, but will neither receive treatment nor have any other protocol procedures done unless they are enrolled on the study.\n\nPARTICIPANT EXCLUSION CRITERIA:\n\n1. We wish to avoid enrolling subjects, especially children, who have common respiratory problems (aeroallergen sensitivity, asthma, gastric esophageal reflux) that are not associated with an underlying abnormality in host defenses. Evidence of significance of chronic or recurring infections suggestive of an underlying airway surface or systemic host defense defect should be documented by one or more of the following: a) sinus or lower airway cultures positive for bacterial, fungal, or mycobacterial pathogens characteristic of these defects; or b) radiographic evidence of sinusitis with mucosal thickening and/or air-fluid levels; or c) radiographic evidence of bronchiectasis; d) severity of otitis media requiring placement of tympanic membrane pressure equalization tubes; e) severity of sinusitis requiring surgical intervention.\n2. Patients who are unable or unwilling to provide informed consent either directly or via appropriately designated surrogate.\n3. Any patient who, in the opinion of the Investigator, is unable or unwilling to comply with regular follow-up or is unlikely to provide pertinent information regarding disease progression or response to treatment may be excluded from longitudinal follow-up.\n\nPARTICIPATION OF CHILDREN:\n\nChildren under the age of 5 will be excluded from this protocol due to the difficulty of performing pertinent assays in infants and younger children, difficulty distinguishing significance of respiratory infections which occur commonly in younger children, and the lack of adequate facilities and equipment for management of children younger than 2 years.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Children age 5 years and above and adults with chronic or recurring respiratory infections including pulmonary nontuberculous mycobacterial disease",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chevalia Robinson, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 496-3973",
                    "email": "robinsoc1@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin P Fennelly, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2009-H-0172.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003550",
                    "term": "Cystic Fibrosis"
                },
                {
                    "id": "D000001987",
                    "term": "Bronchiectasis"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000017074",
                    "term": "Common Variable Immunodeficiency"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6755",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5263",
                    "name": "Bronchiectasis",
                    "asFound": "Bronchiectasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M7380",
                    "name": "Disease Susceptibility",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "asFound": "Autoimmune Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6164",
                    "name": "Ciliary Motility Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "relevance": "LOW"
                },
                {
                    "id": "M19398",
                    "name": "Common Variable Immunodeficiency",
                    "asFound": "Common Variable Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1710",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1429",
                    "name": "Common Variable Immunodeficiency",
                    "asFound": "Common Variable Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4687",
                    "name": "Primary Ciliary Dyskinesia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}