{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04690816",
            "orgStudyIdInfo": {
                "id": "10000207"
            },
            "secondaryIdInfos": [
                {
                    "id": "000207-AR"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History of Coronavirus Disease (COVID-19) in Systemic Autoimmune Diseases",
            "officialTitle": "The Natural History of Coronavirus Disease (COVID-19) in Systemic Autoimmune Diseases; An Observational Prospective Study",
            "therapeuticArea": [
                "Immunology and Rheumatology"
            ],
            "study": "natural-history-of-coronavirus-disease-covid-in-systemic-autoimmune-diseases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-30",
            "studyFirstSubmitQcDate": "2020-12-30",
            "studyFirstPostDateStruct": {
                "date": "2020-12-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nViral infections such as COVID-19 may lead to flare-ups in people with systemic autoimmune diseases (SAD). These infections may also change the function of their immune system and/or cause problems with their blood vessels. Researchers want to learn how people with SAD respond to treatments or vaccines for COVID-19.\n\nObjective:\n\nTo understand how COVID-19 affects inflammation, the immune system, and blood vessels in adults and children with autoimmune diseases.\n\nEligibility:\n\nPeople ages 15 and older who have been diagnosed with an autoimmune disease or are a healthy volunteer\n\nDesign:\n\nParticipants will have a screening visit. This will include:\n\nMedical history and physical exam\n\nEKG\n\nChest x-ray\n\nCOVID-19 test. A swab will be put in the participant s nose or the back of their mouth.\n\nBlood and urine tests\n\nParticipants will be placed into 1 of 4 groups:\n\n1. Those with previously documented COVID-19 infection or COVID vaccination\n2. Those with a recently known COVID-19 exposure or vaccination\n3. Those with no known COVID-19 exposure or vaccination\n4. Those who developed an acute COVID-19 infection\n\nDepending on their group, participants will have 1 to 5 more visits. These will occur over 12 to 18 months. Visits may include:\n\nFDG PET/CT scan. Participants will lie in a doughnut-shaped machine. The machine creates pictures of the body. For the scan, they will have a radioactive substance injected into their arm through an IV.\n\nKidney function tests\n\nNon-invasive vascular studies test. These tests are similar to what it feels like to have blood pressure checked.",
            "detailedDescription": "Study Description:\n\nThis is an observational study to characterize how COVID-19 modulates systemic inflammation, autoimmune features and vasculopathy in adult and pediatric patients with a prior diagnosis of systemic autoimmunity, and their overall outcomes including response to potential antiviral treatments or vaccines.\n\nObjectives:\n\nPrimary Objective: Characterize how COVID-19 modulates systemic inflammation, autoimmunity features, organ damage and vasculopathy in adult and pediatric patients with a diagnosis of systemic autoimmunity. Characterize how exposure to a COVID vaccine modulates systemic inflammation, autoimmunity features and vasculopathy in adult and pediatric patients with a diagnosis of systemic autoimmunity. Assess how subjects with systemic autoimmunity respond to COVID-19 regarding antiviral and/or proinflammatory responses and overall outcomes\n\nSecondary Objectives: Understand prevalence and severity of COVID-19 in individuals with autoimmune diseases, and the variables that associate/predict these responses.\n\nEndpoints:\n\nPrimary Endpoint: Immune dysregulation and vasculopathy modulation following COVID-19.\n\nSecondary Endpoints: Immunologic and clinical response to potential antiviral/immune modulator treatments and/or vaccines that are used during COVID-19 for clinical purposes. Overall outcome following exposure to COVID-19 and/or COVID vaccine (response to virus, status of rheumatologic disease)"
        },
        "conditionsModule": {
            "conditions": [
                "Systemic Autoimmune Diseases"
            ],
            "keywords": [
                "COVID-19 Study",
                "Natural History of Coronavirus Disease (COVID-19) in Systemic Autoimmune Disease",
                "An Observational Prospective Study for COVID-19",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteers",
                    "description": "Healthy Volunteers to have a comparative group,without an underlying autoimmune disease or other significant medical problems"
                },
                {
                    "label": "Systemic Autoimmune Diseases",
                    "description": "Patients with associated systemic autoimmune diseases."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Primary Objective: Characterize how COVID-19 modulates systemic inflammation, autoimmunity features, organ damage and vasculopathy in adult and pediatric patients with a previous diagnosis of systemic autoimmunity. Assess how subjects with syste...",
                    "description": "Measures of Immune dysregulation (gene expression changes in immune cells, immune cell subset proportions, serum cytokine and autoantibody levels and repertoire), vasculopathy (changes in vascular function tests (CAVI, Endopat and sphygmocor quantification) and , in some cases, vascular inflammation (as measured by FDG-PET CT) before and after COVID-19.",
                    "timeFrame": "48 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Understand prevalence and severity of COVID-19 in individuals with autoimmune diseases, and the variables that associate/predict these responses.",
                    "description": "Clinical outcomes, as assessed by disease-specific activity/severity measures in response to COVID infection. Response to potential antiviral treatments and/or vaccines that are used for clinical reasons in response to COVID-19 exposure or prevention.",
                    "timeFrame": "48 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria as per respective group:\n\n1. Stated willingness to comply with all study procedures and availability for the duration of the study\n2. Male or female age greater than or equal to 15 years old with no upper age limit.\n3. Ability of subject to understand and the willingness to sign a written informed consent and/or assent document.\n4. For Healthy Volunteers Group:\n\n   * Age greater than or equal to 15 with no upper age limit.\n   * No history of autoimmune diseases and in good general health as evidenced by medical history.\n5. For symptomatic COVID-19 group must have laboratory evidence (positive PCR for SARS-COV-2 or other test developed after this proposal gets approved and is available through the Clinical Center) and one of the signs and symptoms associated with COVID-19 infection (e.g. fever or chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea or vomiting, diarrhea).\n6. For post COVID-19 study visits must have laboratory evidence (e.g. positive PCR for SARS- COV-2, antibody against SARS-COV-2 or other test developed after this proposal gets approved) of current or prior exposure to COVID-19. Alternatively, patients should have documented evidence of having received one of the SARS-COV-2 vaccines that may become available during the study.\n7. For subjects with known COVID exposure, they must fulfill one of the following criteria:\n\n   * A minimum of 28 days has passed since the initial positive test date AND B. Resolution of fever was greater than or equal to7 days ago (without the use of fever-reducing medications) AND C. Resolution of respiratory symptoms was greater than or equal to7 days ago, OR\n   * A minimum of 10 days has passed since the initial positive test AND B. A minimum of 2 consecutive oropharyngeal swabs OR 2 consecutive nasopharyngeal swabs or Mid-turbinate Swabs or 2 saliva testing collected greater than or equal to 24 hours apart that are negative for SARS CoV-2 PCR A positive PCR requires restarting the series of swabs (wait 5 days to retest)\n8. Specific Inclusion Criteria for Systemic Autoimmunity Diseases Group:\n\n   * Age greater than or equal to 15 years with no upper age limit\n   * Systemic lupus erythematosus (SLE): Meets at least 4 of 11 modified American College of Rheumatology (ACR) (1997) Revised Criteria for the Classification of Systemic Lupus Erythematosus or Systemic Lupus International Collaborating Clinics (SLICC) classification criteria for systemic lupus erythematosus.\n   * Anti-neutrophil cytoplasmic antibody associated vasculitis (AAV): Meet Revised 1990 ACR criteria for Granulomatosis with polyangiitis (GPA) or the 2012 Chapel Hill Nomenclature for microscopic polyangiitis (MPA).\n   * Idiopathic inflammatory myopathies (IIM):Meets the 2017 EULAR/ACR Classification Criteria for Adult and Juvenile idiopathic inflammatory myopathies and their major subgroups.\n   * Primary Sjogren's syndrome (SS): Meets 2016 ACR criteria.\n   * Progressive systemic sclerosis (PSS): ACR/EULAR 2013 Classification criteria.\n   * Immunologically mediated kidney diseases (IKD): Based on results from kidney biopsy consistent with immunologically mediated nephrotic syndrome and/or glomerulonephritis\n   * Rheumatoid arthritis (RA): Meet the 2010 ACR/EULAR Classification Criteria.\n   * Systemic autoimmunity syndrome not otherwise specified (SA-NOS): Patients not fulfilling criteria for a specific systemic autoimmune disease but with evidence of autoantibodies and clinical features suggestive of a systemic autoimmune disorder.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Pregnant and lactating subjects will be excluded because pregnancy and lactation modify immune responses and may interfere with correlations.\n2. Concomitant medical problems which would confound the interpretation of studies gathered by this protocol. Included in this is the presence of HIV in the blood, active malignancies, or other significant medical conditions that may interferes with interpretation of studies.\n3. Concomitant medical, surgical or other conditions for which inadequate facilities are available to support their care at NIH.\n4. Inability or unwillingness to comply with follow up requirements (e.g. distance, social, physical limitations).\n5. Any comorbidity of medical or psychological/psychiatric condition or treatment, that in the opinion of the Principal Investigator, would exclude the subjects from the research studies (e.g. Patient requiring urgent and/or acute medical care, surgical or other procedures)\n6. Unwilling to participate in research studies or to provide research samples or data\n7. Exclusion criteria for the (optional) vascular studies:\n\n   -Healthy volunteers with known history of coronary artery disease, peripheral vascular disease or atherosclerosis.\n8. Exclusion criteria for the (optional) FDGPET/CT scan:\n\n   -Individuals younger than 18 years old will be excluded given the radiation exposure\n9. Subjects with SAD and Healthy volunteers younger than 18 years old will be excluded from chest x-rays unless clinically indicated.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "primary clinical",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mariana J Kaplan, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-0517",
                    "email": "mariana.kaplan@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mariana J Kaplan, M.D.",
                    "affiliation": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32601182",
                    "type": "BACKGROUND",
                    "citation": "Gupta S, Nakabo S, Blanco LP, O'Neil LJ, Wigerblad G, Goel RR, Mistry P, Jiang K, Carmona-Rivera C, Chan DW, Wang X, Pedersen HL, Gadkari M, Howe KN, Naz F, Dell'Orso S, Hasni SA, Dempsey C, Buscetta A, Frischmeyer-Guerrerio PA, Kruszka P, Muenke M, Franco LM, Sun HW, Kaplan MJ. Sex differences in neutrophil biology modulate response to type I interferons and immunometabolism. Proc Natl Acad Sci U S A. 2020 Jul 14;117(28):16481-16491. doi: 10.1073/pnas.2003603117. Epub 2020 Jun 29."
                },
                {
                    "pmid": "32386565",
                    "type": "BACKGROUND",
                    "citation": "Riphagen S, Gomez X, Gonzalez-Martinez C, Wilkinson N, Theocharis P. Hyperinflammatory shock in children during COVID-19 pandemic. Lancet. 2020 May 23;395(10237):1607-1608. doi: 10.1016/S0140-6736(20)31094-1. Epub 2020 May 7. No abstract available."
                },
                {
                    "pmid": "32293910",
                    "type": "BACKGROUND",
                    "citation": "Liu PP, Blet A, Smyth D, Li H. The Science Underlying COVID-19: Implications for the Cardiovascular System. Circulation. 2020 Jul 7;142(1):68-78. doi: 10.1161/CIRCULATIONAHA.120.047549. Epub 2020 Apr 15."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000207-AR.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".project doesn t involve that level of data collection"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "asFound": "Autoimmune Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "asFound": "Coronavirus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}