{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05012111",
            "orgStudyIdInfo": {
                "id": "10000387"
            },
            "secondaryIdInfos": [
                {
                    "id": "000387-H"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History of Acquired and Inherited Bone Marrow Failure Syndromes",
            "officialTitle": "The Natural History of Acquired and Inherited Bone Marrow Failure Syndromes",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "natural-history-of-acquired-and-inherited-bone-marrow-failure-syndromes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-24",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2041-02-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2041-02-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-18",
            "studyFirstSubmitQcDate": "2021-08-18",
            "studyFirstPostDateStruct": {
                "date": "2021-08-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nBone marrow failure diseases are rare. Much is known about the diseases at the time of diagnosis, but long-term data about the effects of the diseases and treatments are lacking. Researchers want to better understand long-term outcomes in people with these diseases.\n\nObjective:\n\nTo follow people diagnosed with acquired or inherited bone marrow failure disease and study the long-term effects of the disease and its treatments on organ function.\n\nEligibility:\n\nPeople aged 2 years and older who have been diagnosed with acquired or inherited bone marrow failure or Telomere Biology Disorder. First degree family members may also be able to take part in the study.\n\nDesign:\n\nParticipants will be screened with a medical history, physical exam, and blood tests. They may have a bone marrow biopsy and aspiration. For this, a large needle will be inserted in the hip through a small cut. Marrow will be drawn from the bone. A small piece of bone may be removed.\n\nParticipants may also be screened with some of the following:\n\nCheek swab or hair follicle sample\n\nSkin biopsy\n\nUrine or saliva sample\n\nEvaluation by disease specialists (e.g., lung, liver, heart)\n\nImaging scan of the chest\n\nLiver ultrasounds\n\nSix-Minute Walk Test\n\nLung function test\n\nParticipants will be put into groups based on their disease. They will have visits every 1 to 3 years. At visits, they may repeat some screening tests. They may fill out yearly surveys about their medicines, transfusions, pregnancy, bleeding, and so on. They may have other specialized procedures, such as imaging scans and ultrasounds.\n\nParticipation will last for up to 20 years.",
            "detailedDescription": "Study Description: This study will allow for the long term follow up of patients with acquired and inherited bone marrow failure, both treated and untreated.\n\nObjectives:\n\nPrimary Objective\n\nThe primary objective is to characterize disease and treatment related long-term outcomes in subjects with inherited or acquired marrow failure.\n\nSecondary Objectives\n\n1. Rates of disease progression requiring intervention\n2. Determine overall survival\n3. Determine event free survival in subjects who receive treatment\n4. Genetic or molecular biomarker to predict the long-term outcomes/early diagnosis in SAA and disease progression in other marrow failures.\n5. Determine effects of pregnancy, viral infections, and vaccinations on disease course\n6. Determine rates of both hematologic and solid organ malignancies\n7. For Telomere Biology Disorders (TBD) cohort, assess the systemic impact of the disease including lung function, liver function, immunodeficiency, endocrine disorders, vascular disorders, and cardiovascular disease\n8. For diseases with a genetic cause, determine the differences in clinical phenotype between different mutations causing the syndrome (example within TBD)\n9. Family genetic studies to determine the incidence and penetrance of specific gene mutations within one family\n\nTertiary/Exploratory Objectives\n\n1. Genomic analysis (including whole exome or whole genome sequencing) to seek a potentially disease-causing mutations in subjects who meet the clinical phenotype for inherited disease but do not harbor a known mutation using sequencing\n2. Serial assessment of hematopoiesis and immune activity as it relates to clinical course\n\nEndpoints:\n\nPrimary Endpoints:\n\nCohort 1 (SAA): Rate of relapse and clonal evolution in previously treated subjects.\n\nCohort 2 (Other marrow failure): Rate of progression (cytopenias or clonal evolution) requiring therapeutic intervention.\n\nCohort 3 Telomere Biology Disorders (TBD): Development of cytopenias, lung disease or liver disease, or (if present at baseline)\n\ncharacterization, and rate of progression of cytopenias, lung disease or liver disease in TBD subjects and looking at their overall contribution to morbidity and mortality.\n\nCohort 4 Inherited Bone Marrow Failure (IBMF): Rate of progression to transfusion dependent marrow failure, marrow failure requiring therapeutic intervention (such as medical therapy or HSCT) or the progression to hematological or solid malignancy.\n\nSecondary Endpoints:\n\nCohort 1 (SAA):\n\n1. Response to treatment at 3 and 6 months and rates of relapse\n2. Overall survival\n3. Type and severity of additional medical diagnoses\n4. Rates of clinically significant paroxysmal nocturnal hemoglobinuria (PNH)\n5. Rates, timing, and treatment of abnormal iron status (iron overload or deficiency)\n6. Rates and outcomes of pregnancy, and rate and treatment of abnormal menses\n7. Rates of drug induced complications\n8. Incidence of vaccination and rates of relapse following administration\n\nCohort 2 (Other marrow failure):\n\n1. Treatment response\n2. Development of PNH and occurrence of symptoms, or need for therapy\n3. Overall survival\n\nCohort 3 (TBD):\n\n1. Overall survival\n2. Response to treatment in terms of improvement of cytopenias, or slower progression of lung or liver disease or fibrosis\n3. Development of hematological or solid organ malignancy\n4. Presence of an immunodeficiency or abnormal lab values (immunoglobulin or lymphocyte profile)\n5. Presence of an endocrine disorder or abnormal hormonal levels\n6. Presence of a vascular abnormality\n7. Presence of an abnormal ECG or ECHO. Incidence of IHD over time\n8. Presence, development of or rate of progression of cytopenias,lung disease, and liver disease compared between TBD causing mutations\n9. Presence of TBD mutation in a family member and its association with cytopenias, short telomeres, and evidence of lung or liver involvement. Presence, development of or rate of progression of cytopenias, lung disease, and liver disease compared between family members with the same mutation\n10. Genomic analysis using whole exome sequencing or whole genome sequencing to look for potentially disease causing variants in subjects who meet the clinical phenotype for TBD but do not have a known mutation\n\nCohort 4 (IBMF):\n\n1. Overall survival\n2. Treatment response\n3. Development of hematological or solid organ malignancy\n4. New medical diagnosis and its relationship to any treatment received\n5. Record PNH incidence in IBMF as defined by a clone size of \\>1% in granulocytes\n6. Determine the incidence of iron overload, its course with any IBMF treatments, and its response to chelation therapy\n7. Record the outcomes of pregnant subjects\n8. The presence of viral and bacterial infections and correlation to worsening cytopenias. Presence of worsening cytopenias after vaccination\n9. Presence of IBMF mutation in a family member and its association with cytopenias, and other clinical phenotypes\n10. Genomic analysis using whole exome sequencing or whole genome sequencing to look for potentially disease causing variants in subjects who meet the clinical phenotype for TBD but do not have a known mutation"
        },
        "conditionsModule": {
            "conditions": [
                "Severe Aplastic Anemia",
                "Telomere Biology Disorders",
                "Inherited Bone Marrow Failure Syndromes"
            ],
            "keywords": [
                "Aplastic Anemia",
                "Telomere",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "description": "Severe Aplastic Anemia(SAA): Age 2 and older; Previous diagnosis of bone marrow failure"
                },
                {
                    "label": "Cohort 2",
                    "description": "Other Marrow Failure: Age 2 and older; Previous diagnosis of bone marrow failure;"
                },
                {
                    "label": "Cohort 3",
                    "description": "Telomere Biology Disorders(TBD): Age 2 and older; Previous diagnosis of bone marrow failure"
                },
                {
                    "label": "Cohort 4",
                    "description": "Inherited Bone Marrow Failure(IBMF)Syndromes: Age 2 and older; Previous diagnosis of bone marrow failure"
                },
                {
                    "label": "Cohort 5",
                    "description": "Family Screening: Age 2 and older; First degree family member with a known or suspected inherited bone marrow failure syndrome"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cohort 4: Rate of progression to transfusion dependent marrow failure, marrow failure requiring therapeutic intervention (such as medical therapy or HSCT) or the progression to hematological malignancy",
                    "description": "Rate of progression to transfusion dependent marrow failure, marrow failure requiring therapeutic intervention (such as medical therapy or HSCT) or the progression to hematological malignancy.",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Cohort 3: Development of cytopenias, lung disease or liver disease, or (if present at baseline) characterization, and rate of progression of cytopenias, lung disease or liver disease in TBD patients and looking at their overall contribution to m...",
                    "description": "Development of cytopenias, lung disease or liver disease, or (if present at baseline) characterization, and rate of progression of cytopenias, lung disease or liver disease in TBD patients and looking at their overall contribution to morbidity and mortality.",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Cohort 1: Rate of relapse and clonal evolution in previously treated patients",
                    "description": "Rate of relapse and clonal evolution in previously treated patients",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Cohort 2: Rate of progression requiring therapeutic intervention",
                    "description": "Rate of progression (cytopenias or clonal evolution) requiring therapeutic intervention.",
                    "timeFrame": "20 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible to participate in this study, an individual must meet all of the following criteria. Subjects and their family members who undergo screening but ultimately do not meet criteria for cohorts 1-5 will be removed from the study. Subjects may forgo screening and sign directly onto cohorts 1-5 if they meet criteria based on either prior NIH testing or external examinations. Family members will only be asked to be screened for participation onto this study after confirmation of eligibility by an affected participant.\n\nCohorts 1-4\n\n* Age \\>=2 years\n* Diagnosis of acquired or inherited bone marrow failure or ineffective hematopoiesis or TBD (see below for cohort 3 specific criteria)\n* Ability and willingness to come to the NIH CC for consultation and testing\n* Ability of subject or Legally Authorized Representative (LAR) to understand the investigational nature of the protocol and their willingness to sign a written informed consent document.\n* For cohort 3 - TBD:\n\nPresence of a pathogenic, likely pathogenic, or known family mutation in a telomere maintenance gene\n\nOR\n\nIf mutation negative or VUS, telomere length \\<10\\^th percentile in lymphocytes with at least two clinical features: 1) cytopenia (Hb \\<10g/dL or ANC \\<1.5x10\\^9 or platelets\\<100), 2) documented liver fibrosis by histology OR abnormal liver US / fibro scan consistent with fatty liver or fibrosis), 3) documented pulmonary fibrosis by histology /\n\nCohort 5\n\n* Age \\>= 2 years\n* First degree family member with a known or suspected inherited bone marrow failure syndrome from a patient enrolled on this or another NIH protocol as determined by a PI\n\nor AI\n\n* Ability and willingness to safely provide blood, buccal swab, or fibroblasts for testing as stated by subject\n* Ability of subject or Legally Authorized Representative (LAR) to understand the investigational nature of the protocol and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Post HSCT (except if cohort 3 - TBD)\n* MDS/AML on chemotherapy (patients with hypoplastic MDS who have received or are on erythropoietin stimulating agent (ESA), granulocyte colony-stimulating factor (GCSF), or immunosuppressive treatment will not be excluded). Subjects in Cohort 3 with TBD can be seen if they have received chemotherapy for MDS/AML.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Subjects with Severe Aplastic Anemia, other acquired marrow failure syndromes, and inherited marrow failure syndromes. Family members of subjects with either suspected or confirmed inherited bone marrow failure.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine C Roskom, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-7094",
                    "email": "katherine.roskom@nih.gov"
                },
                {
                    "name": "Emma M Groarke, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-5093",
                    "email": "emma.groarke@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emma M Groarke, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000387-H.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".This is a new requirement and the team has yet to discuss the sharing of IPD."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000741",
                    "term": "Anemia, Aplastic"
                },
                {
                    "id": "D000080983",
                    "term": "Bone Marrow Failure Disorders"
                },
                {
                    "id": "D000010198",
                    "term": "Pancytopenia"
                },
                {
                    "id": "D000006457",
                    "term": "Hemoglobinuria, Paroxysmal"
                },
                {
                    "id": "D000080984",
                    "term": "Congenital Bone Marrow Failure Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000095542",
                    "term": "Cytopenia"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4071",
                    "name": "Anemia, Aplastic",
                    "asFound": "Bone Marrow Failure Syndromes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2241",
                    "name": "Bone Marrow Failure Disorders",
                    "asFound": "Bone Marrow Failure Syndromes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13118",
                    "name": "Pancytopenia",
                    "asFound": "Bone Marrow Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2242",
                    "name": "Congenital Bone Marrow Failure Syndromes",
                    "asFound": "Inherited Bone Marrow Failure Syndromes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9542",
                    "name": "Hemoglobinuria",
                    "relevance": "LOW"
                },
                {
                    "id": "M9543",
                    "name": "Hemoglobinuria, Paroxysmal",
                    "asFound": "Bone Marrow Failure Syndromes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3170",
                    "name": "Cytopenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T460",
                    "name": "Aplastic Anemia",
                    "asFound": "Aplastic Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}