{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05091866",
            "orgStudyIdInfo": {
                "id": "STUDY00002155"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-01498",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "WINSHIP5184-20",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Natural Progesterone for the Treatment of Recurrent Glioblastoma",
            "officialTitle": "Pilot Study of Subcutaneously Administered Natural Progesterone for the Treatment of Recurrent GBM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "natural-progesterone-for-the-treatment-of-recurrent-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-25",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-14",
            "studyFirstSubmitQcDate": "2021-10-12",
            "studyFirstPostDateStruct": {
                "date": "2021-10-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hui-Kuo Shu",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This early phase I trial identifies the best dose, possible benefits and/or side effects of natural progesterone in treating patients with glioblastoma that has come back (recurrent). Progesterone is a type of hormone made by the body that plays a role in the menstrual cycle and pregnancy. Progesterone may help control tumor growth and spread in patients with glioblastoma.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine that the pharmacokinetics of natural progesterone given to recurrent glioblastoma \\[GBM\\] patients by subcutaneous injection is consistent with previous determinations made given subcutaneously using the aqueous formulation of progesterone.\n\nII. To determine the safety of administering daily subcutaneous natural progesterone for the treatment of patients with recurrent GBMs.\n\nIII. To determine the rate of stable disease (SD) or better (partial response \\[PR\\] or complete response \\[CR\\]) at 8 weeks in eligible patients with recurrent GBM treated with daily subcutaneous natural progesterone.\n\nSECONDARY OBJECTIVES:\n\nI. To determine and compare the progression free survival of eligible patients with recurrent GBM compared with matched historical controls treated with a range of standard therapies.\n\nII. To determine and compare the overall survival of eligible patients with recurrent GBM compared with matched historical controls treated with a range of standard therapies.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine whether progesterone receptor levels within the tumor correlates with response to daily subcutaneous natural progesterone.\n\nII. To determine if other intrinsic tumor factors (mutations and genomic loss/gains) correlates with response to daily subcutaneous natural progesterone.\n\nIII. To determine if the absolute values or changes in the level of serum biomarkers correlates with response to daily subcutaneous natural progesterone.\n\nIV. To determine the quality-of-life (QOL) by validated instruments of eligible patients with recurrent GBM treated with daily subcutaneous natural progesterone and assess whether this differs from historical controls.\n\nOUTLINE:\n\nPatients receive progesterone subcutaneously (SC) once daily (QD) for up to 24 weeks in the absence of disease progression or unacceptable toxicity."
        },
        "conditionsModule": {
            "conditions": [
                "Gliosarcoma",
                "Recurrent Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (progesterone)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive progesterone SC QD for up to 24 weeks in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration",
                        "Biological: Therapeutic Progesterone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (progesterone)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (progesterone)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Therapeutic Progesterone",
                    "description": "Given SC",
                    "armGroupLabels": [
                        "Treatment (progesterone)"
                    ],
                    "otherNames": [
                        "Corlutina",
                        "Corluvite",
                        "Corpus luteum hormone",
                        "Cyclogest",
                        "Gestiron",
                        "Gestone",
                        "Lipo-Lutin",
                        "Luteohormone",
                        "Lutocyclin",
                        "Lutocylin M",
                        "Lutogyl",
                        "Lutromone",
                        "Progestasert",
                        "Progesterone",
                        "Progestin",
                        "Progestogel",
                        "Progestol",
                        "Progeston",
                        "Prolidon",
                        "Proluton",
                        "Syngesterone",
                        "Utrogestan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Natural progesterone blood levels",
                    "description": "This analysis will be performed to determine what plasma drug levels can be achieved in recurrent glioblastoma (GBM) patients with subcutaneous administration of natural progesterone and whether this is in line with what was previously determined in healthy subjects.",
                    "timeFrame": "On day 1 (0, 30 minutes, 1, 2, 4, 6, 8 hours from drug injection) as well as at day 4 and day 8 prior to drug injections"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "The safety of this approach will be confirmed by assessing toxicity potentially attributable to the daily progesterone treatment. Toxicity will be determined by Common Terminology Criteria for Adverse Events version 5.0 criteria.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall response rate",
                    "description": "Will be looking for the fraction of patients that are able to maintain at least stable disease.",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "Patients on this study will be followed for PFS. In addition to the 24 weeks PFS, actuarial PFS curves will be assessed and compared to historical controls.",
                    "timeFrame": "From the time of pre-treatment magnetic resonance imaging (MRI) to the time of either radiographic progression or death, whichever occurs first, assessed at 24 weeks"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Patients on this study will be followed for OS. In addition to the 24 weeks OS, actuarial OS curves will be assessed and compared to historical controls.",
                    "timeFrame": "From the time of pre-treatment MRI to the time of death, assessed at 24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Progesterone receptor expression levels",
                    "description": "Original tumor and any recurrent tumor samples will be assessed for progesterone receptor expression levels by immunohistochemistry and these results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Tumor mutational and genomic loss/gain factors",
                    "description": "Each of the tumor mutational and genomic loss/gain factors will be scored and these results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "EORTC Quality-of-life (QOL) Questionnaire Core 30/Brain Cancer Module-20",
                    "description": "Serial QOL assessments will be determined in patients and compared with historical cohorts to determine whether there is any difference in patients treated with subcutaneous progesterone for recurrent GBM.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "YKL-40 biomarker analysis",
                    "description": "YKL-40 will be quantitated at the specific time points (pre-treatment, 4 weeks, 8 weeks) with specific levels and changes in levels recorded. These results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "Matrix Meteloproteinase-9 (MMP-9)",
                    "description": "Matrix Meteloproteinase-9 (MMP-9) will be quantitated at the specific time points (pre-treatment, 4 weeks, 8 weeks) with specific levels and changes in levels recorded. These results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "Gilal Fibrillary Acidic Protein",
                    "description": "Gilal Fibrillary Acidic Protein will be quantitated at the specific time points (pre-treatment, 4 weeks, 8 weeks) with specific levels and changes in levels recorded. These results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "C-Reactive Protein",
                    "description": "C-Reactive Protein will be quantitated at the specific time points (pre-treatment, 4 weeks, 8 weeks) with specific levels and changes in levels recorded. These results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "Soluble CD14",
                    "description": "Soluble CD14 will be quantitated at the specific time points (pre-treatment, 4 weeks, 8 weeks) with specific levels and changes in levels recorded. These results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "Soluble CD23",
                    "description": "Soluble CD23 will be quantitated at the specific time points (pre-treatment, 4 weeks, 8 weeks) with specific levels and changes in levels recorded. These results will be correlated with response assessment to determine whether there is any correlation.",
                    "timeFrame": "Up to 8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have pathologic confirmation of a glioblastoma or gliosarcoma diagnosis at initial surgery or second or later surgery\n* Patients may have had up to two previous salvage agents administered for treatment of recurrent GBM (may be at 1st, 2nd or 3rd recurrence)\n* Patients must be \\>= 18 years of age\n* Patients must be able to have magnetic resonance imaging (MRI) scans for disease follow up\n* Recurrent GBM must consist of a minimum of 1 cm\\^3 of contrast enhancing disease on high resolution T1 post-contrast sequence as defined on pre-treatment MRI obtained within 14 days of initiating therapy\n* White blood cell (WBC) \\>= 3,000/uL (=\\< 14 days prior to registration)\n* Absolute neutrophil count (ANC) \\>= 1,500/uL (=\\< 14 days prior to registration)\n* Platelet count of \\>= 75,000/uL (=\\< 14 days prior to registration)\n* Hemoglobin \\>= 9.0 gm/dl (=\\< 14 days prior to registration) (transfusion is allowed to reach minimum level)\n* Aspartate aminotransferase (AST) /alanine aminotransferase (ALT) =\\< 2.0 x upper limit of normal (UNL) (=\\< 14 days prior to registration)\n* Bilirubin =\\< 2 x UNL (=\\< 14 days prior to registration)\n* Creatinine =\\< 1.5 mg/dL (=\\< 14 days prior to registration)\n* Patients must have a life expectancy of \\>= 12 weeks\n* Patients must have a Karnofsky Performance Status (KPS) \\>= 60\n* Patients who are women of childbearing potential must have a negative pregnancy test documented =\\< 14 days prior to registration and agree to use adequate barrier contraceptive methods or abstinence for duration of study\n* Patients must be able to understand and provide written informed consent\n* Both men and women, and members of all races and ethnic groups are eligible for this trial. Subjects will be approximately representative of the demographics of the referral base for the participating institutions\n* Patient must not have a known allergy to progesterone\n* In females, no active vaginal bleeding\n* Patients may not be enrolled on any other therapeutic trial for which they are receiving an anti-tumor therapy\n\nExclusion Criteria:\n\n* Patients with pacemakers, aneurysm clips, neurostimulators, cochlear implants, metal in ocular structures, history of being a steel worker, or other incompatible implants which makes MRI safety an issue are excluded\n* Patients that have any significant medical illnesses that in the investigator's opinion cannot be adequately controlled with appropriate therapy or would compromise the patient's ability to tolerate this therapy are excluded\n* Patients with a history of severe hepatic dysfunction of disease are excluded\n* Patients with a history of idiopathic jaundice, severe pruritus and pemphigoid gestationis during pregnancy are excluded\n* Patients with a history of breast or genital tract cancer are excluded\n* Patients with a history of any other invasive cancer (except non-melanoma skin cancer and excluding carcinoma in-situ), unless in complete remission and off all therapy for that disease for \\>= 3 years, are ineligible\n* Patients with an active infection or serious intercurrent medical illness are ineligible\n* Patients who received any other in anti-tumor agents (including investigational ones) must be off therapy for 4 weeks prior to initiating progesterone on study\n* Patient receiving anti-coagulation therapy are excluded\n* Patient with active or recent (within 6 months) thromboembolic disease are excluded\n* Patient with current ongoing therapy with estrogen/progesterone (including hormonal contraceptives) are excluded. Would need to stop this form of birth control at least 7 days prior to initiation of therapy to be eligible",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Hui-Kuo G Shu, MD, PhD, FASTRO",
                    "affiliation": "Emory University Hospital/Winship Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Agnes G. Harutyunyan",
                            "role": "CONTACT",
                            "phone": "404-778-2161",
                            "email": "agnieszka.anna.harutyunyan@emory.edu"
                        },
                        {
                            "name": "Hui-Kuo G. Shu, MD, PhD, FASTRO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000018316",
                    "term": "Gliosarcoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20460",
                    "name": "Gliosarcoma",
                    "asFound": "Gliosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2522",
                    "name": "Gliosarcoma",
                    "asFound": "Gliosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011374",
                    "term": "Progesterone"
                },
                {
                    "id": "D000011372",
                    "term": "Progestins"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "asFound": "Region",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14244",
                    "name": "Progestins",
                    "asFound": "FVIII",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}