{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01905826",
            "orgStudyIdInfo": {
                "id": "130157"
            },
            "secondaryIdInfos": [
                {
                    "id": "13-I-0157"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History Study of GATA2 Deficiency and Related Disorders",
            "officialTitle": "The Natural History of GATA2 Deficiency and Related Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "natural-history-study-of-deficiency-and-related-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-08-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-07-18",
            "studyFirstSubmitQcDate": "2013-07-18",
            "studyFirstPostDateStruct": {
                "date": "2013-07-23",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "collaborators": [
                {
                    "name": "Baylor College of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "UCSF Diabetes Center and Division of Infectious Diseases",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Department of Molecular and Cell Biology",
                    "class": "UNKNOWN"
                },
                {
                    "name": "New York Genome Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- GATA2 deficiency is a genetic disorder that can cause problems with a person s immune system and other body systems. Some people who have this disorder develop few problems from it. Others can have a wide range of health problems, from skin problems, to hearing loss, to cancer. These problems can happen at any age. Researchers want to study GATA2 deficiency to better understand what types of health problems it can cause, and why it causes problems in some people but not others, and at different ages.\n\nObjectives:\n\n- To improve understanding of GATA2 deficiency so there can be better diagnostic tests and treatments in the future.\n\nEligibility:\n\n- People 2 years of age or older who have a GATA2 gene mutation or certain health conditions that are commonly seen in people with this mutation and their blood relatives.\n\nDesign:\n\n* Participants will be screened with a physical exam and medical history. Blood and urine samples will be collected to see whether participants have the GATA2 genetic mutation. Several other tests may be recommended, but participants can decline to take them.\n* Participants will be eligible to receive standard care for GATA2 deficiency through this protocol. They may be eligible for other clinical trials at the National Institutes of Health as well.\n* Participants will have regular study visits once a year to evaluate their GATA2 deficiency. Participants will take part in the study for at least 3 years and up to 15 years. At these follow-up visits, participants will fill out a questionnaire and take a physical exam and blood tests. Other tests may be performed as needed.",
            "detailedDescription": "Mutations in GATA2, a critical hematopoietic transcription factor, underlie a complex congenital disorder characterized by immunodeficiency, bone marrow failure, and lymphatic/vascular dysfunction. Patients with GATA2 deficiency may suffer from a striking variety of diseases including severe and recurrent infections, myelodysplasia/leukemia, pulmonary alveolar proteinosis, lymphedema, sensorineural hearing loss, and possibly susceptibility to other malignancies, autoimmune disorders, thrombotic events, and miscarriage. Mutations in GATA2 appear to be fully penetrant, but expressivity is remarkably variable, even among related individuals. Disease may also manifest at nearly any age ranging from early childhood to late adulthood, the reasons for which remain poorly understood.\n\nWhile considerable progress has been made towards better understanding this complex congenital disorder, many important questions remain unanswered: What is the full spectrum of clinical disease and the associated pathophysiology? What accounts for the remarkable variability in age of onset and clinical phenotype? What are the optimal strategies for disease diagnosis and management? This natural history protocol is designed to further characterize the clinical phenotype of GATA2 deficiency, better understand the reasons for phenotypic variability, better understand disease progression over time, standardize the diagnostic evaluation, and facilitate the screening of at risk relatives. Up to 300 males and females greater than or equal to 2 years old with proven mutations in GATA2 or clinical and laboratory characteristics strongly consistent with GATA2 deficiency will initially undergo a series of baseline laboratory tests and diagnostic procedures at the NIH. Follow-up laboratory testing will be conducted at yearly visits for up to 15 years; additional follow-up diagnostic procedures will be conducted based on clinical need."
        },
        "conditionsModule": {
            "conditions": [
                "GATA2 Deficiency"
            ],
            "keywords": [
                "Myelodysplastic Syndromes",
                "Herpesvirus",
                "Disseminated nontuberculous Mycobacterial (NTM)",
                "human papillomavirus (HPV)",
                "Leukemia",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient Relatives",
                    "description": "Blood relatives of enrolled patients."
                },
                {
                    "label": "Patients",
                    "description": "Patients with known mutations in GATA2 or those with clinical and laboratory characteristics strongly consistent with GATA2 deficiency."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Prospectively follow patients with GATA2 deficiency or phenotypic characteristics strongly consistent with GATA2 deficiency to characterize the full spectrum of clinical disease, better understand the reasons for phenotypic variability, better u...",
                    "description": "Collecting information on GATA2 deficiency.",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nMales and females greater than or equal to 2 years old must meet the following criteria to be eligible for participation in this study:\n\n* Have a mutation in GATA2 proven by genetic testing (previous test results will be accepted) OR meet both of the following criteria:\n\n  * Clinical characteristics strongly consistent with GATA2 deficiency per the following criteria and at the discretion of the principal investigator (PI). Individuals without a GATA2 mutation must have a past or present history of 1 or more of the following to be considered for study enrollment:\n\n    * Disseminated NTM or invasive fungal infection.\n    * Severe or recurrent HPV or herpesvirus infection.\n    * MDS, AML, or CMML.\n    * Biopsy-proven PAP.\n  * Laboratory characteristics strongly consistent with GATA2 deficiency per the following criteria. Individuals without a GATA2 mutation must have 1 or more of the following to be considered for study enrollment:\n\n    * Absolute monocyte count \\<240 cells/microL.\n    * Absolute B lymphocyte count \\<60 cells/microL.\n    * Absolute NK lymphocyte count \\<126 cells/microL.\n* Agree to undergo genetic testing.\n* Allow their samples to be stored for future research.\n\nRELATIVE INCLUSION CRITERIA:\n\nBlood relatives, male or female, greater than or equal to 2 years old, of any patient on this study. If a relative is positive for GATA2 then they could become a patient on the study.\n\nSUBJECT EXCLUSION CRITERIA:\n\nIndividuals with any condition or who are taking any medications that, in the opinion of the investigator, contraindicates participation in the study will be excluded.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients \\>=2 years old with known mutations in GATA2 or those with clinical and laboratory characteristics strongly consistent with GATA2 deficiency will be enrolled along with any of their blood relatives.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samantha A Kreuzburg, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 443-2163",
                    "email": "samantha.kreuzburg@nih.gov"
                },
                {
                    "name": "Steven M Holland, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-7684",
                    "email": "sholland@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven M Holland, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20040766",
                    "type": "BACKGROUND",
                    "citation": "Vinh DC, Patel SY, Uzel G, Anderson VL, Freeman AF, Olivier KN, Spalding C, Hughes S, Pittaluga S, Raffeld M, Sorbara LR, Elloumi HZ, Kuhns DB, Turner ML, Cowen EW, Fink D, Long-Priel D, Hsu AP, Ding L, Paulson ML, Whitney AR, Sampaio EP, Frucht DM, DeLeo FR, Holland SM. Autosomal dominant and sporadic monocytopenia with susceptibility to mycobacteria, fungi, papillomaviruses, and myelodysplasia. Blood. 2010 Feb 25;115(8):1519-29. doi: 10.1182/blood-2009-03-208629. Epub 2009 Dec 29."
                },
                {
                    "pmid": "21242295",
                    "type": "BACKGROUND",
                    "citation": "Bigley V, Haniffa M, Doulatov S, Wang XN, Dickinson R, McGovern N, Jardine L, Pagan S, Dimmick I, Chua I, Wallis J, Lordan J, Morgan C, Kumararatne DS, Doffinger R, van der Burg M, van Dongen J, Cant A, Dick JE, Hambleton S, Collin M. The human syndrome of dendritic cell, monocyte, B and NK lymphoid deficiency. J Exp Med. 2011 Feb 14;208(2):227-34. doi: 10.1084/jem.20101459. Epub 2011 Jan 17."
                },
                {
                    "pmid": "21670465",
                    "type": "BACKGROUND",
                    "citation": "Hsu AP, Sampaio EP, Khan J, Calvo KR, Lemieux JE, Patel SY, Frucht DM, Vinh DC, Auth RD, Freeman AF, Olivier KN, Uzel G, Zerbe CS, Spalding C, Pittaluga S, Raffeld M, Kuhns DB, Ding L, Paulson ML, Marciano BE, Gea-Banacloche JC, Orange JS, Cuellar-Rodriguez J, Hickstein DD, Holland SM. Mutations in GATA2 are associated with the autosomal dominant and sporadic monocytopenia and mycobacterial infection (MonoMAC) syndrome. Blood. 2011 Sep 8;118(10):2653-5. doi: 10.1182/blood-2011-05-356352. Epub 2011 Jun 13."
                },
                {
                    "pmid": "32556286",
                    "type": "DERIVED",
                    "citation": "Wu Z, Gao S, Diamond C, Kajigaya S, Chen J, Shi R, Palmer C, Hsu AP, Calvo KR, Hickstein DD, Holland SM, Young NS. Sequencing of RNA in single cells reveals a distinct transcriptome signature of hematopoiesis in GATA2 deficiency. Blood Adv. 2020 Jun 23;4(12):2656-2670. doi: 10.1182/bloodadvances.2019001352."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2013-I-0157.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".Relevant individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "Available on reasonable request after completion of the trial. No end date.",
            "accessCriteria": "It will be shared with researchers wishing to access the date for research project. To gain access, data requestors will need to sign Data Access/Use Agreement and provide supporting documentation."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077428",
                    "term": "GATA2 Deficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M1797",
                    "name": "GATA2 Deficiency",
                    "asFound": "GATA2 Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "T2447",
                    "name": "GATA2 Deficiency",
                    "asFound": "GATA2 Deficiency",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}