{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03510442",
            "orgStudyIdInfo": {
                "id": "180081"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-AR-0081"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Natural History, Genetics, and Pathophysiology of Systemic Juvenile Idiopathic Arthritis, Adult-Onset Still's Disease, and Related Conditions",
            "officialTitle": "Investigation of the Natural History, Genetics, and Pathophysiology of Systemic Juvenile Idiopathic Arthritis, Adult-Onset Still's Disease and Related Inflammatory Conditions",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other",
                "Orthopedics"
            ],
            "study": "natural-history-genetics-and-pathophysiology-of-systemic-juvenile-idiopathic-arthritis-adult-onset-still-s-disease-and-related-conditions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-05-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2050-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2050-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-26",
            "studyFirstSubmitQcDate": "2018-04-26",
            "studyFirstPostDateStruct": {
                "date": "2018-04-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nInflammatory conditions can cause symptoms like fevers, arthritis, and rash. Systemic juvenile idiopathic arthritis (sJIA) is one of these conditions. So is adult-onset Still s disease (AOSD). Their causes are unknown. Researchers want to learn more about these conditions. This includes genetic changes and environmental factors.\n\nObjective:\n\nTo study sJIA and AOSD in children and adults over time.\n\nEligibility:\n\nPeople with known or suspected sJIA, AOSD, or similar inflammatory condition\n\nDesign:\n\nParticipants will be screened with a phone call.\n\nParticipants will have 1 visit. It may be outpatient or they may be admitted to the clinic. The visit may last up to 5 days. Participants will have:\n\n* Medical history\n* Physical exam\n* Musculoskeletal exam\n* Questions about overall health and quality of life, disease activity, functional status, and cognitive ability.\n\nParticipants may also have:\n\n* Pictures taken of their skin, joints, or spine\n* Blood, urine, and stool tests\n* Scans or X-rays of joints with arthritis\n* Chest X-ray\n* Heart tests\n* Skin biopsy. The skin will be numbed. The top layers of a small area will be scraped off.\n\nParticipants who have a joint aspiration may provide a fluid sample. The joint will be prepared, then fluid is removed by needle. A corticosteroid may be injected.\n\nParticipants who have a bone marrow biopsy may provide sample cells.\n\nParticipants may be seen by NIH specialists.\n\nMembers of the participant s family and healthy volunteers may give blood or saliva samples for genetic testing.\n\nParticipants may repeat some study tests every 6 months.",
            "detailedDescription": "The purpose of this protocol is to study the natural history, genetics and pathophysiology of systemic juvenile idiopathic arthritis (sJIA), adult-onset Still s disease (AOSD) and related inflammatory conditions. One of seven subtypes of juvenile idiopathic arthritis (JIA), sJIA contributes disproportionately to the morbidity and mortality of JIA and is considered by many to be the most severe JIA subtype. sJIA typically presents with fever of unknown origin and arthritis, together with evanescent skin rash, serositis, hepatosplenomegaly and lymphadenopathy. It is strongly associated with macrophage activation syndrome (MAS), which has a high fatality rate when untreated. AOSD is phenotypically similar to sJIA in presentation, progression and association with MAS, however it develops after the 16th birthday. The causes sJIA and AOSD are poorly understood.\n\nsJIA and AOSD are diagnoses of exclusion and there are often delays in their diagnosis due to the stringency of their classification criteria. There is no diagnostic test for sJIA/AOSD and there exists significant overlap with other conditions. The manifestations and severity of disease can differ among patients, further delaying the diagnosis. There is also considerable variability in both patient response to therapy and long-term outcomes, and there exist no therapeutic or prognostic biomarkers to guide treatment.\n\nGiven our limited understanding of the causes, treatments and prognostic factors of sJIA, we developed this protocol to longitudinally follow patients with sJIA/AOSD and investigate these topics. The specific goals of this protocol include: 1) Establishing a cohort of patients with sJIA/AOSD and assembling a detailed set of longitudinal clinical information; 2) Identifying genetic factors that cause or influence susceptibility to sJIA/AOSD; 3) Determining the functional relevance of genes and variants that influence sJIA/AOSD; and 4) Developing a molecular library of patient biological samples which may be used to further investigate sJIA/AOSD.\n\nPatients enrolled in this protocol will undergo screening history, physical examination and laboratory evaluation. At times, we may ask for permission to evaluate additional family members. We will collect peripheral blood samples for genetic and functional studies from affected patients, unrelated healthy volunteers and in some cases patients family members. We will ask permission to perform whole genome/exome sequencing. We also may ask some patients to undergo skin biopsy for research purposes. This study aims to elucidate genetic factors that contribute to sJIA/AOSD and related conditions and to determine their implications on inflammatory pathophysiology. By so doing, we hope to identify novel therapeutic targets for inflammatory disease."
        },
        "conditionsModule": {
            "conditions": [
                "Still's Disease, Adult-Onset",
                "Systemic Inflammation",
                "Arthritis",
                "Autoinflammatory Syndrome"
            ],
            "keywords": [
                "Inflammation",
                "Fever",
                "Arthritis",
                "Sequencing",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "adult-onset Still's disease (AOSD)",
                    "description": "Composed of patients with known or suspected AOSD as defined by Yamaguchi criteria."
                },
                {
                    "label": "family members",
                    "description": "Composed of family members of patients with systemic juvenile idiopathic arthritis, adult-onset Still's disease and related conditions."
                },
                {
                    "label": "healthy volunteers",
                    "description": "Composed of healthy adults and children (above the age of 6 years) who volunteer to participate in this protocol."
                },
                {
                    "label": "related inflammatory conditions",
                    "description": "Composed of patients with suspected inflammatory disease as indicated by the presence of episodic fever and/ or arthritis."
                },
                {
                    "label": "systemic juvenile idiopathic arthritis (sJIA)",
                    "description": "Composed of patients with known or suspected sJIA as defined by the international league of Associations for Rheumatology (ILAR) criteria"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Genetic sequencing of patients",
                    "description": "sequencing aims to identify variants to help stratify sJIA, Still's and inflammatory disease patients",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nSubjects with known or suspected sJIA, AOSD or a similar inflammatory phenotype will provide informed consent and then be evaluated either in the outpatient or inpatient unit of the NIH Clinical Center. To be eligible for follow-up visits patients must meet the Inclusion Criteria, but not the Exclusion Criteria. Subjects determined to not have known or suspected sJIA or AOSD, or a related\n\ninflammatory phenotype, will not be followed.\n\nPatients with signs and symptoms of sJIA will be classified as outlined in #1, #2 and #3 below:\n\n1. Patients less than 16 years of age will be considered to have sJIA if they meet the ILAR criteria for sJIA.\n2. Patients 16 years of age and older will be considered to have sJIA if they have previously met ILAR criteria for sJIA.\n3. Family members of individuals included under items 1 and 2.\n4. Controls for clinical, cellular, molecular, and biochemical assays, and genetic evaluation will be enrolled. Individuals who undergo phlebotomy specifically to provide a control specimen will include both pediatric and adult patients and will not be pregnant.\n\nPatients with signs and symptoms of AOSD will be classified as outlined in #1, #2 and #3 below:\n\n1. Patients 16 years of age and older will be considered to have AOSD if they meet the Yamaguchi criteria for AOSD (including a negative ANA and RF).\n2. Patients may be considered to have a diagnosis of AOSD if they met criteria for diagnosis in the past but do not still have present evidence of disease.\n3. Family members of individuals included under items 1 and 2.\n4. Controls for clinical, cellular, molecular, and biochemical assays, and genetic evaluation will be enrolled. Individuals who undergo phlebotomy specifically to provide a control specimen will include both pediatric and adult patients and will not be pregnant.\n\nPatients with suspected sJIA, AOSD or a related inflammatory condition, as indicated by the presence of episodic fever and/or arthritis, may also be included.\n\nEXCLUSION CRITERIA:\n\n1. In adults, inability to provide informed consent and unavailability of a legally authorized representative to provide surrogate consent. In the case of minors, unavailability of a parent or guardian.\n2. Presence of any medical condition that would, in the opinion of the investigators, confuse the interpretation of the study.\n3. Unavailability, or inability to adhere with the schedule for follow-up visits.\n4. Pregnancy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with systemic juvenile idiopathic arthritis (sJIA), adult-onset Still's disease (AOSD) and related inflammatory conditions.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michelle R Millwood",
                    "role": "CONTACT",
                    "phone": "(301) 827-1849",
                    "email": "millwoodmr@mail.nih.gov"
                },
                {
                    "name": "Michael J Ombrello, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-4037",
                    "email": "ombrellomj@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael J Ombrello, M.D.",
                    "affiliation": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-AR-0081.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000001171",
                    "term": "Arthritis, Juvenile"
                },
                {
                    "id": "D000016706",
                    "term": "Still's Disease, Adult-Onset"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2454",
                    "name": "Hyperthermia",
                    "relevance": "LOW"
                },
                {
                    "id": "M8464",
                    "name": "Fever",
                    "relevance": "LOW"
                },
                {
                    "id": "M4479",
                    "name": "Arthritis, Juvenile",
                    "asFound": "Juvenile Idiopathic Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19069",
                    "name": "Still's Disease, Adult-Onset",
                    "asFound": "Still's Disease, Adult-Onset",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "relevance": "LOW"
                },
                {
                    "id": "T5564",
                    "name": "Systemic Onset Juvenile Idiopathic Arthritis",
                    "asFound": "Still's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T227",
                    "name": "Adult-onset Still's Disease",
                    "asFound": "Adult Onset Still's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}