{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05825131",
            "orgStudyIdInfo": {
                "id": "JLK-447"
            },
            "organization": {
                "fullName": "Phoenix Nest",
                "class": "INDUSTRY"
            },
            "briefTitle": "Natural History Study of Participants With Sanfilippo Syndrome Type IIIC",
            "officialTitle": "A Combination Retrospective and Prospective Natural History Study of Participants With Sanfilippo Syndrome Mucopolysaccharidosis Type IIIC (MPS IIIC)",
            "acronym": "MPSIIIC",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "natural-history-study-of-participants-with-sanfilippo-syndrome-type-iiic"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-10",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-23",
            "studyFirstSubmitQcDate": "2023-04-20",
            "studyFirstPostDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Phoenix Nest",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Vaincres Les Maladies Lysosomales",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Association Sanfilippo Sud",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Aparito Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is planned to document, through retrospective and prospective data collection, syndrome progression in children and young adults with MPS IIIC.",
            "detailedDescription": "This is a multi-center, natural history study of subjects with Sanfilippo syndrome type C or MPS IIIC. This study will combine a retrospective review of medical records and an ongoing collection of clinical data on an observational basis. Real-world data will be collected at home using a recording device.\n\nParticipants will be asked to attend clinic visits in person on a yearly basis. In clinic visits will include neurocognitive, developmental, behavioral, biochemical, imaging measures as well as retrospective medical record analysis.\n\nAt 6-month intervals between clinic visits, participants will be contacted remotely for some safety assessments (e.g., collecting information about concomitant medications, concurrent illnesses, and procedure-related adverse events \\[AEs\\] and serious AEs \\[SAEs\\] since last clinic visit).\n\nAt 6-month intervals, caregivers will complete questionnaires and record home video assessments using a dedicated, compliant study application (app) called C-RARE (Recording Application for Real-World Evidence). The C-RARE app consists of 9 tasks of Activities of Daily Living and socialization as well as three parent reported Sanfilippo specific questionnaires.\n\nThe objectives of this study are:\n\n* To enhance the understanding of the natural history and progression of MPS IIIC syndrome on behavior, cognitive abilities, mobility, vision, hearing, speech, and expressive and receptive language\n* To define and categorize clinical endpoints that may be used in future clinical trials"
        },
        "conditionsModule": {
            "conditions": [
                "Sanfilippo Syndrome Type C"
            ],
            "keywords": [
                "Sanfilippo syndrome type C",
                "Mucopolysaccharidosis type III C",
                "MPS IIIC"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "2 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood (plasma and serum), cerebrospinal fluid (CSF), urine."
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Retrospective and prospective observational study of patients living with MPS IIIC",
                    "description": "Cohort 1: These participants will be a part of the retrospective and prospective Natural History Study, including the C-RARE video assessments. In clinic visits will include: neurocognitive, developmental and behavioral clinical outcome assessments as well as biochemical sample analysis, imaging measures and retrospective medical record review. Participants will record daily living activities through the C-RARE app on their mobile device."
                },
                {
                    "label": "Remote video recording study and retrospective medical chart review of patients living with MPS IIIC",
                    "description": "Cohort 2: These participants will not attend in clinic visits. They will be a part of the C-RARE and retrospective medical chart review analysis. 35 patients with a confirmed diagnosis of MPS IIIC from English, Spanish and Portuguese speaking households will be recruited for this portion of the study."
                },
                {
                    "label": "Retrospective medical chart review of MPS IIIC patients either living or deceased",
                    "description": "Cohort 3: Deceased or living medical record analysis only of patients with MPS IIIC. Living patients will not be participating in cohort 1 clinical study or cohort 2 C-RARE study."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change From Baseline in Development Quotient (DQ) Using Bayley Scales of Infant Development Assessment Fourth Edition",
                    "description": "The Bayley Scales of Infant and Toddler Development, 4th edition (Bayley-4) is a standardized developmental assessment that provides raw scores for 5 subtests (cognitive, expressive communication, receptive communication, fine motor, gross motor) and standard score norms converted to percentiles for 3 scales (cognition, communication, motor). The Bayley-4 raw scores range from 0-162 for the cognitive subtest, 0-84 for the receptive communication subtest, 0-74 for the expressive communication subtest, 0-92 for the fine motor subtest, and 0-116 for the gross motor subtest; a higher score denotes a better outcome. The Bayley-4 standard score norms are converted to percentiles from \\<0.1 to \\>99.9 for the cognitive, language, and motor scales; a higher percentile denotes a better outcome.",
                    "timeFrame": "Baseline, 12 months and 24 months"
                },
                {
                    "measure": "Change From Baseline in Vineland Adaptive Behavior Scales Second Edition (VABS-II) Development Quotient (DQ) Score",
                    "description": "The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. The DQ is a means to express a neurodevelopmental/cognitive delay. The DQ was computed as a ratio and expressed as a percentage using the age-equivalent score divided by the age at testing (\\[age-equivalent score/chronological age\\] × 100; range, 0, 100). The overall DQ score is calculated from the mean age-equivalent score obtained by averaging out the age-equivalent scores for the all the sub-domains except for Gross and Fine motor skills. This test measures the following 5 key domains: communication, daily living skills, socialization, motor skills, and the adaptive behavior composite (a composite of the other 4 domains). A positive value indicates improvement in health and cognition.",
                    "timeFrame": "Baseline, 12 months and 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change From Baseline on the Color Trail Test Time Score",
                    "description": "Children's Color Trail Test (CCTT) assesses sustained attention, sequencing, and other executive functions while reducing reliance on language. A shorter time to completion denotes a better outcome.",
                    "timeFrame": "Baseline, 12 months and 24 months"
                },
                {
                    "measure": "Change From Baseline of Regional Brain Volumes",
                    "description": "Assessed by MRI, and especially cortical grey matter volume (CGMV). The brain MRI will assess volumes of the whole brain, basal ganglia, cerebellum, cerebellar gray matter, cerebellar white matter, cerebral white matter, cortical gray matter, cortical white matter, subcortical gray matter and ventricles; corpus callosum, cortical thickness; and whole brain apparent diffusion coefficient.",
                    "timeFrame": "Baseline, 12 months and 24 months"
                },
                {
                    "measure": "Change From Baseline on the Assessment of Behavioral Changes in Sanfilippo (ABCS)",
                    "description": "There are 12 questions in the ABCS relating to behavior(s) that caregivers of children with Sanfilippo might find challenging to manage. Change from baseline will be determined by raw scores, a higher score denoting improvement in behavior.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Change From Baseline on the Functional Abilities Descriptive Analysis of Type C- Recording Application for Real-world Evidence (C-RARE)",
                    "description": "Participants functional abilities will be captured via the C- RARE app at baseline, 6 months, 12 months, 18 months, 24 months while performing tasks of Activities of Daily Living (ADLs). ADLs include: Clothing Management, Eating and Drinking, Chewing and Swallowing, Hygiene, Maintaining and Changing positions, Writing Skills, and Walking.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Change From Baseline on the Peabody Picture Vocabulary Test, Fifth Edition",
                    "description": "The PPVT-5 is a norm-referenced and individually administered measure of receptive vocabulary. Upon hearing a word, the child will be asked to indicate (by pointing) which picture among four options is specified.",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline on the Expressive Vocabulary Test Third Edition",
                    "description": "The EVT-3 is a norm-referenced and individually administered test of expressive language.",
                    "timeFrame": "Baseline, 12 months, 24 months"
                },
                {
                    "measure": "Change From Baseline in Speech Through Picture Description",
                    "description": "Picture Description will be used to measure speech rate, utterance length, grammatical competence, lexical retrieval ability, and motor speech features in subjects.",
                    "timeFrame": "Baseline, 12 months, 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nConfirmed diagnosis of Sanfilippo syndrome type C disease by all of the following:\n\n* Deficiency in heparan-alpha-glucosaminide N-acetyltransferase enzyme activity\n* Has presented with signs/symptoms consistent with Sanfilippo syndrome type C, or, for individuals who have not presented with signs/symptoms of disease (eg, siblings of known patients), the determination of eligibility will be at the discretion of the Sponsor in conjunction with the site Investigator\n* Genomic DNA analysis demonstrating homozygous or compound heterozygous, pathogenic and/or potentially pathogenic variants in the HGSNAT gene\n* Accumulated GAG HS in urine\n* Written informed consent from parent or legal guardian and assent from patient, if required\n* Parent/legal guardian willing to accompany the patient to all study visits\n* Ability to comply with protocol requirements, in the opinion of the Investigator\n* Negative urine pregnancy test at screening (nonsterile females of childbearing potential only).\n\nFunctional abilities:\n\n* Able to take food or liquid by mouth, able to walk with or without assistance.\n* Has an age equivalent on the Vineland Adaptive Behavior Scales (VABS) of ≥1 year.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will not be eligible to participate in the study:\n\n* Have received an investigational drug within 30 days prior to the Baseline Visit\n* Concomitant illness or medical condition or extenuating circumstance that, in the opinion of the Investigator, might compromise the patient's ability to comply with protocol requirements, the patient's well-being or safety, or the interpretability of the patient's clinical data\n* The presence of significant non-MPS IIIC-related CNS impairment or behavioral disturbances that would confound the scientific rigor or interpretation of results of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with a documented diagnosis of Sanfilippo syndrome type C and who are currently untreated with investigational products (drugs/device) for this disease.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nathalie Reynes",
                    "role": "CONTACT",
                    "phone": "04 72 12 95 37",
                    "email": "nathalie.reynes@chu-lyon.fr"
                },
                {
                    "name": "Nathalie Guffon, MD",
                    "role": "CONTACT",
                    "phone": "04 72 12 95 37",
                    "email": "nathalie.guffon-fouilhoux@chu-lyon.fr"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nathalie Guffon, MD",
                    "affiliation": "Hospices Civils de Lyon",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas Southwestern Medical Center",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Hospices Civils De Lyon",
                    "city": "Bron",
                    "zip": "690007539",
                    "country": "France",
                    "geoPoint": {
                        "lat": 45.73333,
                        "lon": 4.91667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "The data collected as part of the observational study may be analyzed and published. Phoenix Nest recognizes the importance of communicating medical study data and therefore encourages the publication of these data in reputable scientific journals and at seminars or conferences. The details of the processes of producing and reviewing reports, manuscripts, and presentations based on the data from this study will be described in the Clinical Trial Agreement between Phoenix Nest and the Investigator/institution. Consideration for authorship of all publications will be based on compliance with the Uniform Requirements for Manuscripts Submitted to Biomedical Journals (\"Uniform Requirements\") of the International Committee of Medical Journal Editors (http://www.icmje.org/ethical_1author.html) and Good Publication Practices."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009083",
                    "term": "Mucopolysaccharidoses"
                },
                {
                    "id": "D000009084",
                    "term": "Mucopolysaccharidosis III"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002239",
                    "term": "Carbohydrate Metabolism, Inborn Errors"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000016464",
                    "term": "Lysosomal Storage Diseases"
                },
                {
                    "id": "D000017520",
                    "term": "Mucinoses"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12041",
                    "name": "Mucopolysaccharidoses",
                    "asFound": "Mucopolysaccharidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12042",
                    "name": "Mucopolysaccharidosis III",
                    "asFound": "Sanfilippo Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M5498",
                    "name": "Carbohydrate Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M18871",
                    "name": "Lysosomal Storage Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19781",
                    "name": "Mucinoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3901",
                    "name": "Mucopolysaccharidosis",
                    "asFound": "Mucopolysaccharidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3904",
                    "name": "Mucopolysaccharidosis Type III",
                    "asFound": "Sanfilippo Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3907",
                    "name": "Mucopolysaccharidosis Type IIIC",
                    "asFound": "Sanfilippo Syndrome Type C",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}