{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04113161",
            "orgStudyIdInfo": {
                "id": "MH116895"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Navigating Resource-Constrained Systems and Communities to Promote the Behavioral Health of Black Youth",
            "officialTitle": "Navigating Resource-Constrained Systems and Communities to Promote the Behavioral Health of Black Youth",
            "therapeuticArea": [
                "Other"
            ],
            "study": "navigating-resource-constrained-systems-and-communities-to-promote-the-behavioral-health-of-black-youth"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-26",
            "studyFirstSubmitQcDate": "2019-09-30",
            "studyFirstPostDateStruct": {
                "date": "2019-10-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mary McKay",
                "investigatorTitle": "Neidorff Family and Centene Corportation Dean of the Brown School",
                "investigatorAffiliation": "Washington University School of Medicine"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to reduce racial disparities in child mental health care by examining the impact of a child behavioral health navigator (cbhNs) intervention in which cbhNs (n=15) will be trained to deliver an evidence-based family engagement, psychoeducation and support intervention to 390 early adolescent youth (10 to 14 years) and their families of African descent living in geographically defined St. Louis north city and county neighborhoods.",
            "detailedDescription": "Black youth living in poverty-impacted communities are disproportionately burdened by behavioral health challenges, notably serious disruptive behavioral difficulties (DBDs). In some urban communities, prevalence rates of conduct related difficulties among young people of color exceed 40%. Simultaneously, serious care disparities are widespread and persistent. Without access to care, children with DBDs frequently suffer impairment in school functioning, strained relationships with teachers, peers and family members, and coercive interactions with school discipline or juvenile justice authorities. The seemingly intractable challenges of identifying, engaging and retaining low-income children of color and their families in needed mental health care has persisted despite significant scientific advances, including: a) decades of research identifying the multi-level barriers to care experienced by families of color; b) multiple investigations supporting a range of provider training approaches capable of enhancing family engagement; and c) empirical support for integrating outreach specialists, case managers and parent peer support staff across health, mental health, school and community-based settings to address behavioral health care gaps.\n\nThis study is based on the premise that if care navigation models are going to succeed where previous efforts have failed in eliminating racial disparities in child mental health care, then the preparation and support for child behavioral health navigators (cbhNs) needs to include: 1) training to deliver evidence-based family engagement, psychoeducation and support interventions; 2) ongoing coaching and supervision focused on building collaborative relationships between families and providers and; 3) skills to enhance community/system buy-in, as well as to analyze and interrupt multi-level structural influences on disparities and system gaps (including training to assess and intervene in the complex relationships between youth, adult caregivers, providers, system leaders, and community-based networks) within low-income communities.\n\nThe proposed study will be conducted in 2 phases. Phase 1 involves the recruitment and training of a new cohort of cbhNs (n=15), intentionally involving committed individuals of color from an existing community-based network of youth service system partners, HomeGrown STL. CbhNs (n=15) will be hired based on experience serving youth and families in target communities, St. Louis north city and county neighborhoods, but do not necessarily have extensive mental health training. CbhNs will be prepared to collaborate with youth/families via an interactive training protocol which integrates existing evidence-based cbhN approaches, including engagement interventions, family support and education, adapted care navigation models and empirically supported implementation strategies to address barriers.\n\nPhase 2 is a mixed methods, hybrid effectiveness implementation experimental study, enrolling 390 early adolescent youth (10 to 14 years) of African descent and their families living in geographically defined St. Louis north city and county neighborhoods (racially segregated areas with high poverty concentration), aimed at simultaneously examining multi-level factors that enhance or impede cbhN interaction and youth/family outcomes. This study exclusively focuses on youth and families frequently missed or not retained in services.\n\nThe following specific aims guide the proposed study:\n\nPrimary Aim #1: To examine youth/family level outcomes associated with cbhNs (e.g. rates of identification of DBDs, youth/family engagement and motivation, access to assessment/care, alliance with and response to cbhNs, youth behavioral functioning over time); Primary Aim #2: To identify multi-level factors that impede/facilitate navigation (e.g. stigma, gaps in collaboration across youth, families, providers, system level limitations, relationship with cbhN); Exploratory Aim #1: To explore the response to cbhNs by key network and system stakeholders (e.g. perceptions of cbhN helpfulness, understanding and support for cbhN relationships with families, attributions of reductions in system barriers), as well as of the cbhNs, specifically their response to evidence-informed interactive training (e.g. child behavioral health and care knowledge and navigation skill, efficacy regarding collaboration with families, providers and systems).\n\nThis study is being conducted by a transdisciplinary network of scientists at Washington University in St. Louis (STL) and New York University in collaboration with service organizations, child behavioral health policy officials and the HomeGrown St. Louis (STL) network, including an existing Advisory Board. The proposed study is set within high poverty communities and focused on youth/families of color who rely on resource-constrained clinics to address serious youth mental health needs. The study capitalizes on significant preliminary work, including the mapping of all early adolescent youth of African descent in the target communities and the collaborative refinement of an evidence-informed cbhN training protocol. This application aligns with NIH's priorities to address underlying health disparities, as well as to enhance public health impact of mental health focused research studies."
        },
        "conditionsModule": {
            "conditions": [
                "Disruptive Behavior Disorder"
            ],
            "keywords": [
                "Peer Navigators",
                "Disruptive Behavior Disorder",
                "Access Inequalities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Youth and their families will receive 1) standard care or 2) the cbhN intervention.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 405,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard care will consist of 1) community-based screening and referral and 2) monthly contacts by a case manager, who will track attendance in mental health services and provide referrals upon request.",
                    "interventionNames": [
                        "Other: Standard Care"
                    ]
                },
                {
                    "label": "Child Behavioral Health Navigators (cbhN)",
                    "type": "EXPERIMENTAL",
                    "description": "CbhNs will engage in a series of face to face and phone contacts with families to coordinate needed appointments at mental health care sites, as well as a range of human service support organizations (e.g. housing, food, financial, legal assistance). Over time, contact may decrease as the youth/family make ongoing connection with mental health care and other resources. However, over the course of the study (twelve months), twice per month check-ins will be routine between cbhNs and families. In addition, the cbhN will be expected to actively engage with the range of service providers and mental health resources as needed and preferred by the family. These contacts include telephone linkage calls, in-person advocacy meetings and at time, accompanying the youth and families to meetings at each organization.",
                    "interventionNames": [
                        "Other: Child Behavioral Health Navigator (cbhN)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Standard Care",
                    "description": "Standard care will consist of 1) community-based screening and referral conducted by HomeGrown St. Louis (HomeGrown StL) network members and supported by HomeGrown StL coordinator; and 2) monthly contacts by a case manager, who will track attendance in mental health services and provide referrals upon request.",
                    "armGroupLabels": [
                        "Standard Care"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Child Behavioral Health Navigator (cbhN)",
                    "description": "CbhNs will engage in a series of contacts in person and by phone/text to coordinate needed appointments at mental health care sites, as well as a range of human service support organizations (e.g. housing, food, financial, legal assistance). Over time, contact may decrease as the youth/family make ongoing connection with mental health care and other resources. However, over the course of the study (twelve months), twice per month check-ins will be routine between cbhNs and families. In addition, the cbhN will be expected to actively engage with the range of service providers and mental health resources as needed and preferred by the family. These contacts include telephone linkage calls, in-person advocacy meetings and at time, accompanying the youth and families to meetings at each organization.",
                    "armGroupLabels": [
                        "Child Behavioral Health Navigators (cbhN)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Disruptive Behavior Disorder Rating Scale (DBDRS)",
                    "description": "Screening for DBDs. The DBDRS consists of 45 items that are ranked using a four-point Likert scale ranging from \"not at all\" (0) to \"very much\" (3). There are three subscales: conduct disorder (CD), oppositional defiant disorder (ODD), and attention deficit hyperactivity disorder (ADHD; inattention type, impulsive type, or combined). The CD subscale consists of 15 items (range 0-45), and 3 or more items must be endorsed as \"pretty much\" or \"very much\" to meet criteria. The ODD subscale consists of 6 items (range 0-24), and 4 or more items must be endorsed as \"pretty much\" or \"very much\" to meet criteria. Both the ADHD, inattention type and hyperactive impulsive type subscales consist of 9 items (range 0-27), and 6 or more items must be endorsed as \"pretty much\" or \"very much\" to meet criteria. If 6 or more items are endorsed across both subscales, than criteria is met for ADHD, combined type.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Disruptive Behavior Disorder Rating Scale (DBDRS)",
                    "description": "Symptoms of DBDs. The DBDRS consists of 45 items that are ranked using a four-point Likert scale ranging from \"not at all\" (0) to \"very much\" (3). There are three subscales: conduct disorder (CD), oppositional defiant disorder (ODD), and attention deficit hyperactivity disorder (ADHD; inattention type, impulsive type, or combined). The CD subscale consists of 15 items (range 0-45), and 3 or more items must be endorsed as \"pretty much\" or \"very much\" to meet criteria. The OD subscale consists of 6 items (range 0-24), and 4 or more items must be endorsed as \"pretty much\" or \"very much\" to meet criteria. Both the ADHD, inattention type and hyperactive impulsive type subscales consist of 9 items (range 0-27), and 6 or more items must be endorsed as \"pretty much\" or \"very much\" to meet criteria. If 6 or more items are endorsed across both subscales, than criteria is met for ADHD, combined type.",
                    "timeFrame": "Change in Disruptive Behavior Disorders symptoms from three months to 12 months followup"
                },
                {
                    "measure": "IOWA Connors Rating Scale",
                    "description": "Symptoms of oppositional defiant behavior. the IOWA (IOWA) Connors Rating Scale is a brief measure of inattention-overactive and oppositional-defiant behavior in children. It consists of 10 items, and responses range from \"not at all\" (0) to \"very much\" (3). There are two subscales: inattention-overactive (IO) and oppositional-defiant (OD). Five items constitute each subscale, and a score of 10 or higher is considered the clinical cutoff for meeting criteria for the IO subscale, and 9 or higher is the clinical cutoff for the OD subscale (as rated by caregivers).",
                    "timeFrame": "Change in conduct symptoms from three months to 12 months followup"
                },
                {
                    "measure": "Strengths and Difficulties Questionnaire (SDQ)",
                    "description": "The SDQ is a brief behavioral screening questionnaire consisting of 25 attributes divided across five subscales: 1) emotional symptoms, 2) conduct problems, 3) hyperactivity/inattention, 4) peer relationship problems, and 5) prosocial behaviors. Each item is ranked along a three-point Likert scale ranging from \"not true\" (0) to \"certainly true\" (2), and each subscale ranges from 0-10, with higher scores are indicating greater difficulties in each subscale, with the exception of the subscale prosocial behaviors. The total score ranges from 0-40 and is generated from the four subscales (excluding the prosocial behaviors subscale).",
                    "timeFrame": "Change in behavior symptoms from three months to 12 months followup"
                },
                {
                    "measure": "Impairment Rating Scale (IRS)",
                    "description": "The IRS consists of six items that asks caregivers to rate the severity of their child's impairment across functional domains including their relationship with peers, parents, and siblings; academic progress; and family functioning. Respondents place an X on a 7-point scale to signify their child's functioning along a continuum of impairment that ranges from 0 (no need for treatment) to 6 (extreme need for treatment). Scores of three or greater per item indicate clinical impairment.",
                    "timeFrame": "Change in functional impairment from three months to 12 months followup"
                },
                {
                    "measure": "Project Reach Care and System Tracking Tools",
                    "description": "The Project Reach Care and System Tracking Tools assess child mental health service use by type and attendance. Number of appointments attended can be computed via the sum of all appointments kept versus scheduled.",
                    "timeFrame": "Through study completion, an average of one year"
                },
                {
                    "measure": "Electronic Medical Record Abstractions",
                    "description": "Electronic medical record abstractions will measure child mental health service use by attendance. Number of appointments attended can be computed via the sum of all appointments kept versus scheduled.",
                    "timeFrame": "Through study completion, an average of one year"
                },
                {
                    "measure": "Service Implementation Checklist",
                    "description": "The Service Implementation Checklist will track child mental health service use by type and attendance. Number of appointments attended can be computed via the sum of all appointments kept versus scheduled.",
                    "timeFrame": "Through study completion, an average of one year"
                },
                {
                    "measure": "Working Alliance Inventory-Short Form (WAI)",
                    "description": "The WAI-Short Form consists of 12 items that measures a client's alliance with their treatment provider, including agreement on goals and tasks, and the bond between client and provider. Each item is ranked using a 7-point Likert scale ranging from \"never\" (1) to \"always\" (7). Items are summed for a total score of between 12 and 84, and higher scores indicate a stronger working alliance.",
                    "timeFrame": "Change in working alliance with child mental health providers from three months to 12 months followup"
                },
                {
                    "measure": "Metropolitan Area Child Study (MACS) Process Records",
                    "description": "Facilitators and barriers to services is measured by the MACS, which consists of 76 items ranked along a 4-point Likert scale ranging from \"strongly disagree\" (1) to \"strongly agree\" (4). There are 8 subscales: 1) treatment satisfaction (14 items, range from 14-56, higher scores indicate greater satisfaction); 2) relationship with their therapist (13 items, range from 13-52, higher scores indicate a more positive relationship; 3) positive change (5 items, range from 5-20, higher scores indicate greater change; 4) treatment dynamics (11 items, range 11-44, higher scores mean higher positive dynamics; 5) cooperation (6 items, range 6-24, higher scores indicate greater cooperation); 6) prosocial behavior (3 items, range 3-12, higher scores indicate greater prosocial behavior, 7) aggression (8 items, range 8-32, higher scores indicate greater aggression); 8) parenting practices (6 items, range 6-24, higher scores indicate greater effort and ability related to parenting).",
                    "timeFrame": "Change in factors that facilitate or impede child mental health service delivery three months to 12 months followup"
                },
                {
                    "measure": "Beliefs about Mental Illness (BMI) Scale",
                    "description": "The BMI is a measure of negative stereotypical views of mental illness, including that it is incurable and shameful, and that people with mental health difficulties are dangerous and untrustworthy. Composed of 24 items, respondents rate their level of agreement with each item. Items are ranked on a six-point Likert scale ranging from completely disagree (0) to completely agree (5). Total scores range from 0-120, with higher scores indicating more negative beliefs about mental illness.",
                    "timeFrame": "Changes in perceptual obstacles from three to 12 months followup"
                },
                {
                    "measure": "Semi-structured interview",
                    "description": "Perceived barriers and facilitators to screening, assessment, and care",
                    "timeFrame": "Changes from baseline to three to 12 months followup"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Implementation and Feasibility Checklists",
                    "description": "Implementation of the intervention",
                    "timeFrame": "Changes in implementation and perceived feasibility of delivery from baseline to three to 12 months followup"
                },
                {
                    "measure": "Texas Christian University (TCU) Survey of Organizational Functioning",
                    "description": "The TCU measures organizational functioning and barriers to implementation in areas such as program and training needs, pressures for change, program resources and organizational dynamics. The TCU consists of 129 items and 18 scales. For this study, 11 subscales will be used: 1) program needs, 2) training needs, 3) pressures for change, 4) training, 5) growth, 6) efficacy, 7) adaptability, 8) cohesion, 9) communication, 10) stress, and 11) change. All items are ranked on a five-point Likert scale representing the extent to which a provider agrees with each statement, with a range from \"strongly disagree\" (1) to \"strongly agree\" (5). Subscale scores range from 10 to 50, with higher scores indicating greater organizational readiness for change in that specific subscale.",
                    "timeFrame": "Changes from three to 12 months followup"
                },
                {
                    "measure": "Program Sustainability Assessment Tool (PSAT)",
                    "description": "Sustainability of the cbhN intervention will be assessed via the PSAT, which consists of 40 items ranked along a seven-point Likert scale ranging from \"too littler or to no extent\" (1) to \"to a very great extent\" (7). There are eight subscales: 1) political support, 2) funding stability, 3) partnerships, 4) organizational capacity, 5) program evaluation, 6) program adaptation, 7) communications, 8) strategic planning. All subscales consist of five items, and the range of scores is from 5-35, with greater scores indicating greater likelihood of sustainability.",
                    "timeFrame": "Changes from three to 12 month followup"
                },
                {
                    "measure": "Project Reach Care and System Tracking Tools",
                    "description": "System collaboration",
                    "timeFrame": "Changes from three to 12 months followup"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "There are two samples in this study: 1) child/caregiver dyads (n=390) and 2) child behavioral health navigators (n=15). Inclusion and exclusion criteria are as follows:\n\n1. Youth Caregiver Dyads: Inclusion Criteria: Youth of African descent, between 10 and 14 years, evidencing elevated behaviors associated with DBDs, and willing to provide assent and who has an adult caregiver capable of providing informed consent. Caregiver will have physical custody of the youth.\n\n   Exclusion Criteria: Youth or adult caregivers not capable of providing informed consent, or evidencing an emergency psychiatric or safety issue that requires immediate attention to prevent harm to self or others.\n2. CbhN: Inclusion Criteria: Adults \\> 21 years, primarily of African descent who have experience working or volunteering in the target communities; willing to participate in the study and provide informed consent.\n\nExclusion Criteria: Adults not capable of providing informed consent, or evidencing an emergency psychiatric or safety issue that requires immediate attention to prevent harm to self or others.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary M McKay, PhD",
                    "role": "CONTACT",
                    "phone": "314-935-6693",
                    "email": "mary.mckay@wustl.edu"
                },
                {
                    "name": "Mary C Acri, PhD",
                    "role": "CONTACT",
                    "phone": "203-675-4691",
                    "email": "mary.acri@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary M McKay, PhD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brown School at Washington University in St. Louis",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary M McKay, PhD",
                            "role": "CONTACT",
                            "phone": "314-935-6693",
                            "email": "mary.mckay@wustl.edu"
                        },
                        {
                            "name": "Sean Joe, PhD",
                            "role": "CONTACT",
                            "phone": "314-935-6145",
                            "email": "sjoe@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual participant data for all outcome measures will be made available.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be made available within six months of study completion.",
            "accessCriteria": "Data access requests will be reviewed by the Principal Investigator and investigative team. Requestors will be required to sign a Data Access Agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                },
                {
                    "id": "D000019958",
                    "term": "Attention Deficit and Disruptive Behavior Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Behavior Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Disruptive Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4594",
                    "name": "Attention Deficit Disorder with Hyperactivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M21830",
                    "name": "Attention Deficit and Disruptive Behavior Disorders",
                    "asFound": "Disruptive Behavior Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}