{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04029220",
            "orgStudyIdInfo": {
                "id": "19-0972"
            },
            "secondaryIdInfos": [
                {
                    "id": "R34MH119431",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R34MH119431"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Navigation and Parent Peer Support to Promote Access",
            "officialTitle": "Navigation and Parent Peer Support to Promote Access and Retention of Children in Mental Health Services",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "navigation-and-parent-peer-support-to-promote-access"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-17",
            "studyFirstSubmitQcDate": "2019-07-18",
            "studyFirstPostDateStruct": {
                "date": "2019-07-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-15",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "University of Pittsburgh",
                    "class": "OTHER"
                },
                {
                    "name": "Uplift Wyoming",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Allegheny Family Network",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Family-Run Executive Director Leadership Association",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Oregon Family Support Network",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Nearly one in five children in the United States has a mental health problem that interferes with daily functioning and requires intervention, and yet less than 50% of children who need mental health care receive any services. Families and especially from low-income and ethnically diverse backgrounds, experience a range of barriers to engaging in services for their children including: lack of recognition of problems and knowledge of available treatments, connecting to services, trust in providers, stigma; low income and ethnically diverse populations are especially affected by these barriers. In this work, the investigators propose to carry out initial testing of a research- and theory-based model of Parent Peer Navigation services to help engage families with children with significant but pre-clinical problems in mental health services in order to prevent future poorer outcomes for children, who otherwise may never receive services, or only receive services when their mental health issues become severely debilitating for themselves and their family.",
            "detailedDescription": "Parent peer navigation (PPN), provided by other caregivers who have lived experience raising a youth with mental health conditions, holds promise as a service that can aid in improving both youth and caregiver outcomes by overcoming system- and individual-level barriers to care. This proposed study will support initial testing of a research- and theory- based Parent Peer Navigation (PPN) model created by one of the nation's leading advocacy organizations for caregivers of children and youth with mental health challenges, the federally funded Family-Run Executive Directors Leadership Association. This model, called the National Parent Peer Support Practice Model (Practice Model) has an associated training program and aims to effectively engage parents/caregivers in necessary treatment for their children by helping them connect with assessment, treatment and community-based resources and prepare them to independently navigate the child serving system, community-based resources, and ongoing opportunities for support once the PPN provider is no longer involved. The Practice Model incorporates five theory- and research-based components of support: (1) information/educational, (2) instructional/skills development; (3) emotional/ affirming, (4) instrumental; and (5) advocacy. The study will focus on children in early stages of impairment as a result of mental health challenges for which prevention of further disability is possible. It will take advantage of implementation of the Practice Model through two non-profit family-run organizations (FROs) and will occur in three phases, beginning with preparatory work to develop recruitment strategies in collaboration with local schools, formalize implementation outcomes (acceptability, appropriateness, feasibility, fidelity) and other measures followed by a Feasibility Study to finalize recruitment, procedures and measurement frames. Finally, in Phase 3, the investigators will conduct a cluster randomized trial to provide a preliminary test of the impact of the Practice Model on key caregiver and child outcomes. Children who are experiencing mental health challenges but have not had exposure to formal mental health services will be identified by collaborating schools and FROs/FSOs and referred for family support. Consenting families will be randomly assigned to a treatment group who will receive PPN services based on the Practice Model from participating FROs, or a comparison group who will be referred to a Family Support Organization which provide other types of resources (e.g., referrals, information). The investigators predict that youth and parents receiving PPN will show significantly greater rates of access, engagement and retention in services as compared to the comparison group. The investigators also predict that at 6 months following PPN onset, children in the treatment group will exhibit improved social/emotional functioning and that parents in the treatment group will exhibit increased empowerment and decreased parenting stress, as compared to those in the comparison group."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Disorder, Child",
                "Mental Health",
                "Family Health"
            ],
            "keywords": [
                "Patient Navigation",
                "Mental Health Services"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study will employ a randomized trial to provide a preliminary test of the impact of Parent Peer Navigation (PPN) on key caregiver and child outcomes. We will recruit children and families through schools and through those families contacting Family Run Organizations directly in Pennsylvania and Wyoming, who will then be referred randomly to either a (1) Family Support Organization or Service (FSO) that provides only information and referrals by staff who are not family members with lived experience or (2) one of the FROs (Allegheny Family Network in Pennsylvania or UPLIFT in Wyoming) that provides PPN by family members with lived experience..",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Staff supporting on-line data collection will not be aware of arm participation",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Parent Peer Navigation (PPN) by Family Run Organization",
                    "type": "EXPERIMENTAL",
                    "description": "In this arm, families receive PPN services from a trained provider with lived experience whose role is to effectively engage parents/caregivers in necessary treatment for their children by helping them connect with assessment, treatment and community-based resources and prepare them to independently navigate the child serving system, community-based resources, and ongoing opportunities for support once the PPN is no longer involved. PPN providers use the foundational competencies and skills to educate, inform and support families who are just entering the child-serving systems due to emerging behavioral health issues of their child.",
                    "interventionNames": [
                        "Behavioral: Parent Peer Navigation"
                    ]
                },
                {
                    "label": "Resources provided by Family Support Organization",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The active comparator is service provided by Family Support Organizations (FSOs), which provide information and resources for families about disabilities, special education and other services as well as workshops and parent support groups. Unlike PPN services, FSO staff members are not \"veteran caregivers\" of a child with mental health challenges, do not provide personalized service delivery, do not provide a comprehensive assessment of family needs, and do not prepare families to make use of services through support for their initial and continued involvement in them. Finally, whereas PPNs participate in comprehensive training and coaching, training for FSO staff tends to be more general and consists primarily of being aware of local resources to which families may be referred.",
                    "interventionNames": [
                        "Behavioral: Parent Peer Navigation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Parent Peer Navigation",
                    "description": "Parent Peer Navigation (PPN) is implemented by trained providers with lived experience, who are supported by training and coaching protocols. The role of PPN provider is to engage caregivers in necessary treatment for their children and prepare them to independently navigate the child serving system, community-based resources, and ongoing opportunities for support. PPN providers will support families who are just entering he child-serving systems for 6 months on a weekly basis during which they will: help link families with formal and informal supports; instill confidence and coping skills; assist in the development of goals and crisis plans; and serve as an advocate for resolution of issues. Also, the PPN provider helps the family to learn to navigate systems and advocate for their needs, prepares families for meetings and treatment sessions, helps identify ways for parents to practice self-care; and promotes family choice and shared decision making.",
                    "armGroupLabels": [
                        "Parent Peer Navigation (PPN) by Family Run Organization",
                        "Resources provided by Family Support Organization"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Services Assessment for Children and Adolescents (SACA)",
                    "description": "The Brief Form of the Services Assessment for Children and Adolescents (SACA) obtains for each service setting, information about the specific type of service used, provider, duration and frequency of use, and reason for use. Questions are asked not only about child involvement but those aspects of the service that require parent involvement.",
                    "timeFrame": "Baseline, 3 months and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Working Alliance Inventory - Short Form (WAI-S): Change is being assessed",
                    "description": "Engagement in the PPN intervention will be assessed with the Working Alliance Inventory, Short Form (WAI-S), a 12-item adaptation of the Working Alliance Inventory to assess: (1) agreement on goals; (2) agreement on tasks; and (3) the development of bond. A total alliance score and subscales are available (goals, tasks, bond).",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Family Journey Assessment (FJA): Change is being assessed",
                    "description": "The FJA completed by PPN providers and family members tracks caregiver progress toward self-advocacy and self-efficacy with a 3-component structure, reflecting progress in the recognition of needs, collaboration to access help from formal and natural supports, and activation of skills to cope with stress, enhance resilience, and develop and carry out plans of care.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Family Empowerment Scale (FES): Change is being assessed",
                    "description": "Two modules of the FES will be employed which measure parent's perception of their self-efficacy and competence in the context of mental health services. Each has shown to have adequate reliability and validity and to be a predictor of positive change in children's problem behavior.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Social Support Questionnaire (SSQ): Change is being assessed",
                    "description": "The revised short form of the Social Support Questionnaire is a 12-item instrument in which individuals are asked to list the people in their social network whom they perceive as helpful in six different areas and are also asked to rate their level of satisfaction with that support.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "The Revised Short Form of the Caregiver Strain Questionnaire (CSQ):Change is being assessed",
                    "description": "Part of the Peabody Treatment Progress Battery, the revised short form of the CSQ is a 7-item scale that assesses the degree of objective and subjective stress experienced by a caregiver as a result of the responsibilities related to caring for a child with behavioral problems.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Hope Scale: Change is being assessed",
                    "description": "The Hope Scale measures positive beliefs about the future, with 12 items measuring a person's self-efficacy and strategic goal orientation with two subscales: (1) hope pathways: perceived ability to generate routes to surmount obstacles and obtain goals, and (2) hope agency: personal belief that one can initiate and sustain effort toward goals using selected routes.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "School attendance: Change is being assessed",
                    "description": "Suspensions, expulsions and attendance will be obtained directly from school records with parent permission",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "School suspension: Change is being assessed",
                    "description": "Suspensions, expulsions and attendance will be obtained directly from school records with parent permission",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "School expulsion: Change is being assessed",
                    "description": "Suspensions, expulsions and attendance will be obtained directly from school records with parent permission",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Strengths and Difficulties Questionnaire (SDQ): Change is being assessed",
                    "description": "The SDQ is a widely used, brief screening tool used with children ages 4 to 17 years. Included are 25 items covering behavioral/emotional symptoms evenly divided into five scales: Emotional Symptoms, Conduct Problems, Hyperactivity, Peer Problems, and Prosocial Behavior. The impact section addresses whether the relevant symptoms result in substantial functional impairment and impose significant family burden.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Youth Top Problems: Change is being assessed",
                    "description": "A psychometrically adequate measure that empirically-derives parents primary issues related to their child, tracking changes in child functioning over time.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPPN provider:\n\n* Over the age of 18 years\n* Has experience in providing PPN services to families\n* Has lived experience of having a child with mental health challenges\n* Employed by the collaborating Family Run Organization\n\nParents/Caregivers:\n\n* Over the age of 18 years,\n* Have a child aged 1-13 with significant mental health symptoms and impairment but who has had no formal mental health treatment\n\nChild:\n\n* Aged 1-13 years\n* Has significant mental health symptoms and impairment\n* Has had no formal mental health treatment\n\nExclusion Criteria:\n\nPPN provider:\n\n* None\n\nParent:\n\n* His or her child is in crisis needing more intense levels of care\n* His or her child has been living continuously with parent for less than one year\n\nChild:\n\n* In crisis needed more intense levels of care\n* Has been living continuously with parent for less than one year",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bruno Anthony",
                    "role": "CONTACT",
                    "phone": "1-800-624-6553",
                    "phoneExt": "6255",
                    "email": "bruno.anthony@ucdenver.edu"
                },
                {
                    "name": "Tennyson Dahlman, BA",
                    "role": "CONTACT",
                    "phone": "1-800-624-6553",
                    "phoneExt": "7796",
                    "email": "tennyson.dahlman@cuanchutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bruno J. Anthony, PhD",
                    "affiliation": "University of Colorado, Denver",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado School of Medicine",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045-7106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bruno J Anthony, PhD",
                            "role": "CONTACT",
                            "phone": "720-777-6255",
                            "email": "bruno.anthony@ucdenver.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Oregon Family Support Network",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Salem",
                    "state": "Oregon",
                    "zip": "97302",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandy Bumpus",
                            "role": "CONTACT",
                            "phone": "503-363-8068",
                            "email": "sandy.bumpus@ofsn.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.9429,
                        "lon": -123.0351
                    }
                },
                {
                    "facility": "Allegheny Family Network",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ruth Fox",
                            "role": "CONTACT",
                            "phone": "412-246-2030",
                            "email": "rfox@alleghenyfamilynetwork.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Uplift Wyoming",
                    "status": "RECRUITING",
                    "city": "Cheyenne",
                    "state": "Wyoming",
                    "zip": "82001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Heinen",
                            "role": "CONTACT",
                            "phone": "307-778-8686",
                            "email": "mheinen@upliftwy.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.13998,
                        "lon": -104.82025
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30382742",
                    "type": "BACKGROUND",
                    "citation": "Anthony BJ, Serkin C, Kahn N, Troxel M, Shank J. Tracking progress in peer-delivered family-to-family support. Psychol Serv. 2019 Aug;16(3):388-401. doi: 10.1037/ser0000256. Epub 2018 Nov 1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "asFound": "Mental Disorder, Child",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}