{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05489887",
            "orgStudyIdInfo": {
                "id": "BCC018"
            },
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Naxitamab Added to Induction for Newly Diagnosed High-Risk Neuroblastoma",
            "officialTitle": "A Phase II Study of Naxitamab Added to Induction Therapy for Subjects With Newly Diagnosed High-Risk Neuroblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "naxitamab-added-to-induction-for-newly-diagnosed-high-risk-neuroblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-04",
            "studyFirstSubmitQcDate": "2022-08-04",
            "studyFirstPostDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Giselle Sholler",
                "investigatorTitle": "Beat Childhood Cancer Chair",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Giselle Sholler",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Y-mAbs",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, multicenter clinical trial in subjects with newly diagnosed high-risk neuroblastoma to evaluate the efficacy and safety of administering naxitamab with standard induction therapy. The initial chemotherapy will include 5 cycles of multi-agent chemotherapy. Naxitamab will be added to all 5 Induction cycles. Subjects with an ALK mutation or amplification will have ceritinib added to their treatment regimen as soon as results are available. We hypothesize that the addition of anti-GD2 therapy to induction chemotherapy will result in improved end of induction responses and improved survival.",
            "detailedDescription": "This is a prospective, multicenter clinical trial in subjects with newly diagnosed high-risk neuroblastoma to evaluate the efficacy and safety of administering naxitamab with standard induction therapy.\n\nAll subjects will be followed for disease response, event free survival, overall survival and toxicity. Extent of disease will be measured and assessed for changes throughout the course of the study. All efficacy analyses will be performed on the evaluable population which will consist of all enrolled subjects (subjects who initiate treatment with naxitamab in combination with GM-CSF plus standard induction therapy) and who have measurable disease at baseline.\n\nThe initial chemotherapy Induction regimen will utilize sequential administration of 5 cycles of multi-agent chemotherapy. Naxitamab will be added to all 5 Induction cycles.\n\nSubjects with an activating ALK mutation or ALK amplification will have ceritinib added to their treatment regimen as soon as results are available.\n\nStem cell mobilization and collection will occur after the 2nd cycle of induction.\n\nSurgical resection of the primary tumor will ideally occur after the 4th cycle of Induction but may be delayed until after the 5th cycle of Induction if medically necessary.\n\nDisease status evaluations will occur at the following time points: (1) pre-treatment, (2) post Cycle 2 Induction (3) Prior to surgical resection (if performed), (4) End of Induction (which includes surgery and 5 cycles of chemotherapy), and (5) End of Additional/Salvage Therapy as needed.\n\nThe current standard of care for high-risk neuroblastoma involves 5-7 cycles of induction chemotherapy with surgical removal of the tumor after 4-5 cycles of chemotherapy, followed by high-dose chemotherapy plus autologous stem cell transplant, then radiation to the primary tumor bed, followed by anti-GD2 immunotherapy and cis retinoic acid. This results in a less than 60% disease free survival for high-risk NB, a survival rate that still greatly needs improvement. Two areas in which improvements can be made include: 1) to improve response rate to induction chemotherapy and 2) to improve EFS by improving maintenance therapy to prevent relapse.\n\nWe hypothesize that the addition of anti-GD2 therapy to induction chemotherapy will result in improved end of induction responses and improved survival."
        },
        "conditionsModule": {
            "conditions": [
                "High-risk Neuroblastoma"
            ],
            "keywords": [
                "naxitimab",
                "induction",
                "ALK mutation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 76,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Subjects with ALK Wildtype or Unknown",
                    "type": "EXPERIMENTAL",
                    "description": "5 cycles of standard of care induction + naxitimab\n\nNaxitimab on Days 1, 3, and 5 of each cycle",
                    "interventionNames": [
                        "Drug: Naxitamab"
                    ]
                },
                {
                    "label": "Subjects with ALK aberration",
                    "type": "EXPERIMENTAL",
                    "description": "5 cycles of standard of care induction + naxitimab + ceritinib\n\nNaxitimab on Days 1, 3, and 5 of each cycle Ceritinib once daily on every day of study",
                    "interventionNames": [
                        "Drug: Naxitamab",
                        "Drug: Ceritinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Naxitamab",
                    "description": "Naxitamab is a humanized (IgG1) anti-GD2 (hu3F8) monoclonal antibody for the treatment of neuroblastoma, osteosarcoma and other GD2-positive cancers. Naxitamab was granted accelerated approval by the FDA in 2020 as treatment (in combination with granulocyte-macrophage colony-stimulating factor - GM-CSF) for pediatric patients at least one year of age and adult patients with relapsed or refractory high-risk neuroblastoma in the bone or bone marrow demonstrating a partial response, minor response, or stable disease to prior therapy",
                    "armGroupLabels": [
                        "Subjects with ALK Wildtype or Unknown",
                        "Subjects with ALK aberration"
                    ],
                    "otherNames": [
                        "Danyelza"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ceritinib",
                    "description": "Ceritinib is an inhibitor that selectively targets the ALK tyrosine kinase",
                    "armGroupLabels": [
                        "Subjects with ALK aberration"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with a Very Good Partial Response (VGPR)(+) rate (VGPR + Complete Response (CR) rate)",
                    "description": "Measured by the presence of radiologically assessable disease by cross-sectional computed tomography (CT) or Magnetic resonance imaging (MRI) imaging and/or by metaiodobenzylguanidine (MIBG) or positron emission tomography (PET) scans and bone marrow (BM) response for subjects with newly-diagnosed high-risk neuroblastoma according to the 1993 International Neuroblastoma Response Criteria (INRC) and compare to relevant historical controls.",
                    "timeFrame": "Month 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "The proportion of patients with a complete response or partial response to naxitamab with standard induction therapy for subjects with newly-diagnosed high-risk neuroblastoma according to the 1993 and 2017 International Neuroblastoma Response Criteria (INRC).Collected by the presence of radiologically assessable disease by cross-sectional CT or MRI imaging and/or by MIBG or PET scans and bone marrow response.",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Objective Response Rate (ORR) after two cycles",
                    "description": "The proportion of patients with a complete response or partial response to naxitamab with standard induction therapy for subjects with newly-diagnosed high-risk neuroblastoma according to the 1993 and 2017 International Neuroblastoma Response Criteria (INRC). Collected by the presence of radiologically assessable disease by cross-sectional CT or MRI imaging and/or by MIBG or PET scans and bone marrow response at the end of 2 cycles.",
                    "timeFrame": "Month 4"
                },
                {
                    "measure": "Number of days that subjects remain alive",
                    "description": "Overall survival (OS) for subjects receiving the combination of standard Induction chemotherapy with naxitamab.",
                    "timeFrame": "Year 7"
                },
                {
                    "measure": "Number of days that subjects remain in remission",
                    "description": "Progression-free survival (PFS) for subjects receiving the combination of standard Induction chemotherapy with naxitamab.",
                    "timeFrame": "Year 7"
                },
                {
                    "measure": "Objective Response Rate (ORR) after five cycles",
                    "description": "Response rate of naxitamab in combination with salvage chemotherapy in subjects who have a poor response (as defined as PR/MR/SD/NR) after 5 cycles of induction. Collected by the presence of radiologically assessable disease by cross-sectional CT or MRI imaging and/or by MIBG or PET scans and bone marrow response.",
                    "timeFrame": "Year 2"
                },
                {
                    "measure": "Number of participants with treatment-related adverse events",
                    "timeFrame": "Year 2"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Morphine equivalent daily dose (MEDD) per subject",
                    "description": "Narcotic use will be quantified for each subject over the course of the study in terms of morphine equivalent daily dose (MEDD).",
                    "timeFrame": "Year 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis: Subjects must have a diagnosis of neuroblastoma or ganglioneuroblastoma (nodular or intermixed) verified by histology or demonstration of clumps of tumor cells in bone marrow with elevated urinary catecholamine metabolites. Subjects with the following disease stages at diagnosis are eligible, if they meet the other specified criteria:\n\n  a) Subjects with newly diagnosed neuroblastoma with International Neuroblastoma Staging System (INSS) Stage 4 are eligible with the following: i. Age \\> 18 months (\\> 547 days) regardless of biologic features or ii. Age 12-18 months (365-547 days) with any of the following 3 unfavorable biologic features (MYCN amplification, unfavorable pathology and/or DNA index = 1) or iii. MYCN amplification (\\> 4-fold increase in MYCN signals as compared to reference signals), regardless of age or additional biologic features.\n\n  b) Subjects with newly diagnosed neuroblastoma with INSS Stage 3 are eligible with the following: i. MYCN amplification (\\> 4-fold increase in MYCN signals as compared to reference signals), regardless of age or additional biologic features or ii. Age \\> 18 months (\\> 547 days) with unfavorable pathology, regardless of MYCN status.\n\n  c) Subjects with newly diagnosed neuroblastoma with INSS Stage 2A/2B with MYCN amplification (\\> 4-fold increase in MYCN signals as compared to reference signals), regardless of age or additional biologic features.\n* Subjects must be age ≤ 21 years at initial diagnosis\n* Subjects must be \\>12 months of age at enrollment\n* Ability to tolerate Peripheral blood stem cell (PBSC) collection: No known contraindication to PBSC collection. Examples of contraindications would include a weight or size less than that determined to be feasible at the collecting institution, or a physical condition that would limit the ability of the child to undergo apheresis catheter placement (if necessary) and/or the apheresis procedure.\n* Adequate Cardiac Function Defined As:\n\n  1. Shortening fraction of ≥ 27% by echocardiogram, or\n  2. Ejection fraction of ≥ 50% by radionuclide evaluation or echocardiogram.\n* Adequate liver function must be demonstrated, defined as:\n\n  1. Total bilirubin ≤ 1.5 x upper limit of normal (ULN) for age AND\n  2. ALT (SGPT) \\< 5 x upper limit of normal (ULN) for age\n* Subjects must have adequate renal function defined as a serum creatinine based on age/gender as follows:\n\nAge Maximum Serum Creatinine (mg/dL) Male Female 1 to \\< 2 years 0.6 0.6 2 to \\< 6 years 0.8 0.8 6 to \\< 10 years 1 1 10 to \\< 13 years 1.2 1.2 13 to \\< 16 years 1.5 1.4\n\n≥ 16 years 1.7 1.4\n\n* A negative serum pregnancy test is required for female participants of childbearing potential (≥13 years of age or after onset of menses)\n* Both male and female post-pubertal study subjects must be willing to use a highly effective contraceptive method (i.e., achieves a failure rate of \\<1% per year when used consistently and correctly) from the time of informed consent until 6 months after study treatment discontinuation. Such methods include: combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation (oral, intravaginal, transdermal), progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable, implantable), intrauterine device (IUD), intrauterine hormone-releasing system (IUS), bilateral tubal occlusion, vasectomized partner, sexual abstinence.\n* Informed Consent: All subjects and/or legal guardians must sign informed written consent. Assent, when appropriate, will be obtained according to institutional guidelines.\n\nExclusion Criteria:\n\n* Subjects who are less than 1 year of age\n* Subjects who are 12-18 months of age with INSS Stage 4 and all stage 3 subjects with favorable biologic features (i.e., nonamplified MYCN, favorable pathology, and DNA index \\> 1) are not eligible.\n* Subjects who have had prior systemic therapy except for localized emergency radiation to sites of life-threatening or function-threatening disease and/or no more than 1 cycle of chemotherapy per a low or intermediate risk neuroblastoma regimen (as per P9641, A3961, ANBL0531, or similar) prior to determination of MYCN amplification status and histology.\n* Treatment with immunosuppressive treatment (local steroids excluded) within 4 weeks prior to enrollment\n* Inadequate pulmonary function defined as evidence of dyspnea at rest, exercise intolerance, and/or chronic oxygen requirement. In addition, room air pulse oximetry \\< 94% and/or abnormal pulmonary function tests if these assessments are clinically indicated.\n* Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study.)\n* Subjects receiving any investigational drug concurrently.\n* Subjects with any other medical condition, including but not limited to malabsorption syndromes, mental illness or substance abuse, deemed by the Investigator to be likely to interfere with the interpretation of the results or which would interfere with a subject's ability to sign or the legal guardian's ability to sign the informed consent, and subject's ability to cooperate and participate in the study.\n* Subjects with a significant intercurrent illness (any ongoing serious medical problem unrelated to cancer or its treatment) that is not covered by the detailed exclusion criteria and that is expected to interfere with the action of investigational medicinal products (IMPs) or to significantly increase the severity of the toxicities experienced from trial treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Genevieve Bergendahl, MSN",
                    "role": "CONTACT",
                    "phone": "7175310003",
                    "email": "gbergendahl@pennstatehealth.psu.edu"
                },
                {
                    "name": "Abigail Moore",
                    "role": "CONTACT",
                    "email": "amoore13@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jaqueline Kraveka, DO",
                    "affiliation": "Medical University of South Carolina",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama, Children's Alabama",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Ward, MD",
                            "role": "CONTACT",
                            "email": "jennifer.ward@aah.org"
                        },
                        {
                            "name": "Rebecca McFall, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Arkansas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Hall",
                            "role": "CONTACT",
                            "phone": "501-364-2760",
                            "email": "HallSF@archildrens.org"
                        },
                        {
                            "name": "Kevin Bielamowicz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                },
                {
                    "facility": "UCSF Benioff Children's Hospital Oakland-",
                    "status": "RECRUITING",
                    "city": "Oakland",
                    "state": "California",
                    "zip": "94609",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Group Contact",
                            "role": "CONTACT",
                            "email": "PedOncRschOAK@ucsf.edu"
                        },
                        {
                            "name": "Jennifer Michlitsch, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.80437,
                        "lon": -122.2708
                    }
                },
                {
                    "facility": "Augusta University Health",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Gray",
                            "role": "CONTACT",
                            "email": "kigray@augusta.edu"
                        },
                        {
                            "name": "Coleen McDonough, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                },
                {
                    "facility": "Kapiolani Medical Center for Women and Children",
                    "status": "RECRUITING",
                    "city": "Honolulu",
                    "state": "Hawaii",
                    "zip": "96813",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea Siu, MPH",
                            "role": "CONTACT",
                            "phone": "808-535-7169",
                            "email": "andrea.siu@kapiolani.org"
                        },
                        {
                            "name": "Randal Wada, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 21.30694,
                        "lon": -157.85833
                    }
                },
                {
                    "facility": "Levine Children's Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jontyce Green, RN",
                            "role": "CONTACT",
                            "phone": "980-442-2356",
                            "email": "jontyce.green@atriumhealth.org"
                        },
                        {
                            "name": "Thomas Russell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Graham Keyes",
                            "role": "CONTACT",
                            "email": "grkeyes@wakehealth.edu"
                        },
                        {
                            "name": "L",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Sarah Supples, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Dell Children's Blood and Cancer Center",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78723",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rhea Robinson, RN",
                            "role": "CONTACT",
                            "phone": "512-628-1902",
                            "email": "TXAUS-DL-SFCHemonc.research@ascension.org"
                        },
                        {
                            "name": "Virginia Harrod, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "UHC Sainte-Justine",
                    "status": "RECRUITING",
                    "city": "Montréal",
                    "state": "Quebec",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Guillaume Leblanc",
                            "role": "CONTACT",
                            "email": "guillaume.leblanc.hsj@ssss.gouv.qc.ca"
                        },
                        {
                            "name": "Pierre Tiera, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.50884,
                        "lon": -73.58781
                    }
                },
                {
                    "facility": "CHUQ",
                    "status": "RECRUITING",
                    "city": "Quebec City",
                    "state": "Quebec",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Valérie-Ève Julien",
                            "role": "CONTACT",
                            "email": "Valerie-Eve.Julien@crchudequebec.ulaval.ca"
                        },
                        {
                            "name": "Bruno Michon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.81228,
                        "lon": -71.21454
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Beat Childhood Cancer Consortium website",
                    "url": "http://www.beatcc.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009447",
                    "term": "Neuroblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018241",
                    "term": "Neuroectodermal Tumors, Primitive, Peripheral"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20387",
                    "name": "Neuroectodermal Tumors, Primitive, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000586847",
                    "term": "Ceritinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M257633",
                    "name": "Molgramostim",
                    "relevance": "LOW"
                },
                {
                    "id": "M219218",
                    "name": "Sargramostim",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M81041",
                    "name": "Ceritinib",
                    "asFound": "Theatre",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}