{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06364540",
            "orgStudyIdInfo": {
                "id": "2023-08-14"
            },
            "organization": {
                "fullName": "Maimonides Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Nebulized Ketamine to Nebulized Fentanyl for Treating Acute Painful Conditions in the ED",
            "officialTitle": "Comparison of Nebulized Ketamine to Nebulized Fentanyl for Treating Acute Painful Conditions in the ED: A Prospective, Randomized, Double-Blind Clinical Trial.",
            "acronym": "KETAFEN",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nebulized-ketamine-to-nebulized-fentanyl-for-treating-acute-painful-conditions-in-the-ed"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-05",
            "studyFirstSubmitQcDate": "2024-04-10",
            "studyFirstPostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Antonios Likourezos",
                "investigatorTitle": "Research Administration Director",
                "investigatorAffiliation": "Maimonides Medical Center"
            },
            "leadSponsor": {
                "name": "Antonios Likourezos",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In situations where intravenous access is not readily available or is unobtainable and the intranasal route is not feasible, another non-invasive route of ketamine administration, such as inhalation via breath-actuated Nebulizer (BAN), is becoming a viable alternative. The BAN allows the controlled, patient-initiated delivery of analgesics in a measured and titratable fashion. (18) Ketamine has been studied as a nebulized drug in a lot of different settings and for a lot of different reasons, such as to treat acute pain after surgery (like a sore throat after being intubated), as a pre-medication for general anesthesia, to treat cancer pain, and as a therapy for asthmaticus.\n\nOur research team has published two case series of 10 adult patients who were given nebulized ketamine (via BAN) for a variety of acute traumatic and non-traumatic painful conditions. The patients showed a 60% decrease in pain and a small number of side effects. Furthermore, our group published a randomized, double-blind trial of 120 adult patients evaluating the analgesic efficacy and safety of nebulized ketamine at three different dosing regimens for acute pain in the ED (0.75 mg/kg, 1 mg/kg, and 1.5 mg/kg), showing similar analgesic efficacy between the three different dosing regimens for short-term (up to 120 minutes) pain relief. Lastly, we recently completed a randomized, double-blind, double-dummy clinical trial comparing the analgesic efficacy and safety of nebulized ketamine and intravenous ketamine in managing acute pain in adult ED patients, with data currently being analyzed.\n\nNebulized fentanyl given in the ED to adults with acute traumatic and non-traumatic pain syndromes at a dose range of 1.5-4 mcg/kg showed the same or even better pain-relieving effects than IV fentanyl and IV morphine alone.\n\nOur objective is to compare the analgesic efficacy and rates of side effects of a 0.75 mg/kg dose of ketamine administered via breath-actuated nebulizer (BAN) to a dose of 3 mcg/kg of fentanyl administered via breath-actuated nebulizer (BAN) in adult patients presenting to the ED with acute painful conditions.",
            "detailedDescription": "This is a prospective, randomized, double-blind trial comparing the analgesic efficacy and safety of nebulized ketamine administered at 0.75 mg/kg via BAN to nebulized fentanyl administered at 3 mcg/kg via BAN to adult patients presenting to the ED of Maimonides Medical Center with acute painful conditions of moderate to severe intensity. The dosing of nebulized fentanyl at three mcg/kg is based on two randomized, dose-finding clinical trials of acute pain where a one mcg/kg dose was compared to a 3 mcg/kg dose with resultant analgesic superiority of the 3 mcg/kg dose (26, 27). The dose of nebulized ketamine is based on the results of our own randomized clinical trial, which showed that 0.75 mg/kg of nebulized ketamine was as effective at relieving short-term pain in the ED as 1 mg/kg and 1.5 mg/kg. Upon meeting the eligibility criteria, patients will be randomized into two study groups: Nebulized KetaBAN (Ketamine via BAN) and Nebulized FentaBAN (Fentanyl via BAN).\n\nThe on-duty ED pharmacist will prepare either a breath-actuated nebulizer (BAN) with 0.75 mg/kg of ketamine or a BAN with 3 mcg/kg of fentanyl, depending on the randomization list, which will be made in SPSS (version 24; IBM Corp., Armonk, NY) with a block randomization of every 10 participants. The medication will be delivered to the treating nurse in a blinded fashion. The nebulization of study drugs via BAN will have a minimum time of 5 minutes and a maximum time of 15 minutes. If a patient requires further analgesia, a second dose of either Ketaban or Fentaban will be offered, or intravenous (IV) fentanyl at 0.75 mcg/kg will be administered as a rescue analgesia.\n\nIn addition, study investigators will measure the residual volume of ketamine and fentanyl remaining in the breath-actuated nebulizer after each treatment and document the results on a waste sheet designed by the pharmacy staff. The pharmacist will receive this sheet and use it to determine the actual dose that each study participant received based on their initial randomization group. According to the departmental policy on the waste of controlled substances, a treating nurse will discard the remaining ketamine and fentanyl in the breath-actuated nebulizer.\n\nA study investigator will approach each patient for written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization after the treating emergency medicine physician has evaluated them and they meet the study eligibility requirements. When English will not be the participant's primary language, a language-appropriate consent form will be used, and non-investigator, hospital-employed, trained interpreters, or licensed telephone interpreters will assist in the acquisition of informed consent. Baseline pain score will be determined with an 11-point numeric rating scale (0 to 10), described to the patient as \"no pain\" being 0 and \"the worst pain imaginable\" being 10. A study investigator will record the patient's body weight and baseline vital signs.\n\nStudy investigators will record pain scores, vital signs, and adverse effects at 15, 30, 60, 90, and 120 minutes. If patients report a pain numeric rating scale score of 5 or greater at any of the aforementioned time points and request additional pain relief, intravenous (IV) fentanyl at 0.75 mcg/kg will be administered as a rescue analgesic.\n\nThe ED pharmacist, research manager, and statistician will be the only ones with knowledge of the study arm to which each participant will be randomized. The treating providers, participants, and the data collection research team will be blind to the medication received.\n\nAll data will be recorded on data collection sheets, including patients' sex, demographics, medical history, vital signs, adverse events, and need for rescue medication, etc., and entered into SPSS (version 24.0; IBM Corp.) by the research manager. The research manager and statistician (Michael Silver) will work independently of any data collection to develop the randomization list, confirm the acquisition of written consent for all participants, and conduct statistical analyses. The randomization will be Bock Randomization every 10 subjects."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Acute"
            ],
            "keywords": [
                "pain",
                "acute",
                "emergency medicine",
                "clinical tiral"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nebulized KetaBAN",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Nebulized ketamine administered at 0.75 mg/kg via BAN to adult patients presenting to the ED of Maimonides Medical Center with acute painful conditions of moderate to severe intensity.",
                    "interventionNames": [
                        "Drug: Ketamine"
                    ]
                },
                {
                    "label": "Nebulized FentaBAN",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Nebulized fentanyl administered at 3 mcg/kg via BAN to adult patients presenting to the ED of Maimonides Medical Center with acute painful conditions of moderate to severe intensity.",
                    "interventionNames": [
                        "Drug: Fentanyl"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ketamine",
                    "description": "Nebulized ketamine administered at 0.75 mg/kg via BAN",
                    "armGroupLabels": [
                        "Nebulized KetaBAN"
                    ],
                    "otherNames": [
                        "Ketalar"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fentanyl",
                    "description": "Nebulized fentanyl administered at 3 mcg/kg via BAN",
                    "armGroupLabels": [
                        "Nebulized FentaBAN"
                    ],
                    "otherNames": [
                        "Sublimaze"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reduction of pain scores on the numeric rating pain scale (NRS)",
                    "description": "comparative reduction of pain scores on the numeric rating pain scale (NRS) between recipients of KetaBAN and FentaBAN",
                    "timeFrame": "30 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Need for Rescue Analgesia",
                    "description": "Assess whether any patients needed rescue analgesia at any time up to 120 minutes",
                    "timeFrame": "30-120 minutes"
                },
                {
                    "measure": "Severity of Adverse Events",
                    "description": "With respect to the unique adverse effects of SDK, we will use the Side Effect Rating Scale for Dissociative Anesthetics (SERSDA). . Subjects will rate the severity of each side effect on a five-point scale, with \"0\" denoting the absence of any negative effects and \"4\" denoting a side effect that is extremely bothersome. The SERSDA Scale includes fatigue, dizziness, nausea, headaches, feelings of unreality, changes in hearing, mood changes, general discomfort, and hallucinations.",
                    "timeFrame": "30-120 minutes"
                },
                {
                    "measure": "Evaluation of Severity of agitation and/or sedation",
                    "description": "The Richmond Agitation Sedation Scale (RASS)evaluates the severity of agitation and/or sedation in accordance with the nine-point scale, with scores ranging from \"-4\" (deeply sedated) to \"0\" (alert and calm) to \"+4\" (combative).",
                    "timeFrame": "30-120 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* age 18 to 64 years\n* acute painful condition\n* pain score of 5 or more on a standard 11 point numeric rating scale (NRD)\n* patient needs to be awake, alert, and oriented as to person, place, and time\n* demonstrated understanding of the informed consent process and content\n* patient needs to demonstrate the ability to verbalize the nature of any adverse effects (AE)\n* patient needs to experience as well as express their pain severity by using the NRS\n\nExclusion Criteria:\n\n* patient with a painful condition warranting emergent/urgent intervention in the ED\n* patients with altered mental status\n* allergy to ketamine or fentanyl\n* pregnant or breastfeeding\n* weight greater than 100 kg\n* patients presenting with head injury\n* unstable vital signs (systolic blood pressure \\<90 mmHg or \\>180 mmHg, pulse rate \\<50 beats/min or \\>150 beats/min, and respiration rate \\<10 breaths/min or \\>30 breaths/min)\n* inability to provide consent\n* current medical history of alcohol or drug abuse\n* administration of opioids or opioid antagonist/agonist within 4-6 hours prior to arrival and NSAIDs 6 hours prior to arrival to the t",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Antonios Likourezos, MA, MPH",
                    "role": "CONTACT",
                    "phone": "718-283-6896",
                    "email": "alikourezos@maimo.org"
                },
                {
                    "name": "Sergey Motov, MD",
                    "role": "CONTACT",
                    "phone": "718-283-8693",
                    "email": "smotov@maimo.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sergey Motov, MD",
                    "affiliation": "Maimonides Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Maimonides Medical Center",
                    "status": "RECRUITING",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sergey Motov, MD",
                            "role": "CONTACT",
                            "email": "smotov@maimo.org"
                        },
                        {
                            "name": "Antonios Likourezos, MPH",
                            "role": "CONTACT",
                            "email": "alikourezos@maimo.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2023-12-18",
                    "uploadDate": "2024-04-05T12:16",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 208117
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059787",
                    "term": "Acute Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "asFound": "Pain, Acute",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005283",
                    "term": "Fentanyl"
                },
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000000759",
                    "term": "Adjuvants, Anesthesia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Nerve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "asFound": "Implant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4089",
                    "name": "Adjuvants, Anesthesia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                }
            ]
        }
    },
    "hasResults": false
}