{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05733715",
            "orgStudyIdInfo": {
                "id": "UPCC 18822"
            },
            "secondaryIdInfos": [
                {
                    "id": "IRB#851597",
                    "type": "OTHER",
                    "domain": "University of Pennsylvania Institional Review Board"
                }
            ],
            "organization": {
                "fullName": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Neoadjuvant Pembrolizumab and Lenvatinib for Renal Cell Carcinoma",
            "officialTitle": "Randomized Pilot Clinical Trial of Neoadjuvant Pembrolizumab +/- Lenvatinib for High Risk Renal Cell Carcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "neoadjuvant-pembrolizumab-and-lenvatinib-for-renal-cell-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-30",
            "studyFirstSubmitQcDate": "2023-02-08",
            "studyFirstPostDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate the effect of investigational drugs, pembrolizumab alone or pembrolizumab with lenvatinib, on the immune systems response to kidney cancer when given before and after surgery to remove kidney cancer.",
            "detailedDescription": "This is a randomized, single-center, unblinded, pilot treatment study to evaluate pembrolizumab with or without lenvatinib as neoadjuvant therapy for RCC planned for surgical nephrectomy. Study objectives include the assessment of immunologic and histologic response measures following neoadjuvant therapy and their association with post-operative clinical outcomes. This trial will generate preliminary data on immune pharmacodynamic outcomes and tumor response for neoadjuvant pembrolizumab +/- lenvatinib and is not powered for comparison between the arms. Up to 33 participants will be enrolled to ensure 30 evaluable patients. Patients who receive neoadjuvant therapy and undergo nephrectomy are considered evaluable. The study will consist of 5 phases: 1) Study Screening; 2) Neoadjuvant Systemic Therapy; 3) Surgical Resection; 4) Adjuvant Systemic Pembrolizumab Therapy; and 5) Post-Treatment Follow-up. The total study participant duration, including participant follow-up across all 4 study phases, will be approximately 60 months."
        },
        "conditionsModule": {
            "conditions": [
                "Renal Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "A: Pembrolizumab + Lenvatinib",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive Pembrolizumab + Lenvatinib. Pembrolizumab 200 mg or 400 mg will be administered as a 30-minute IV infusion every 3 weeks. Lenvatinib 20 mg daily will be self-administered PO by subject for 28 consecutive days, beginning Day -7.",
                    "interventionNames": [
                        "Drug: Pembrolizumab infusion",
                        "Drug: Lenvatinib tablet"
                    ]
                },
                {
                    "label": "B: Pembrolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Subject will receive Pembrolizumab 200 mg or 400 mg will be administered as a 30-minute IV infusion every 3 weeks.",
                    "interventionNames": [
                        "Drug: Pembrolizumab infusion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab infusion",
                    "description": "100 mg/ 4mL on Day 1 of each 3- or 6- week cycle (one 3 wk cycle; up to eight 6 wk cycles)",
                    "armGroupLabels": [
                        "A: Pembrolizumab + Lenvatinib",
                        "B: Pembrolizumab"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenvatinib tablet",
                    "description": "10mg and 4mg daily for 21 days",
                    "armGroupLabels": [
                        "A: Pembrolizumab + Lenvatinib"
                    ],
                    "otherNames": [
                        "Lenvima"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in frequency of progenitor exhausted CD8 T cells (TEX prog) in peripheral blood during neoadjuvant pembrolizumab +/- lenvatinib and in tumor tissue.",
                    "description": "We will apply two 32-parameter spectral flow cytometry panels for phenotypic characterization of paired blood and tumor specimens over the course of multiple timepoints during three distinct treatment periods (Figure 1: Study Schema): 1) before and after neoadjuvant pembrolizumab + lenvatinib (Arm A), and pembrolizumab alone (Arm B); 2) the initial post-operative adjuvant pembrolizumab period; and 3) upon any tumor recurrence.",
                    "timeFrame": "Approximately 18-24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Ki67 expression",
                    "description": "Evaluated as a marker of T cell reinvigoration, in peripheral blood during neoadjuvant pembrolizumab +/- lenvatinib and in tumor tissue.",
                    "timeFrame": "Approximately 18-24 months"
                },
                {
                    "measure": "Percentage Residual Viable Tumor (%irRVT )",
                    "description": "Scored as: 0%; 1-10%, 11-20%, 21-30% and increasing 10% increments, per Immune-Related Pathologic Response Criteria (irPRC) after pembrolizumab +/- lenvatinib therapy.",
                    "timeFrame": "Approximately 18-24 months"
                },
                {
                    "measure": "Immune-Related Pathologic Response (irPR)",
                    "description": "Defined by %irRVT ≤ 10%.",
                    "timeFrame": "Approximately 18-24 months"
                },
                {
                    "measure": "Brisk TIL",
                    "description": "Defined by standard methods.",
                    "timeFrame": "Approximately 18-24 months"
                },
                {
                    "measure": "Toxicities frequency and severity",
                    "description": "Score by NCI CTCAE version 5.",
                    "timeFrame": "Approximately 18-24 months"
                },
                {
                    "measure": "Frequency of lenvatinib discontinuation, dose interruption, dose reductions, and dose intensity of lenvatinib during neoadjuvant therapy (observed/expected).",
                    "timeFrame": "Approximately 18-24 months"
                },
                {
                    "measure": "Frequency of surgical delays (>7 days from initially planned operative date), prolonged operative hospitalization (>7 days), or infections (within 30 days of nephrectomy).",
                    "timeFrame": "Approximately 18-24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Disease-free survival (DFS)",
                    "description": "as defined by time from surgery to first documented disease recurrence or death due to any cause, or last date that documents recurrence-free status.",
                    "timeFrame": "Approximately 60 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male/female participants who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of renal cell carcinoma will be enrolled in this study.\n2. Male participants are eligible to participate if they agree to the following during the intervention period and for at least 7 days after the last dose of lenvatinib:\n\n   * Be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent OR\n   * Must agree to use contraception unless confirmed to be azoospermic (vasectomized or secondary to medical cause o Agree to use a male condom plus partner use of an additional contraceptive method when having penile-vaginal intercourse with a woman of child-bearing potential (WOCBP) who is not currently pregnant. Note: Men with a pregnant or breastfeeding partner must agree to remain abstinent from penile-vaginal intercourse or use a male condom during each episode of penile-vaginal penetration.\n3. A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies:\n\n   * Is not a WOCBP OR\n   * Is a WOCBP and using a contraceptive method that is highly effective (with a failure rate of \\<1% per year), with low user dependency, or be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) during the intervention period and for at least 120 days post pembrolizumab or 30 days post lenvatinib, whichever occurs last.\n4. The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n5. Histologically or cytologically confirmed diagnosis of renal cell carcinoma based on newly obtained renal mass core biopsy performed during study screening procedures.\n6. Renal cell carcinoma with clinical stage cT2 to cT4 based on screening CT or MRI imaging assessment and eligible for surgical resection.\n\n   Note: Patients with regional nodal involvement (cN+) may be included irrespective of clinical T stage, provided disease is deemed \"resectable\" per treating urologic surgeon.\n7. Have an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1. Evaluation of ECOG is to be performed within 7 days prior to the first dose of study intervention.\n8. Have adequately controlled BP with or without antihypertensive medications, defined as BP ≤150/90 mm Hg with no change in antihypertensive medications within 1 week prior to randomization.\n9. Have adequate organ function.\n\nExclusion Criteria:\n\n1. A WOCBP who has a positive urine pregnancy test within 24 hours prior to first dose of lenvatinib (ARM A only) or within 72 hours prior to first dose of pembrolizumab (ARMS A and B) (see Appendix 3).\n2. Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti PD L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX 40, CD137).\n3. Has received prior systemic anti-cancer therapy including investigational agents within 4 weeks prior to randomization.\n4. Has had major surgery within 3 weeks prior to first dose of study interventions.\n5. Has evidence of distant metastatic disease on CT/MRI scans Note: Regional nodal metastases and/or ipsilateral adrenal metastasis are acceptable, if deemed resectable per primary urologic surgeon.\n6. Has a need for urgent surgical resection per treating investigator\n7. Has preexisting ≥Grade 3 gastrointestinal or non-gastrointestinal fistula.\n8. Has a LVEF ≤40%, as determined by multigated acquisition (MUGA) or echocardiogram (ECHO).\n9. Subjects having \\> 1+ proteinuria on urine dipstick testing, unless a 25-hour urine collection for quantitative assessment indicates that the urine protein is \\<1 g/24 hours.\n10. Prolongation of QTcF interval to \\>480 ms.\n11. Has clinically significant cardiovascular disease within 12 months from first dose of study intervention, including New York Heart Association Class III or IV congestive heart failure, unstable angina, myocardial infarction, cerebral vascular accident, or cardiac arrhythmia associated with hemodynamic instability. Note: Medically controlled arrhythmia would be permitted.\n12. Gastrointestinal malabsorption or any other condition that might affect the absorption of lenvatinib per investigator discretion\n13. Active hemoptysis (bright red blood of at least 0.5 teaspoon) within 3 weeks prior to the first dose of study drug.\n14. Has received a live vaccine or live-attenuated vaccine within 30 days prior to the first dose of study drug. Administration of killed vaccines is allowed.\n15. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study intervention.\n16. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n17. Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, non-invasive urothelial carcinoma, low- or intermediate-risk prostate cancer, or carcinoma in situ (eg, breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n18. Has severe hypersensitivity (≥Grade 3) to pembrolizumab or lenvatinib and/or any of their excipients.\n19. Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment and is allowed.\n20. Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n21. Has an active infection requiring systemic therapy.\n22. Has a known history of Human Immunodeficiency Virus (HIV) infection.\n23. Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection.\n24. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n25. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n26. Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment.\n27. Has had an allogenic tissue/solid organ transplant.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matt Doyle",
                    "role": "CONTACT",
                    "phone": "215-662-7383",
                    "email": "Matthew.Doyle@Pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vivek Narayan, MD",
                    "affiliation": "Abramson Cancer Center at Penn Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Abramson Cancer Center at University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Approved",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}