{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04869137",
            "orgStudyIdInfo": {
                "id": "MCC-20773"
            },
            "organization": {
                "fullName": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Neoadjuvant Lenvatinib Plus Pembrolizumab in Merkel Cell Carcinoma",
            "officialTitle": "Neoadjuvant Lenvatinib Plus Pembrolizumab in Resectable Merkel Cell Carcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "neoadjuvant-lenvatinib-plus-pembrolizumab-in-merkel-cell-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-28",
            "studyFirstSubmitQcDate": "2021-04-28",
            "studyFirstPostDateStruct": {
                "date": "2021-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a single arm trial of participants with Merkel cell carcinoma receiving a combination of lenvatinib plus pembrolizumab."
        },
        "conditionsModule": {
            "conditions": [
                "Merkel Cell Carcinoma",
                "Neuroendocrine Carcinoma of the Skin",
                "Trabecular Carcinoma of the Skin"
            ],
            "keywords": [
                "Skin Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 26,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lenvatinib plus Pembrolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with Merkel cell carcinoma amenable to complete resection will receive two cycles (6 weeks) of therapy with the combination of lenvatinib plus pembrolizumab and then proceed to planned resection within 2-4 weeks following completion of cycle 2. Following surgical recovery and completion of adjuvant radiation therapy (if indicated), treatment will resume with pembrolizumab monotherapy with intent to complete 17 cycles total of pembrolizumab.",
                    "interventionNames": [
                        "Drug: Lenvatinib Oral Product",
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lenvatinib Oral Product",
                    "description": "20mg of Lenvatinib will be taken orally once daily",
                    "armGroupLabels": [
                        "Lenvatinib plus Pembrolizumab"
                    ],
                    "otherNames": [
                        "LENVIMA"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "200mg of Pembrolizumab will be administered through IV infusion every 3 weeks.",
                    "armGroupLabels": [
                        "Lenvatinib plus Pembrolizumab"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pathological Complete Response",
                    "description": "Pathological Complete Response will be determined by pathologist examination of tissue after neoadjuvant treatment and resection",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression Free Survival",
                    "description": "Progressive disease will be defined by the detection of any recurrent disease following complete surgical resection or by progression of disease that is not amenable to complete surgical resection prior to planned surgery.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Percentage of patients able to complete both neoadjuvant cycles of trial therapy and able to complete planned surgical resection.",
                    "description": "Feasibility of treatment will be defined by the percentage of patients able to complete both neoadjuvant cycles of trial therapy and be able to complete surgical resection as planned.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male/female participants who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of Merkel cell carcinoma will be enrolled in this study. The clinical stage of the patient must be stage II, III, or IV (AJCC 8th edition) at the time of enrollment.\n* Male participants:\n* A male participant must agree to use contraception during the treatment period and for at least 6 days after the last dose of study treatment and refrain from donating sperm during this period.\n* Female participants:\n* A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: a.) Not a woman of childbearing potential (WOCBP) OR b.) A WOCBP who agrees to follow the contraceptive guidance in protocol during the treatment period and for at least 30 days after the last dose of study treatment.\n* The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n* Have clinically or radiographically detectable disease that is felt by the treating physician to be amenable to complete surgical resection.\n* Have provided archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated. Formalin-fixed, paraffin embedded (FFPE) tissue blocks are preferred to slides. Newly obtained biopsies are preferred to archived tissue.\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Be willing and able to perform home blood pressure monitoring\n* Have adequate organ function as defined in protocol\n\nExclusion Criteria:\n\n* A WOCBP who has a positive urine pregnancy test. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX-40, CD137).\n* Has receive prior therapy with a systemic anti-VEGFR inhibitor for oncologic purposes\n* Uncontrolled blood pressure (Systolic BP\\>140 mmHg or diastolic BP \\>90 mmHg) in spite of an optimized regimen of antihypertensive medication.\n* Significant cardiovascular impairment: history of congestive heart failure greater than New York Heart Association (NYHA) Class II, unstable angina, myocardial infarction or stroke within 6 months of the first dose of study drug, or cardiac arrhythmia requiring medical treatment at Screening.\n* Bleeding or thrombotic disorders or subjects at risk for severe hemorrhage. The degree of tumor invasion/infiltration of major blood vessels (e.g. carotid artery) should be considered because of the potential risk of severe hemorrhage associated with tumor shrinkage/necrosis following lenvatinib therapy.\n* Subjects having \\> 1+ proteinuria on urine dipstick testing unless a 24-hour urine collection for quantitative assessment indicates that the urine protein is \\<1 g/24 hours.\n* Has received prior systemic anti-cancer therapy including investigational agents within 4 weeks \\[could consider shorter interval for kinase inhibitors or other short half-life drugs\\] prior to \\[randomization /allocation\\]. Note: Participants must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline. Participants with ≤Grade 2 neuropathy may be eligible. Note: If participant received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting study treatment.\n* Has received prior radiotherapy within 2 weeks of start of study treatment. Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease.\n* Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment. Note: Participants who have entered the follow-up phase of an investigational study may participate as long as it has been 4 weeks after the last dose of the previous investigational agent.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, chronic lymphocytic leukemia or other indolent malignancy not requiring therapy and not expected to require therapy during the study treatment period, carcinoma in situ (e.g. breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n* Has known active CNS metastases and/or carcinomatous meningitis.\n* Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n* Has an active infection requiring systemic therapy.\n* Has a known history of Human Immunodeficiency Virus (HIV).\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection. Note: no testing for Hepatitis B and Hepatitis C is required unless mandated by local health authority.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew Brohl, MD",
                    "role": "CONTACT",
                    "phone": "813-745-3242",
                    "email": "Andrew.Brohl@Moffitt.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew Brohl, MD",
                    "affiliation": "Moffitt Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justin Martin",
                            "role": "CONTACT",
                            "phone": "813-745-7544",
                            "email": "Justin.Martin@moffitt.org"
                        },
                        {
                            "name": "Andrew Brohl, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Nikhil Khushalani, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Zeynep Eroglu, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ahmad Tarhini, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Vernon Sondak, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Youngchul Kim, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ken Tsai, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Moffitt Clinical Trial Search",
                    "url": "https://moffitt.org/clinical-trials-research/clinical-trials/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015266",
                    "term": "Carcinoma, Merkel Cell"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000018278",
                    "term": "Carcinoma, Neuroendocrine"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000027601",
                    "term": "Polyomavirus Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014412",
                    "term": "Tumor Virus Infections"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Carcinoma of the Skin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20423",
                    "name": "Carcinoma, Neuroendocrine",
                    "asFound": "Neuroendocrine Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17967",
                    "name": "Carcinoma, Merkel Cell",
                    "asFound": "Merkel Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23236",
                    "name": "Polyomavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17162",
                    "name": "Tumor Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3716",
                    "name": "Merkel Cell Carcinoma",
                    "asFound": "Merkel Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Approved",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}