{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05870800",
            "orgStudyIdInfo": {
                "id": "H-52907"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Neoadjuvant Chemoimmunotherapy for Resectable Non-Metastatic Proficient Mismatch Repair (PMMR) Colon Cancer",
            "officialTitle": "Phase II Open-Label Trial of Neoadjuvant Atezolizumab in Combination With CAPEOX for Resectable Non-Metastatic Proficient Mismatch Repair (PMMR) Colon Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "neoadjuvant-chemoimmunotherapy-for-resectable-non-metastatic-proficient-mismatch-repair-pmmr-colon-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-11",
            "studyFirstSubmitQcDate": "2023-05-12",
            "studyFirstPostDateStruct": {
                "date": "2023-05-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Atif Iqbal",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is an open-label Phase II trial that will investigate the use of neoadjuvant CAPEOX chemotherapy with Atezolizumab followed by surgery and adjuvant chemotherapy for patients with localized resectable pMMR adenocarcinoma of the colon with a target accrual of 30 patients.\n\nThe investigators will explore if appropriately timed neoadjuvant CAPEOX with anti-PD-L1 mAb (Atezolizumab) can be administered safely and feasibly for 12 weeks, and that this combination will lead to improved clinical response associated with enhanced numbers of immune cells in surgically resected colon tumors.\n\nParticipants will receive 4 cycles of atezolizumab in combination with 4 cycles of CAPEOX (atezolizumab will be administered prior to chemotherapy) before standard of care surgical resection. Each cycle of neoadjuvant therapy is 3 weeks. Following surgery, participants still considered to be at high-risk of recurrence (per NCCN guidelines) will receive further adjuvant chemotherapy (mFOLFOX6 or CAPEOX),for 6 and 4 cycles respectively (for a total of 12 weeks), based on the discretion of the treating oncologist/investigator.\n\nParticipants will be followed up for an EFFICACY follow-up phase every 2 months during the first 6 months after surgery (months 1, 3, 6) and thereafter participants will enter a SURVIVAL follow-up phase and will be seen every 6 months starting at month 12 until month 36. During this the efficacy and survival follow up visits blood samples will be obtained for purposes of obtaining circulating DNA and stool and optional blood samples for storage for future exploratory analysis. Additionally, during these follow up visits, participants will be asked to complete quality of life questionnaires",
            "detailedDescription": "Once participants' eligibility has been confirmed, and participants have been registered in the study, the participants will receive immunotherapy treatment with Atezolizumab, followed by administration of CAPEOX chemotherapy for a total of four cycles. Each cycle is 3 weeks; a total of four cycles will be administered and must be completed within 15 weeks. Participants will receive growth factor support at the treating physician's discretion.\n\nParticipants will receive 4 cycles (one cycle every 3 weeks) of Atezolizumab along with 4 cycles (one cycle every3 weeks) of CAPEOX before surgery. Atezolizumab will be initiated starting with Cycle 1 Day 1 (during first chemotherapy session). Trial intervention(s) should begin on the day of enrollment (the process of registering or entering a patient into a clinical trial) or as close as possible to the date on which intervention is allocated/assigned.\n\nFollowing surgery, the treating investigator will monitor and determine the risk of disease recurrence (the risk of the cancer coming back) after surgery. In addition, investigators will collect a series of blood sample collections called ctDNA monitoring assay. This blood test will be specific to each participant, and it may indicate if more chemotherapy is needed after surgery. In case participants' ctDNA test comes back as positive (+) at any point, the investigators will discuss with participant about the possibility of receiving further chemotherapy for an additional 12 weeks. This chemotherapy regimen will be either mFOLFOX6 (every 2 weeks for a total of 6 cycles= 12 weeks) or CAPEOX chemotherapy (every 3 weeks for a total of 4 cycles= 12 weeks). Toxicities (undesirable effects of medications) for Atezolizumab and CAPEOX will be continuously monitored to make sure their side effects are in line with prior experience of their use, individually or combined.\n\nRe-Staging Staging is a way to describe a cancer. The cancer's stage tells the investigators where a cancer is located and its size, how far it has grown into nearby tissues, and if it has spread to nearby lymph nodes (a small bean-shaped structure that is part of the body's immune system) or other parts of the body.\n\nFor this study, the investigators will order for participants to have a Computerized Tomography (CT), a series of X-ray images taken from different angles, or a Magnetic Resonance Imaging (MRI), a medical imaging technique that uses a magnetic field and computer-generated radio waves to create detailed images of the organs and tissues in the body, done before any intervention, with the purpose of staging the cancer, determining if it is removable by surgery.\n\nRestaging with the same method of imaging used to meet initial eligibility requirements, including either contrast-enhanced CT or MRI (for patients with an intravenous contrast allergy) must be performed 2-4 weeks following completion of chemotherapy. All re-staging imaging will be centrally reviewed for assessment of resectability (to determine if the cancer can be removed).\n\nSURGERY After participants have recovered sufficiently from any adverse effects of neoadjuvant chemotherapy and still have removable cancer on re-staging, the investigator should proceed to surgery at the participating site within 8 weeks following completion of chemotherapy.\n\nADJUVANT CHEMOTHERAPY Following surgery, the treating investigator will monitor and determine the risk of disease recurrence (the risk of the cancer coming back) after surgery. In addition, the investigators will collect a series of blood sample collections called ctDNA monitoring assay. This blood test will be specific to each participant, and it may indicate if more chemotherapy is needed after surgery. In case participants' ctDNA test comes back as positive (+) at any point, the investigator will discuss with participants about the possibility of receiving further chemotherapy for an additional 12 weeks. This chemotherapy regimen will be either mFOLFOX6 (every 2 weeks for a total of 6 cycles= 12 weeks) or CAPEOX chemotherapy (every 3 weeks for a total of 4 cycles= 12 weeks).\n\nFOLLOW UP VISITS Participants will be followed up for an efficacy follow-up phase every 2 months during the first 6 months after surgery (months 1, 3, 6), and thereafter they will enter a survival follow-up phase and will be seen every 6 months starting at month 12 until month 36. During these visits the investigators are going to monitor participants blood for ctDNA analysis and whole blood samples (for future research analysis), vital status updates, quality of life questionnaires, routine laboratory assessments, and standard of care imaging.\n\nAll screening evaluations must be completed and reviewed to confirm that potential participants meet all eligibility criteria."
        },
        "conditionsModule": {
            "conditions": [
                "Stage I Colon Cancer",
                "Stage II Colon Cancer",
                "Stage III Colon Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase II open-label trial of neoadjuvant CAPEOX chemotherapy with Atezolizumab followed by surgery and adjuvant chemotherapy for patients with localized resectable pMMR adenocarcinoma of the colon",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Open label"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neoadjuvant Therapy Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive 4 cycles of neoadjuvant atezolizumab in combination with 4 cycles of CAPEOX before standard of care surgical resection. After surgery, patients who are still considered high risk for recurrence (per the treating medical oncologist) will be offered adjuvant therapy. Adjuvant therapy will consist of mFOLFOX6 Q2 weeks x 6 cycles (12 weeks) or CAPEOX Q3 weeks x 4 cycles (12 weeks).",
                    "interventionNames": [
                        "Drug: Tecentriq 1200 MG in 20 ML Injection + Capecitabine 1000 mg/m2 + Oxaliplatin 130 mg/m2",
                        "Drug: Oxaliplatin injection 85mg/m2 + Leucovorin 400mg/m2 + 5-Fluorouracil 2400mg/m2",
                        "Drug: Oxaliplatin 130mg/m2 + Capecitabine 1000mg/m2"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tecentriq 1200 MG in 20 ML Injection + Capecitabine 1000 mg/m2 + Oxaliplatin 130 mg/m2",
                    "description": "Enrolled Participant will receive 4 cycles of neoadjuvant Atezolizumab (Tecentriq) followed by CAPEOX chemotherapy prior to surgery. Each cycle is every 3 weeks. (12 weeks)",
                    "armGroupLabels": [
                        "Neoadjuvant Therapy Arm"
                    ],
                    "otherNames": [
                        "Neoadjuvant Chemoimmunotherapy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Oxaliplatin injection 85mg/m2 + Leucovorin 400mg/m2 + 5-Fluorouracil 2400mg/m2",
                    "description": "After Surgery, if patients are still considered at high risk (per treating investigator) subjects will be eligible to receive adjuvant chemotherapy with mFOLFOX6 Q2 weeks x 6 cycles (12 weeks) or CAPEOX Q3 weeks x 4 cycles (12 weeks)",
                    "armGroupLabels": [
                        "Neoadjuvant Therapy Arm"
                    ],
                    "otherNames": [
                        "mFOLFOX6"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Oxaliplatin 130mg/m2 + Capecitabine 1000mg/m2",
                    "description": "After Surgery, if patients are still considered at high risk (per treating investigator) subjects will be eligible to receive adjuvant chemotherapy with mFOLFOX6 Q2 weeks x 6 cycles (12 weeks) or CAPEOX Q3 weeks x 4 cycles (12 weeks)",
                    "armGroupLabels": [
                        "Neoadjuvant Therapy Arm"
                    ],
                    "otherNames": [
                        "CAPEOX"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the rate of complete histopathologic response to neoadjuvant immunotherapy with neoadjuvant chemotherapy in pMMR resectable, non-metastatic colon cancer.",
                    "description": "The primary endpoints are overall response rate (ORR) defined as the proportion of patients with pathologic CR or PR. The primary analysis will compare the observed ORR to the null proportion of 5% using an exact binomial test.\n\nIn addition, the percentage of ORR for the intervention with its 95% confidence interval will be presented.",
                    "timeFrame": "3-5 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the relapse-free survival, time to recurrence, and overall survival after CAPEOX / Atezolizumab, and surgical resection.",
                    "description": "Survival outcomes will be summarized with related 95% confidence interval.",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Determine the R0 resection rate and number of lymph nodes harvested after neoadjuvant combination CAPEOX / Atezolizumab",
                    "description": "The percentage of R0 resection will be estimated with its 95% confidence interval.",
                    "timeFrame": "3-4 months"
                },
                {
                    "measure": "ctDNA dynamic changes as an early assessment on efficacy. Analysis of ctDNA status (pre-neoadjuvant therapy, mid-neoadjuvant therapy, post- neoadjuvant therapy and postoperative) correlating ctDNA with outcomes.",
                    "description": "Descriptive statistics will be provided. Group comparisons of ctDNA status analysis will be performed.",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Drug safety profile and toxicity assessment of neoadjuvant CAPEOX / Atezolizumab combination assessed by ≥ grade 3 AE; delay in surgery",
                    "description": "This study will utilize the CTCAE (NCI Common Terminology Criteria for Adverse Events) Version 5.0 for toxicity and Serious Adverse Event reporting, with the exception of skin- or nail-related toxicities, which will be graded using CTCAE version 5.0 with modifications.",
                    "timeFrame": "3-12 months"
                },
                {
                    "measure": "Assess short and long-term quality of life through Patient-Reported Outcomes (PROs)",
                    "description": "Descriptive statistics will be provided.",
                    "timeFrame": "36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed Informed Consent Form\n* Age \\>18 years at time of signing Informed Consent Form\n* Ability to comply with the study protocol\n* MSS or pMMR tumor determined by local CLIA-certified PCR or IHC testing respectively.\n* Histologically or cytologically confirmed resectable non-metastatic adenocarcinoma of the colon (stages I-III)\n* The distal extent of the tumor must be ≥12 cm from the anal verge on pre-surgical endoscopy and/or imaging (i.e., excluding rectal adenocarcinomas warranting treatment with chemoradiation). If the patient did not undergo a pre-surgical endoscopy, then the distal extent of the tumor must be ≥12 cm from the anal verge as determined by surgical examination or pre-operative imaging.\n* Availability of a representative tumor specimen (preop biopsy or surgical tissue specimen) for ctDNA assay design from tumor sample and for exploratory biomarker research determination.\n* One or more of the following high-risk features:\n\n  * High CEA levels (\\>5 ng/ml in non-smoker patients , \\>10ng/ml in smoker patients)\n  * Low Lymphocyte-to-monocyte Ratio (\\<2.38)\n  * Poor grade of tumor differentiation\n  * Evidence of Lymphovascular Invasion\n  * Evidence of Perineural Invasion\n  * CT evidence of T3 orT4 disease w/ ≥4 cm tumor longitudinal diameter\n  * CT evidence of regional lymphadenopathy\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1\n* Adequate hematologic and end-organ function, defined by the following laboratory test results, obtained within 14 days prior to initiation of study treatment:\n\n  * ANC ≥ 1.5 x 10\\*9/L (1500/mL) without granulocyte colony-stimulating factor support\n  * Lymphocyte count ≥ 0.5 x 10\\*9/L (500/µL)\n  * Platelet count ≥100 x 10\\*9/L (100,000/µL) without transfusion\n  * Hemoglobin ≥ 7 g/L (7 g/dL) Patients may be transfused to meet this criterion.\n  * AST, ALT, and alkaline phosphatase (ALP) ≤ 2.5 x upper limit of normal (ULN)\n  * Serum bilirubin ≤ 1.5 x ULN with the following exception:\n\nPatients with known Gilbert disease: serum bilirubin ≤ 3 x ULN\n\n* Serum creatinine ≤1.5 x ULN or Creatinine clearance ≥ 50 mL/min (calculated using the Cockcroft-Gault formula)\n* Serum albumin ≥ 25 g/L (2.5 g/dL)\n* For patients not receiving therapeutic anticoagulation: INR or aPTT ≤ 1.5 x ULN\n\n  * For patients receiving therapeutic anticoagulation: stable anticoagulant regimen\n  * Negative hepatitis B surface antigen (HBsAg) test at screening\n  * Negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening The HCV RNA test must be performed for patients who have a positive HCV antibody test.\n  * Negative HIV test at screening\n  * For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods, and agreement to refrain from donating eggs, as defined below:\n\nWomen must remain abstinent or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period and for 5 months after the final dose of atezolizumab and for 6 months following any of the adjuvant chemotherapy regimens (if applicable) after the final dose of mFOLFOX6 or CAPEOX.Women must refrain from donating eggs during this same period.\n\nA woman is considered to be of childbearing potential if she is postmenarchal, has not reached a postmenopausal state (≥ 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries, fallopian tubes and/or uterus) or another cause as determined by the investigator (e.g., Müllerian agenesis). Per this definition, a woman with a tubal ligation is considered to be of childbearing potential. The definition of childbearing potential may be adapted for alignment with local guidelines or requirements.\n\nExamples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices.\n\nThe reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not adequate methods of contraception. If required per local guidelines or regulations, locally recognized adequate methods of contraception and information about the reliability of abstinence will be described in the local Informed Consent Form.\n\n• For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures, and agreement to refrain from donating sperm, as defined below: With a female partner of childbearing potential who is not pregnant, men who are not surgically sterile must remain abstinent or use a condom plus an additional contraceptive method that together result in a failure rate of \\<1% per year during the treatment period and for 5 months after the final dose of any chemotherapy regimen. Men must refrain from donating sperm during this same period.\n\nWith a pregnant female partner, men must remain abstinent or use a condom during the treatment period and for 5 months after any of the chemotherapy regimens to avoid exposing the embryo.\n\nThe reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not adequate methods of contraception. If required per local guidelines or regulations, locally recognized adequate methods of contraception and information about the reliability of abstinence will be described in the local Informed Consent Form.\n\nExclusion Criteria:\n\n* Symptomatic, untreated, or any site actively progressing metastatic disease.\n* History of leptomeningeal disease\n* Uncontrolled tumor-related pain Patients requiring pain medication must be on a stable regimen at study entry. Presence of any metastatic effusion (pleural, pericardial, ascites)\n* Uncontrolled or symptomatic hypercalcemia (ionized calcium \\> 1.5 mmol/L, calcium \\> 12 mg/dL or corrected serum calcium \\> ULN)\n* Active or history of autoimmune disease or immune deficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren syndrome, Guillain-Barré syndrome, or multiple sclerosis (see Appendix 11 for a more comprehensive list of autoimmune diseases and immune deficiencies), with the following exceptions:\n\nPatients with a history of autoimmune-related hypothyroidism who are on thyroid-replacement hormone are eligible for the study.\n\nPatients with controlled Type 1 diabetes mellitus who are on an insulin regimen are eligible for the study.\n\nPatients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met:\n\n* Rash must cover \\< 10% of body surface area\n* Disease is well controlled at baseline and requires only low-potency topical corticosteroids\n* There has been no occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high-potency or oral corticosteroids within the previous 12 months\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT) scan History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n\n  * Active tuberculosis\n  * Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n  * Major surgical procedure, other than for diagnosis, within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the study\n  * History of malignancy other than colon adenocarcinoma within 5 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5-year OS rate \\> 90%), such as adequately treated carcinoma in situ of the cervix, non melanoma skin carcinoma, localized prostate cancer, ductal carcinoma in situ, Stage I uterine cancer or colonic polyps\n  * Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia, or any active infection that could impact patient safety\n  * Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n  * Prior allogeneic stem cell or solid organ transplantation\n  * Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications\n  * Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab\n  * Current treatment with anti-viral therapy for HBV\n  * Synchronous primary rectal and/ or colon cancers or history of prior invasive colon malignancy, regardless of disease-free interval.\n  * Treatment with investigational therapy within 28 days prior to initiation of study treatment\n  * Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies\n  * Treatment with systemic immunostimulatory agents (including, but not limited to, interferon and interleukin 2 \\[IL-2\\]) within 4 weeks or 5 half-lives of the drug (whichever is longer) prior to initiation of study treatment\n  * Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF- agents) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions:\n\nPatients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids for a contrast allergy) are eligible for the study.\n\nPatients who received mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study.\n\n* History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins\n* Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab formulation\n* Known allergy or hypersensitivity to any component of the CAPEOX or mFOLFOX6 chemotherapy formulations\n* Pregnancy or breastfeeding, or intention of becoming pregnant during study treatment or within 5 months for Atezolizumab and 6 months for any chemotherapy regimen after the final dose of study treatment Women of childbearing potential must have a negative serum pregnancy test result within 14 days prior to initiation of study treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hector J Garcia-Chavez, MD",
                    "role": "CONTACT",
                    "phone": "713-798-6419",
                    "email": "hector.garcia-chavez@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Atif Iqbal, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor College of Medicine",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hector J Garcia-Chavez, MD",
                            "role": "CONTACT",
                            "phone": "713-798-6419",
                            "email": "hector.garcia-chavez@bcm.edu"
                        },
                        {
                            "name": "Tabish Iqbal, MD",
                            "role": "CONTACT",
                            "email": "tabish.iqbal@bcm.edu"
                        },
                        {
                            "name": "Atif Iqbal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Shalini Makawita, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Benjamin Musher, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Yesenia Rojas-Khalil, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tannaz Armaghany, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ernest R. Camp, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Karen Riggins, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ramon Jin, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Punam Parikh-Amin, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Silberfein, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Cary Hsu, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Carlos Farinas, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Shilpa Jain, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003110",
                    "term": "Colonic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6338",
                    "name": "Colonic Neoplasms",
                    "asFound": "Colon Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002955",
                    "term": "Leucovorin"
                },
                {
                    "id": "D000069287",
                    "term": "Capecitabine"
                },
                {
                    "id": "D000005472",
                    "term": "Fluorouracil"
                },
                {
                    "id": "D000077150",
                    "term": "Oxaliplatin"
                },
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000931",
                    "term": "Antidotes"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000014803",
                    "term": "Vitamin B Complex"
                },
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M377",
                    "name": "Capecitabine",
                    "asFound": "200",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1674",
                    "name": "Oxaliplatin",
                    "asFound": "Min",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "asFound": "According",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6191",
                    "name": "Leucovorin",
                    "asFound": "Sodium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Peptide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4250",
                    "name": "Antidotes",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}