{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05932199",
            "orgStudyIdInfo": {
                "id": "H-51512"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Neoadjuvant Durvalumab and Tremelimumab With and Without Chemotherapy for Mesothelioma",
            "officialTitle": "Combination of Induction Durvalumab and Tremelimumab Alone Versus Durvalumab and Tremelimumab With Chemotherapy for Potentially Resectable Pleural Mesothelioma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neoadjuvant-durvalumab-and-tremelimumab-with-and-without-chemotherapy-for-mesothelioma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-27",
            "studyFirstSubmitQcDate": "2023-06-27",
            "studyFirstPostDateStruct": {
                "date": "2023-07-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Taylor Ripley",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Duke Cancer Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Objectives: The investigators will test whether combination of chemoimmunotherapy or dual agent immunotherapy alone improves efficacy for patients with MPM.\n\nPrimary Objectives:\n\nThe primary objective is to test whether the combination of platinum-based chemotherapy and pemetrexed with durvalumab / tremelimumab or durvalumab / tremelimumab alone improves recurrence-free survival for patients with resectable MPM compared to historical, published data for surgery with chemotherapy.\n\nSecondary Objective(s):\n\nThe secondary objectives are to determine the safety of and whether the platinum-based chemotherapy and pemetrexed with durvalumab / tremelimumab or durvalumab / tremelimumab alone improves response rate, resectability, major pathological response, and complete pathological response.\n\nExploratory Objective(s):\n\nThe exploratory objectives are to determine the safety of and whether the platinum-based chemotherapy and pemetrexed with durvalumab / tremelimumab or durvalumab / tremelimumab alone improves response rate, resectability, major pathological response, and complete pathological response for patients with epithelioid and non-epithelioid histologies.\n\nThe scientific exploratory objectives include:\n\n1. Develop an NGS plasma assay of common mutations identified from our previous grant cycle to prospectively measure minimal residual disease (MRD) after resection as a potential, novel biomarker test in mesothelioma.\n2. Determine the predictive role of BH3 profiling in patients undergoing neoadjuvant ICI followed by surgery: With patient samples collected from our neoadjuvant ICI trial, the investigators will test whether BH3 profiling from pre-treatment tumor biopsies and PBMC predicts clinical, radiological, and pathological responses to ICIs. The investigators will identify TAMs from the TiME in MPM tumor samples before and after treatment to compare differences in polarization induced by ICI in clinical and pathologically responding versus non-responding patients.",
            "detailedDescription": "Study Design:\n\nThe study will be a two-arm, randomized non-comparative Phase Ib/IIa study of induction dual immunotherapy with durvalumab/tremelimumab OR platinum chemotherapy (cisplatin or carboplatin) and pemetrexed chemotherapy plus dual immunotherapy with durvalumab/tremelimumab for 3 cycles in untreated, potentially resectable malignant pleural mesothelioma for all histologic subtypes and regardless PDL1 score. Patients will continue adjuvant durvalumab for up to 12 months following surgery. Tremelimumab will be given up to cycle 5 on treatment protocol. The investigators will enroll 6 patients to each arm to assess safety and resectability. If differences are not noted between the two arms, the investigators will expand enrollment to 23 patients per arm. To account for up to 10% unevaluable patients, the investigators will enroll at total of 52 patients.\n\nSafety in the first 6 patients in the chemotherapy plus immunotherapy arm will be determined by rate of attempted surgical resection. If 4 or more patients undergo surgical resection, then the study will proceed to enroll the full 23 patient cohort. If 3 or less than 3 patients undergo surgical resection, the study will be paused for PI review of the enrolled patients to determine causality of the safety events."
        },
        "conditionsModule": {
            "conditions": [
                "Mesothelioma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Induction dual immunotherapy with durvalumab / tremelimumab",
                    "type": "EXPERIMENTAL",
                    "description": "3 cycles of durvalumab (1500 mg intravenously) + tremelimumab (75 mg intravenously) starting Cycle1 Day (Cohort A).",
                    "interventionNames": [
                        "Drug: Durvalumab / tremelimumab"
                    ]
                },
                {
                    "label": "Platinum cisplatin or carboplatin and pemetrexed chemotherapy plus durvalumab/tremelimumab",
                    "type": "EXPERIMENTAL",
                    "description": "3 cycles of durvalumab (1500 mg intravenously) + tremelimumab (75 mg intravenously) with cisplatin 75mg/ m2 (or carboplatin AUC 5-6) + pemetrexed 500 mg/m2 (Cohort B).",
                    "interventionNames": [
                        "Drug: Platinum cisplatin or carboplatin and pemetrexed chemotherapy plus durvalumab/tremelimumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Durvalumab / tremelimumab",
                    "description": "Durvalumab concentrate for solution for infusion will be supplied in glass vials containing 500 mg durvalumab at a concentration of 50 mg/mL.\n\nTremelimumab concentrate for solution for infusion will be supplied in glass vials containing 400 mg or 25 mg tremelimumab at a concentration of 20 mg/mL.",
                    "armGroupLabels": [
                        "Induction dual immunotherapy with durvalumab / tremelimumab"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Platinum cisplatin or carboplatin and pemetrexed chemotherapy plus durvalumab/tremelimumab",
                    "description": "Cisplatin 75mg/ m2 (or carboplatin AUC 5-6) + pemetrexed 500 mg/m2 will be provided as per standard of care.\n\nDurvalumab concentrate for solution for infusion will be supplied in glass vials containing 500 mg durvalumab at a concentration of 50 mg/mL.\n\nTremelimumab concentrate for solution for infusion will be supplied in glass vials containing 400 mg or 25 mg tremelimumab at a concentration of 20 mg/mL.",
                    "armGroupLabels": [
                        "Platinum cisplatin or carboplatin and pemetrexed chemotherapy plus durvalumab/tremelimumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recurrence-free survival of greater than 60% at one year.",
                    "description": "Recurrence-free survival of greater than 60% at one year.",
                    "timeFrame": "Recurrence-free survival of greater than 60% at one year."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Potentially Surgically resectable MPM. Computed tomography (CT) and positron emission tomography (PET) without disease beyond ipsilateral hemithorax. CT and PET scan without obvious invasion through the chest wall or mediastinum. Surgical evaluation for resectability by an experienced mesothelioma surgeon to assess whether tumor appears resectable on CT and PET. (Final resectability determination is based on intra-operative exploratory thoracotomy to assess chest wall and/or mediastinal invasion that is not apparent based on pre-operative radiological assessment. Given this assessment after enrollment, this determination will be utilized for the safety phase). Based on above criteria, patients will undergo planned resectional surgery for MPM \\[extrapleural pneumonectomy (EPP) or pleurectomy and decortication (P/D)\\]\n2. Any MPM histology (epithelial, mixed, sarcomatoid)\n\n   1. N0 or N1 nodal disease, as present on preoperative chest CT and/or PET/CT\n   2. N2 nodal disease.\n3. Written informed consent obtained from the subject prior to performing any protocol-related procedures, including screening evaluations\n4. Age \\> 18 years at time of study entry\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n6. Adequate normal organ and marrow function as defined below: Hemoglobin ≥ 9.0 g/dL; Absolute neutrophil count (ANC) ≥ 1.5 × 109/L (\\> 1500 per mm3); Platelet count ≥ 100 × 109/L (\\>100,000 per mm3); Serum bilirubin ≤ 1.5× institutional upper limit of normal (ULN)AST \\<3.0; Creatinine clearance \\>50mL/miN; Aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 × ULN (≤ 5 × ULN if documented liver metastases are present); Serum creatinine ≤ 2.0 mg/dL or calculated creatinine clearance ≥ 50 mL/min as determined by the Cockcroft-Gault equation.\n\n   Males:\n\n   Creatinine CL (mL/min) = Weight (kg) × (140 - Age) 72 × serum creatinine (mg/dL)\n\n   Females:\n\n   Creatinine CL (mL/min) = Weight (kg) × (140 - Age) × 0.85 72 × serum creatinine (mg/dL)\n7. Female subjects must either be of non-reproductive potential (i.e., post-menopausal by history: ≥60 years old and no menses for \\>1 year without an alternative medical cause; OR history of hysterectomy, OR history of bilateral tubal ligation, OR history of bilateral oophorectomy) or must have a negative serum pregnancy test upon study entry.\n8. The subject is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow-up.\n9. Weight \\>30 Kg\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site) or previous enrollment or randomization in the present study.\n2. Participation in another clinical study with an investigational product during the last 3 months.\n3. Any previous treatment with a PD1 or PD-L1 inhibitor, including durvalumab.\n4. Receipt of the last dose of anti-cancer therapy (chemotherapy, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies, or other investigational agent) \\<28 days\n5. Mean QT interval corrected for heart rate (QTc) ≥470 ms calculated from 3 electrocardiograms (ECGs) using Fredericia's Correction.\n6. Current or prior use of immunosuppressive medication within 28 days before the infusion with durvalumab or durvalumab + tremelimumab with the exceptions of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone or an equivalent corticosteroid.\n7. Any unresolved toxicity (\\>CTCAE grade 2) from previous anti-cancer therapy from diseases other than MPM.\n8. Any prior Grade ≥3 immune-related adverse event (irAE) while receiving any previous immunotherapy agent, or any unresolved irAE \\>Grade 1 for disease other than MPM.\n9. Known auto-immune conditions requiring systemic immune suppression therapy other than prednisone \\< 10 mg daily (or equivalent).\n10. History of interstitial pneumonitis of autoimmune etiology (including immune checkpoint pneumonitis) which has been symptomatic and/or treatment in the past. Any evidence of current ILD or pneumonitis or a prior history of ILD or non-infectious pneumonitis requiring high-dose glucocorticoids.\n11. History of primary immunodeficiency.\n12. History of allogeneic organ transplant.\n13. Intolerance of anti- PD-1/PD-L1 or CTLA-4 axis drug(s), or any other antibody or drug specifically targeting T-cell co-stimulation or immune checkpoint pathways, including prior therapy with anti-tumor vaccines or other immune-stimulatory anti-tumor agents.\n14. Concurrent severe and/or uncontrolled medical conditions which may compromise participation in the study, including impaired heart function or clinically significant heart disease.\n15. A concurrent diagnosis of a separate malignancy is allowed if clinically stable and does not require tumor-directed therapy.\n16. Known history of HIV seropositivity or known acquired immunodeficiency syndrome (AIDS), hepatitis C virus (allowed if received curative therapy), acute or chronic active hepatitis B infection, or other serious chronic infection requiring ongoing treatment.\n17. Current active infectious disease requiring systemic antibiotics, antifungal, or antiviral treatment on day 1 of study drug. Patients receiving prophylactic antibiotics (e.g., for prevention of urinary tract infection or chronic obstructive pulmonary disease) are eligible.\n18. History of leptomeningeal carcinomatosis.\n19. Receipt of live attenuated vaccination within 30 days prior to receiving durvalumab or + tremelimumab.\n20. Female subjects who are pregnant, breastfeeding, or male or female subjects of reproductive potential who are not employing an effective method of birth control.\n21. Any condition that, in the opinion of the investigator, would interfere with the evaluation of the study treatment or interpretation of subject safety or study results.\n22. Symptomatic or uncontrolled brain metastases requiring concurrent treatment, inclusive of but not limited to surgery, radiation, and/or corticosteroids.\n23. Subjects with uncontrolled seizures.\n24. No tissue is obtainable at the time of thoracoscopy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Monica Vilchis",
                    "role": "CONTACT",
                    "phone": "713-798-5530",
                    "email": "monica.espinoza@bcm.edu"
                },
                {
                    "name": "Robert Ripley, MD",
                    "role": "CONTACT",
                    "phone": "713-798-6376",
                    "email": "ripley@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Ripley, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Cancer Institute",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey Clarke, MD",
                            "role": "CONTACT",
                            "phone": "919-660-9674",
                            "email": "Jeffrey.clarke@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Baylor St Lukes",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica Vilchis",
                            "role": "CONTACT",
                            "phone": "713-798-5530",
                            "email": "Monica.espinoza@bcm.edu"
                        },
                        {
                            "name": "Robert Ripley, MD",
                            "role": "CONTACT",
                            "phone": "713-798-6376",
                            "email": "ripley@bcm.edu"
                        },
                        {
                            "name": "Robert Ripley, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008654",
                    "term": "Mesothelioma"
                },
                {
                    "id": "D000086002",
                    "term": "Mesothelioma, Malignant"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000236",
                    "term": "Adenoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018301",
                    "term": "Neoplasms, Mesothelial"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000010997",
                    "term": "Pleural Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11634",
                    "name": "Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2537",
                    "name": "Mesothelioma, Malignant",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3591",
                    "name": "Adenoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20445",
                    "name": "Neoplasms, Mesothelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13887",
                    "name": "Pleural Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3584",
                    "name": "Malignant Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "D000068437",
                    "term": "Pemetrexed"
                },
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "C000520704",
                    "term": "Tremelimumab"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000005493",
                    "term": "Folic Acid Antagonists"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Pancreatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288326",
                    "name": "Tremelimumab",
                    "asFound": "Concomitant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M264",
                    "name": "Pemetrexed",
                    "asFound": "Target",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Concomitant",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8619",
                    "name": "Folic Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}