{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06088771",
            "orgStudyIdInfo": {
                "id": "STUDY-23-00901"
            },
            "secondaryIdInfos": [
                {
                    "id": "GCO# 23-0743",
                    "type": "OTHER_GRANT",
                    "domain": "Cancer Research Institute Clinical Innovator Grant Award"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Neoadjuvant Dupilumab and Cemiplimab in Patients With Early-stage Resectable NSCLC",
            "officialTitle": "A Phase 1/2 Study of Combined Treatment With Dupilumab (Anti-IL-4Ra) and Cemiplimab (Anti-PD-1) in Patients With Early-stage, Resectable NSCLC",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "neoadjuvant-dupilumab-and-cemiplimab-in-patients-with-early-stage-resectable-nsclc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-06",
            "studyFirstSubmitQcDate": "2023-10-12",
            "studyFirstPostDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thomas Marron",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase 1/2 study of combined treatment with dupilumab (anti-IL-4Ra) and cemiplimab (anti-PD-1) in patients with early-stage, resectable non-small cell lung cancer (NSCLC). The study will include participants with a confirmed diagnosis of NSCLC who are deemed to be surgical candidates, or patients who have a smoking history and radiographic findings highly suggestive if a diagnosis of NSCLC who are scheduled to undergo diagnostic biopsy. On Day 1, participants will receive neoadjuvant therapy consisting of 600 mg of dupilumab (2 SC injections of 300 mg) and 350 mg of IV cemiplimab. Participants will undergo standard of care surgery, which will be scheduled within 7 days of Day 15. Participants will be followed up 30 days following administration of dupilumab and cemiplimab for adverse event (AE) and dose limiting toxicity (DLT) monitoring. Participants will be offered adjuvant therapy as per standard of care, outside the context of this clinical treatment, and undergo subsequent standard of care monitoring for recurrence. The study team will monitor the status of the participant through chart review, or by telephone should the patient not continue to follow with a physician at Mount Sinai, for up to 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Non-Small Cell Lung Cancer"
            ],
            "keywords": [
                "Neoadjuvant",
                "Dupilumab",
                "Cemiplimab",
                "Resectable",
                "anti-PD1",
                "Anti-IL-4Ra"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase 1b of the study will consist of a safety run-in phase following a modified 3+3 design without dose escalation using the treatment administration plan in protocol patients will be enrolled and monitored for dose-limiting toxicities (DLTs), from the start of treatment up to 30 days following the administration of dupilumab. Patients will be entered in escalating cohorts of 3 patients.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 21,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Non-small-cell lung cancer (NSCLC)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive neoadjuvant subcutaneous Dupilumab 600mg and intravenous Cemiplimab 350mg on Day 1. Participants will proceed to standard of care surgery for early-stage, resectable NSCLC (within 7 days of Day 15), and will be observed for adverse events and dose limiting toxicities.",
                    "interventionNames": [
                        "Biological: Dupilumab",
                        "Biological: Cemiplimab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Dupilumab",
                    "description": "Dupilumab will be administered at the recommended initial dosage of 600 mg (two 300 mg injections) on Day 1.",
                    "armGroupLabels": [
                        "Non-small-cell lung cancer (NSCLC)"
                    ],
                    "otherNames": [
                        "Dupixent"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Cemiplimab",
                    "description": "Cemiplimab will be administered at the recommended dosage of 350 mg, as an intravenous infusion, over 30 minutes on Day 1.",
                    "armGroupLabels": [
                        "Non-small-cell lung cancer (NSCLC)"
                    ],
                    "otherNames": [
                        "Libtayo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency of dose limiting toxicities (DLTs)",
                    "description": "Safety of treatment, defined as the frequency of dose limiting toxicities (DLTs), from start of treatment up to 30 days post the administration of dupilumab.",
                    "timeFrame": "up to 30 days post-treatment"
                },
                {
                    "measure": "Percentage of dose limiting toxicities (DLT)",
                    "description": "Safety of treatment, defined as the percentage of dose limiting toxicities (DLTs), from start of treatment up to 30 days post the administration of dupilumab.",
                    "timeFrame": "up to 30 days post-treatment"
                },
                {
                    "measure": "Major pathological response (MPR)",
                    "description": "Major pathological response (MPR), defined as the percentage of 90 percent or greater tumor necrosis at time of resection, as defined by expert thoracic pathologists.",
                    "timeFrame": "Day of surgery, scheduled within 7 days of Day 15"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of days leading to surgery",
                    "description": "Time to surgery defined as the time from the initial dose of dupilumab to the time of surgery, measured in days",
                    "timeFrame": "From the time of the initial dose of dupilumab to the time of surgery, average of 21 days"
                },
                {
                    "measure": "Frequency of adverse events as measured in NCI CTCAE v5.0",
                    "description": "Feasibility of treatment, defined as the frequency of treatment-related delay of curative-intent surgery, due to treatment-related Adverse Events (AEs), greater than 8 weeks following the administration of dupilumab",
                    "timeFrame": "up to 30 days post treatment"
                },
                {
                    "measure": "Event-Free Survival (EFS)",
                    "description": "Defined as the time from initial treatment of dupilumab and cemiplimab to progression of disease, recurrence of tumor following surgery, or death from any cause regardless of etiology",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Time, in days, between treatment initiation and when the patient dies from any cause regardless of etiology",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Histological diagnosis of NSCLC is required before initiation of treatment, however, patients who have a smoking history and radiographic findings highly suggestive of a diagnosis of NSCLC who are scheduled to undergo diagnostic biopsy may be consented so as they can undergo the biopsy mandated for research at the same time to avoid second procedure. Pre-treatment biopsies are mandatory before treatment initiation. Patients with NSCLC must have T1b or more advanced (\\>1cm primary tumor). Only patients whose tumor is deemed amenable to surgical or needle biopsy by a multidisciplinary team including a medical oncologist and an interventionalist (radiologist, surgeon, pulmonologist) may be enrolled.\n* Patient must be willing and able to provide blood samples (6 heparinized tubes, 2 streck tubes, roughly 60mL) at the time points indicated in the Study Calendar.\n* Patient must be willing and able to have core needle biopsies (Goal 3-6 biopsies, final number to be determined by the surgeon and radiologist performing the procedure as safe) of tumor prior to initiation of therapy.\n* Age ≥ 18 years.\n* ECOG 0-1. The exception will be patients carrying long term disability (such as cerebral palsy) where the disability is not acute nor progressive, and unlikely to significantly affect their response to therapy.\n* Patient is determined to be a surgical candidate for resection of their tumor by a multidisciplinary team including a surgeon and a medical oncologist.\n* Women of child-bearing potential and men must agree to use adequate contraception upon study entry, for the duration of study participation, and for 3 months following completion of therapy\n\nShould a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately. A female of child-bearing potential is any woman (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n\n* Has not undergone a hysterectomy or bilateral oophorectomy; or\n* Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months).\n\n  * Ability to understand and the willingness to sign a written informed consent.\n  * Adequate organ and marrow function as defined below:\n* System/Laboratory Value\n\n  * Hematologic:\n\nAbsolute neutrophil count (ANC) ≥1,000 /mcL Platelets ≥75,000 /mcL Hemoglobin ≥9 g/dL\n\n* Renal\\* Serum creatinine ≤1.5 X upper limit of normal (ULN) OR Measured or calculated creatinine clearance (GFR can also be used in place of creatinine or CrCl) ≥60 mL/min for patient with creatinine levels \\> 1.5 X institutional ULN Creatinine clearance should be calculated per institutional standard.\n* Hepatic\\* Serum total bilirubin ≤ 1.5 X ULN OR Direct bilirubin ≤ ULN for patients with total bilirubin levels \\> 1.5 ULN AST and ALT ≤ 2.5 X ULN Albumin \\>2.5 mg/dL\n* Coagulation\\* International Normalized Ratio (INR) or Prothrombin Time (PT) ≤1.5 X ULN unless patient is receiving anticoagulant therapy as long as PT is within therapeutic range of intended use of anticoagulants\n* Activated Partial Thromboplastin Time (aPTT) ≤1.5 X ULN unless patient is receiving anticoagulant therapy as long as PTT is within therapeutic range of intended use of anticoagulants\n\n  * If laboratory criteria are not met due to what the investigator determines to be a biologic cause (e.g. Gilbert's syndrome causing elevated bilirubin or excessive muscle mass affecting creatinine) or drug-related cause (e.g. elevating in transaminases due to HAART therapy, elevated INR due to anticoagulation) then the lab values will not be used to exclude patient from this trial. Similarly, for patients with elevated bilirubin due to biliary obstruction from tumor, this will not serve as an exclusion criterion. This determination will be made by the PI.\n\nExclusion Criteria:\n\n* Patients with history of autoimmune disorder or any patient who has used an immunomodulatory drug, such as dupilumab, within 8 weeks of starting treatment.\n* Patients without any smoking history, or any patient for whom we already have tissue or ctDNA evidence of an activating EGFR mutation or an ALK or ROS1 rearrangement.\n* Patients who have had chemotherapy or radiotherapy within 4 months prior to entering the study for a different primary tumor, nor can they have received locoregional therapy (e.g. radiation) for the target lesion that will be biopsied and subsequently resected. Previous therapy for a different cancer (a different primary) is acceptable.\n* Patients may not be receiving any other investigational agents.\n* Patients with metastatic disease, for whom the intent of surgery would not be curative.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection requiring antibiotics (exception is a brief (≤10days) course of antibiotics to be completed before initiation of treatment), symptomatic congestive heart failure, unstable angina pectoris, or psychiatric illness/social situations that would limit compliance with study requirements, as determined the treating investigator.\n* Patients must not be pregnant or nursing due to the potential for congenital abnormalities and the potential of this regimen to harm nursing infants.\n* Use of another immunomodulatory drug, including dupilumab, that may confound interpretation of clinical and biospecimen analysis, within 8 weeks of enrollment.\n* Has a diagnosis of primary immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the administration of trial treatment. Patients on chronic steroids equivalent to ≤ 10mg prednisone will not be excluded.\n* Has active autoimmune disease that has required systemic treatment in the past 1 year (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is acceptable.\n* Has a known additional malignancy that is progressing and requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical or anal cancer, prostate cancer on stable dose of hormonal therapy without rising PSA, and breast cancer whom have been treated with curative intent, who may be on hormonal therapy.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the patient's participation for the full duration of the trial, or is not in the best interest of the patient to participate, in the opinion of the treating Investigator.\n* HIV positive with detectable viral load, or anyone not on stable anti-viral (HAART) regimen.\n* Has known active Hepatitis B (e.g., HBV detected by PCR (\\>200 IU/ml) or active Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected).\n* Patients whom have recently started (\\>14d from C1D1) antiviral therapy may go on to the trial.\n* History of allogeneic hematopoietic cell transplantation or solid organ transplantation.\n* Documented allergic or hypersensitivity response to any protein therapeutics (e.g., recombinant proteins, vaccines, intravenous immune globulins, monoclonal antibodies, receptor traps)\n* Principle investigator believes that for one or multiple reasons the patient will be unable to comply with all study visits, or if they believe the trial is not clinically in the best interest of the patient.\n* Any evidence of current ILD or pneumonitis or a prior history of ILD or pneumonitis requiring oral or IV glucocorticoids.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thomas Marron, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(212) 824-9472",
                    "email": "thomas.marron@mssm.edu"
                },
                {
                    "name": "Katherine Vandris",
                    "role": "CONTACT",
                    "email": "Katherine.Vandris@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Marron, MD, PhD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Marron, MD PhD",
                            "role": "CONTACT",
                            "phone": "212-824-9472",
                            "email": "thomas.marron@mssm.edu"
                        },
                        {
                            "name": "Katherine Vandris",
                            "role": "CONTACT",
                            "email": "Katherine.Vandris@mssm.edu"
                        },
                        {
                            "name": "Thomas Marron, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Immediately following publication. No end date.",
            "accessCriteria": "Investigators whose proposed use of the data has been approved by an independent review committee ('learned intermediary') identified for this purpose.\n\nTo achieve aims in the approved proposal. Specify Other Mechanism Please email requests to study Principal Investigator Thomas Marron, MD, PhD at thomas.marron@mssm.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Non-small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000627974",
                    "term": "Cemiplimab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M302522",
                    "name": "Cemiplimab",
                    "asFound": "RAD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}