{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05743595",
            "orgStudyIdInfo": {
                "id": "202307205"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Neoantigen-based Personalized DNA Vaccine With Retifanlimab PD-1 Blockade Therapy in Patients With Newly Diagnosed, Unmethylated Glioblastoma",
            "officialTitle": "A Pilot Study to Assess the Safety and Immunogenicity of a Neoantigen-based Personalized DNA Vaccine With Retifanlimab PD-1 Blockade Therapy in Patients With Newly Diagnosed, Unmethylated Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neoantigen-based-personalized-dna-vaccine-with-retifanlimab-pd-blockade-therapy-in-patients-with-newly-diagnosed-unmethylated-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-14",
            "studyFirstSubmitQcDate": "2023-02-14",
            "studyFirstPostDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                },
                {
                    "name": "PapiVax Biotech, Inc.",
                    "class": "OTHER"
                },
                {
                    "name": "The Foundation for Barnes-Jewish Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single institution, open-label, multi-arm, phase I study assessing the safety and immunogenicity of a personalized neoantigen-based personalized DNA vaccine combined with PD-1 blockade therapy in subjects with newly diagnosed, MGMT promoter unmethylated glioblastoma (GBM).\n\nImmune checkpoint blockade, specifically those targeting the PD-1/PD-L1 pathways, has shown efficacy in multiple solid and hematologic malignancies. Furthermore, as has been demonstrated in metastatic melanoma, combining PD-1/PD-L1 blockade with other immune checkpoint inhibitors has shown improved objective response rates, though there is a significant increase in serious immune-related adverse events. As such, current trials are exploring different doses, administration schedules, and immune checkpoint agents. One alternative approach, however, is to introduce a tumor-directed therapy such as a personalized neoantigen vaccine combined with these immune modulating agents (i.e. immune checkpoint blocking antibodies) to maximize the tumor-specific response but minimize the toxicity associated with increasing non-specific systemic immune activation by generating a potent and focused neoantigen specific immune response.\n\nThis study will test the hypothesis that a personalized neoantigen DNA vaccine in combination with concurrent administration of immune checkpoint blockade therapy will enhance the magnitude and breadth of neoantigen-specific T cell responses while maintaining an acceptable safety profile. The overall goal of this study is to identify the optimal vaccine plus adjuvant platform that can be tested in a subsequent phase II study to determine the efficacy of a personalized neoantigen vaccine approach in patients with GBM."
        },
        "conditionsModule": {
            "conditions": [
                "Unmethylated Glioblastoma"
            ],
            "keywords": [
                "glioblastoma",
                "neoantigen vaccine",
                "PD-1 blockade",
                "unmethylated MGMT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A: Personalized neoantigen DNA vaccine + retifanlimab",
                    "type": "EXPERIMENTAL",
                    "description": "* Cohort A will receive the personalized neoantigen DNA vaccine via electroporation mediated IM injection alone during the first two priming doses, then concurrently with retifanlimab during the subsequent boosting doses (Doses 3 through 6)\n* The personalized neoantigen DNA vaccine will be given once every 28 days for up to 6 doses. Retifanlimab is given at a fixed dose of 500 mg every 28 days.\n* Patients may receive up to 6 doses of personalized neoantigen DNA vaccine and up to 12 months total of retifanlimab",
                    "interventionNames": [
                        "Biological: Personalized Neoantigen DNA vaccine",
                        "Biological: Retifanlimab",
                        "Device: TDS-IM v 2.0 electroporation device"
                    ]
                },
                {
                    "label": "Cohort B: Personalized neoantigen DNA vaccine + retifanlimab",
                    "type": "EXPERIMENTAL",
                    "description": "* Cohort B will receive the personalized neoantigen DNA vaccine via electroporation mediated IM injection plus concurrent retifanlimab beginning with Dose 1 and continuing for a total of 6 doses.\n* The personalized neoantigen DNA vaccine will be given once every 28 days for up to 6 doses. Retifanlimab is given at a fixed dose of 500 mg every 28 days.\n* Patients may receive up to 6 doses of personalized neoantigen DNA vaccine and up to 12 months total of retifanlimab",
                    "interventionNames": [
                        "Biological: Personalized Neoantigen DNA vaccine",
                        "Biological: Retifanlimab",
                        "Device: TDS-IM v 2.0 electroporation device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Personalized Neoantigen DNA vaccine",
                    "description": "The sites of immunization may be rotated for each of the immunizations.",
                    "armGroupLabels": [
                        "Cohort A: Personalized neoantigen DNA vaccine + retifanlimab",
                        "Cohort B: Personalized neoantigen DNA vaccine + retifanlimab"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Retifanlimab",
                    "description": "Retifanlimab will be supplied by Incyte.",
                    "armGroupLabels": [
                        "Cohort A: Personalized neoantigen DNA vaccine + retifanlimab",
                        "Cohort B: Personalized neoantigen DNA vaccine + retifanlimab"
                    ],
                    "otherNames": [
                        "INCMGA00012",
                        "MGA012"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "TDS-IM v 2.0 electroporation device",
                    "description": "Each DNA vaccination will be 1 mL vaccine administered intramuscularly using an integrated electroporation administration system",
                    "armGroupLabels": [
                        "Cohort A: Personalized neoantigen DNA vaccine + retifanlimab",
                        "Cohort B: Personalized neoantigen DNA vaccine + retifanlimab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as measured by treatment-related dose-limiting toxicity (DLT) rate related to vaccination",
                    "description": "* Safety will be defined as a \\< 33% treatment-related DLT rate related to vaccination alone or in combination with retifanlimab, by the end of the DLT observation period for a given cohort.\n* A DLT will be defined as any grade 3 toxicity or greater according to CTCAE v5 considered at least possibly related to study treatment.\n* The DLT observation period begins with date of first vaccine administration and continues for 30 days from administration of first dose of retifanlimab. For patients in Cohort A, this is Day 87 (first dose of retifanlimab is given with vaccine Dose 3 on Day 57), and for patients in Cohort B, this is Day 30 (first dose of retifanlimab is given with vaccine Dose 1 on Day 1).",
                    "timeFrame": "Through completion of DLT observation period for all enrolled subjects (estimated to be up to 12 months and 87 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of high-quality candidate neoantigens in patients enrolled in the study",
                    "timeFrame": "Through completion of vaccine manufacture for all enrolled subjects (estimated to be 15 months)"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "* PFS is defined as the duration of time from start of treatment to time of progression or death, whichever occurs first.\n* Progressive Disease (PD): At least a 25% increase in the sum of products of perpendicular diameters of at least 1 target lesion, taking as reference the smallest sum of products of perpendicular diameters on study (this includes the baseline sum if that is the smallest on study). The absolute increase in any dimension must be at least 5mm when calculating the products of perpendicular diameters. Appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions on stable or increasing doses of corticosteroids compared with baseline scan or best response after initiation of therapy\\* not caused by comorbid events (e.g. radiation therapy, demyelination, ischemic injury, infection, seizures, postoperative changes, or other treatment effects).",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Overall survival (OS)",
                    "timeFrame": "At 12 months"
                },
                {
                    "measure": "Objective response rate (ORR)",
                    "timeFrame": "Through completion of treatment (estimated to be 12 months)"
                },
                {
                    "measure": "Immunogenicity as measured by the number of subjects in a cohort who develop at least one demonstrable neoantigen CD8 T cell response by day 71 after administration of the first dose of vaccine",
                    "timeFrame": "Day 71 after first vaccine dose"
                },
                {
                    "measure": "Immunogenicity as measured by the percentage of neoantigens that elicit a neoantigen-specific CD8 T cell response out of the total number of neoantigens vaccinated against within a cohort",
                    "description": "-Total # neoantigens with measurable T cell response/total # of neoantigens vaccinated against",
                    "timeFrame": "Through progression (up to 36 months)"
                },
                {
                    "measure": "Immunogenicity as measured by T-cell phenotype, myeloid derived suppressor cell frequency (MDSC) assessed by flow cytometry",
                    "timeFrame": "Through progression (up to 36 months)"
                },
                {
                    "measure": "Immunogenicity as measured by T cell receptor (TCR) sequencing to assess diversity of clonality and putative antigen specificity",
                    "timeFrame": "Through progression (up to 36 months)"
                },
                {
                    "measure": "Immunogenicity as measured by pro- and anti-inflammatory chemokine analysis and cytokine analysis in plasma as assessed by multiplex ELISA",
                    "timeFrame": "Through progression (up to 36 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Step 1 Inclusion Criteria for Tissue Sequencing:\n\n* Newly diagnosed histologically or molecularly consistent with WHO grade IV high grade glioma, IDH wildtype.\n* Patients who had prior craniotomy with biopsy, subtotal resection, total gross resection, or re-resection will be permitted.\n* Consent to genome sequencing and dbGaP-based data sharing and has provided or will provide germline (PBMC) and tumor DNA/RNA samples of adequate quality for sequencing. (Acquisition of specimens for sequencing and the sequencing itself may be done as part of routine care or another research project.)\n* At least 18 years of age.\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n\nStep 2 Inclusion Criteria for Treatment Administration:\n\n* Confirmed MGMT promoter unmethylated glioblastoma multiforme. Patients with secondary glioblastoma, in particular those who are IDH1 or IDH2 mutant, will not be excluded. High grade gliomas with molecular features of glioblastoma will be included. MGMT promoter methylation status must be determined by a standard PCR-based assay.\n\nNote: While tissue sequencing can begin prior to confirmation of MGMT promotor status, the manufacturing process will not begin until MGMT promotor is confirmed as unmethylated.\n\n* Personalized neoantigen DNA vaccine manufactured for administration.\n* Karnofsky performance status ≥ 60%\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/mcL\n  * Platelets ≥ 100,000/mcL\n  * Total bilirubin ≤ 1.5 x IULN\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 x IULN\n  * Creatinine ≤ IULN OR creatinine clearance ≥ 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal\n* Systemic corticosteroid therapy is permitted provided dosing is no greater than 2 mg per day (dexamethasone or equivalent) on the day of vaccine administration. Participants using topical, ocular, intra-articular, or intranasal/inhaled steroids may participate. Brief courses of corticosteroids for prophylaxis (eg, contrast dye allergy) or study treatment-related standard premedication are permitted.\n* Bevacizumab will be allowed if given for symptomatic control of vasogenic edema and to avoid corticosteroid use.\n* Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation, including at least 5 months (for women of childbearing potential) and at least 7 months (for men) after last dose of study drug. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately.\n* Patients who require additional surgery prior to vaccination (craniotomy with biopsy, subtotal resection, total gross resection, or laser interstitial thermal therapy (LITT) laser ablation) will not be considered ineligible.\n\nStep 2 Exclusion Criteria:\n\n* As this study aims to assess the immunogenicity of a personalized neoantigen DNA vaccine in combination with checkpoint blockade, no prior immunotherapy will be permitted.\n* Inadequate tissue acquisition to allow for neoantigen screening.\n* No candidate neoantigen identified during screening.\n* A history of other malignancy ≤ 3 years previous with the exception of non-melanoma skin cancer, any in situ cancer that has been successfully resected and cured, treated superficial bladder cancer, or any early-stage solid tumor that was successfully resected without need for adjuvant radiation or chemotherapy.\n* Known allergy, or history of serious adverse reaction to, vaccines such as anaphylaxis, hives, or respiratory difficulty.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to any agents used in the study.\n* History of immunodeficiency disorder or autoimmune condition requiring active immunosuppressive therapy. This includes inflammatory bowel disease, ulcerative colitis, Crohn's disease, systemic vasculitis, scleroderma, psoriasis, multiple sclerosis, hemolytic anemia, immune-mediated thrombocytopenia, rheumatoid arthritis, systemic lupus erythematosus, Sjögren's syndrome, sarcoidosis, or other rheumatologic disease or any other medical condition or use of medication which might make it difficult for the patient to complete the full course of treatments or to generate an immune response to vaccines.\n* Presence of acute or chronic bleeding or clotting disorder that would contraindicate IM injections.\n* Presence of a cardioverter-defibrillator or pacemaker (to prevent a life-threatening arrhythmia) that is located ipsilateral to the intended deltoid injection site (unless deemed acceptable by a Cardiologist).\n* Presence of any metal implants or implantable medical device within the electroporation area.\n* Any active uncontrolled neurologic disorder, including seizures and epilepsy.\n* Recurrent known vasovagal-related syncopal episodes resulting in loss of consciousness.\n* Individuals in whom skin pinch thickness for all eligible injection sites exceeds 50 mm.\n* Individuals in whom the ability to observe possible local reactions at the eligible injection sites is, in the opinion of the investigator, unacceptably obscured due to a physical condition or permanent body art.\n* History of organ transplant, including allogeneic stem cell transplantation.\n* Receiving any other investigational agents within 4 weeks of beginning study treatment.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection requiring systemic antibiotics or antifungal treatment, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Evidence of interstitial lung disease, history of interstitial lung disease, or active, non-infectious pneumonitis.\n* Presence of clinically significant increased intracranial pressure (e.g. impending herniation) or hemorrhage, uncontrolled seizures, or requirement for immediate palliative treatment.\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 7 days of first dose of vaccine.\n* Has received a live vaccine within 28 days of the planned start of study drug. Participants may receive the COVID-19 vaccine as long as it is not a live vaccine. COVID-19 vaccination will be captured in the eCRF as a concomitant medication. Administration of study treatment may be delayed to ensure vaccination is completed.\n* Active HBV or HCV infection that requires treatment. Hepatitis B virus DNA and HCV RNA must be undetectable upon testing. Participants who have cleared a prior HBV infection (defined as HBsAg negative, hepatitis B surface antibody positive, hepatitis B core antibody positive) are eligible for the study.\n\n  * Note: For participants with cleared prior HBV infection, HBV prophylaxis should be considered per the investigator's discretion. Monitor for HBV reactivation every 3 cycles by performing HBV viral load and HBsAg serology test. Additional viral serologic testing may be performed at the investigator's discretion.\n  * Note: Participants with no prior history of HBV infection who have been vaccinated against HBV and who have a positive test result for antibody to hepatitis B surface antigen as the only evidence of prior exposure may participate in the study.\n  * Note: Hepatitis C antibody-positive participants who received and completed treatment for hepatitis C that was intended to eradicate the virus may participate if HCV RNA levels are undetectable.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tanner M Johanns, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "314-273-2723",
                    "email": "tannerjohanns@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tanner M Johanns, M.D., Ph.D.",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tanner M Johanns, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "314-273-2723",
                            "email": "tannerjohanns@wustl.edu"
                        },
                        {
                            "name": "Tanner M Johanns, M.D., Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Milan G Chheda, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Albert Kim, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Joshua Dowling, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Leuthardt, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Gregory J Zipfel, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Joshua Osbun, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Christopher Abraham, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jiayi Huang, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Feng Gao, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "William E Gillanders, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M11901",
                    "name": "Mitoguazone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}