{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04930783",
            "orgStudyIdInfo": {
                "id": "21-066"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "NeoVax + CDX-301 and Nivolumab or Pembrolizumab in Melanoma",
            "officialTitle": "A Phase Ib Study of NeoVax in Combination With CDX-301 and Nivolumab or Pembrolizumab and in Patients With Melanoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "neovax-cdx-and-nivolumab-or-pembrolizumab-in-melanoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-11",
            "studyFirstSubmitQcDate": "2021-06-11",
            "studyFirstPostDateStruct": {
                "date": "2021-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patrick Ott, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Celldex Therapeutics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is studying the drugs called NeoVax (a new type of personalized neoantigen vaccine) in combination with CDX-301 and Nivolumab or Pembrolizumab as a possible treatment for melanoma.\n\nThe names of the study drugs involved in this study are:\n\n* Personalized Neoantigen peptides (which combined with poly-ICLC make the vaccine NeoVax)\n* Poly-ICLC (Hiltonol)\n* CDX-301\n* Nivolumab (Opdivo)\n* Pembrolizumab (Keytruda)",
            "detailedDescription": "The purpose of this Phase I study is to determine if it is possible to safely administer a personalized neoantigen vaccine (NeoVax) in combination with the study drug CDX-301 and Nivolumab or Pembrolizumab against melanoma by using information gained from specific characteristics of someone's own melanoma. The study will also be determining what the appropriate dose of CDX-301 to be given in combination with NeoVax and Nivolumab or Pembrolizumab.\n\nThe FDA (the U.S. Food and Drug Administration) has not approved personalized neoantigen peptides, poly-ICLC , or CDX-301 as a treatment for any disease.\n\nThe FDA has approved Nivolumab and Pembrolizumab as a treatment option for melanoma.\n\nIt is known that melanoma cancers have mutations (changes in genetic material) that are specific to an individual patient and tumor. These mutations can cause the tumor cells to produce proteins that appear very different from the body's own cells.It is possible that these proteins used in a vaccine may induce strong immune responses, which may help someone's body fight any tumor cells that could cause the melanoma to come back in the future.\n\nThe personalized Neovax vaccine will be made of protein fragments, called peptides, from an individual's mutated melanoma tumor cells mixed with Poly-ICLC. Poly-ICLC is a drug that binds proteins on the surface of certain immune cells and helps to activate the immune system.\n\nCDX-301 is a drug involved in regulating the activity and proliferation of a type of cell named dendritic cell. Dendritic cells are key in enhancing the activation of the immune system in response to the NeoVax vaccine, so the immune system has a better chance to recognize the tumor cells and attack them.\n\nNivolumab and Pembrolizumab are antibodies that prevent cancer cells from suppressing one's immune response so that their body can attack and kill the cancer.\n\nThe research study procedures include: screening for eligibility and study treatment including evaluations and follow up visits.\n\nParticipants will receive study treatment for as long as they do not have serious side effects and their disease does not get worse for a maximum of 2 years and will be followed for 5 years since study therapy initiation\n\nIt is expected that about 30 people will take part in this research study\n\nCelldex Therapeutics is supporting this research by providing CDX-301."
        },
        "conditionsModule": {
            "conditions": [
                "Melanoma",
                "Metastatic Melanoma"
            ],
            "keywords": [
                "Melanoma",
                "Metastatic Melanoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CDX-301 + Neovax + Nivolumab",
                    "type": "EXPERIMENTAL",
                    "description": "* Participants will have vaccine made from tissue collected from metastatic tumor biopsy or surgical resection, or from previously collected archival biopsy or surgical tissue.\n* Participants will receive Nivolumab at a flat dose every 4 weeks up to two years.\n* Participants will receive CDX-301 at a predetermined dose dependent on the number of participants previously enrolled for 5 days starting 2 days before the initiation of NeoVax. CDX-301 will then be administered at a predetermined dose dependent on the number of participants previously enrolled 2 days before and for 5 days coinciding with the administration of NeoVax on days 50 and 78.",
                    "interventionNames": [
                        "Drug: CDX-301",
                        "Biological: NEOVAX",
                        "Drug: Nivolumab"
                    ]
                },
                {
                    "label": "CDX-301 + Neovax + Pembrolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "* Participants will have vaccine made from tissue collected from tumor biopsy, or from previously collected archival biopsy or surgical tissue.\n* Participants will receive neoadjuvant Pembrolizumab for 3 doses every 3 weeks, then undergo standard-of-care surgical resection.\n* Participants will receive adjuvant NeoVax and CDX-301. CDX-301 will be administered at a predetermined dose, dependent on the number of participants previously enrolled, for 5 days starting 2 days before the initiation of NeoVax. CDX-301 will then be administered at a predetermined dose dependent on the number of participants previously enrolled 2 days before and for 5 days coinciding with the administration of NeoVax on days 50 and 78.\n* Participants will receive adjuvant Pembrolizumab for 15 doses every 6 weeks.",
                    "interventionNames": [
                        "Drug: CDX-301",
                        "Biological: NEOVAX",
                        "Drug: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CDX-301",
                    "description": "Administered as an injection given underneath the skin",
                    "armGroupLabels": [
                        "CDX-301 + Neovax + Nivolumab",
                        "CDX-301 + Neovax + Pembrolizumab"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "NEOVAX",
                    "description": "Personalized neoantigen vaccine administered as an injection given underneath the skin",
                    "armGroupLabels": [
                        "CDX-301 + Neovax + Nivolumab",
                        "CDX-301 + Neovax + Pembrolizumab"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nivolumab",
                    "description": "Administered intravenously (IV)",
                    "armGroupLabels": [
                        "CDX-301 + Neovax + Nivolumab"
                    ],
                    "otherNames": [
                        "Opdivo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Administered intravenously (IV)",
                    "armGroupLabels": [
                        "CDX-301 + Neovax + Pembrolizumab"
                    ],
                    "otherNames": [
                        "Keytruda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of Dose Limiting Toxicity (DLT)",
                    "description": "Based on the CTEP Active Version (version 5.0) of the NCI Common Terminology Criteria for Adverse Events (CTCAE).",
                    "timeFrame": "Toxicities experienced within 49 days/7 weeks of Neoantigen Vaccine treatment initiation"
                },
                {
                    "measure": "Recommended maximum tolerated dose (MTD)",
                    "description": "Highest dose of CDX-301 that did not cause a dose limiting toxicity",
                    "timeFrame": "Up to 12 weeks for each dosing cohort"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neoantigen-specific cellular immune responses",
                    "description": "Evaluated using the new international criteria proposed by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1)",
                    "timeFrame": "Enrollment to end of treatment up to 24 weeks"
                },
                {
                    "measure": "Estimate rates of disease progression/recurrence depending on whether patient had all melanoma resected or has measurable disease per RECIST 1.1",
                    "description": "Assessed by RECIST1.1",
                    "timeFrame": "Enrollment to end of treatment up to 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEligibility to participate will be assessed at one timepoint: prior to initial core needle/surgical biopsy (Initial Registration).\n\n* Inclusion Criteria\n\n  * Participant is willing and able to give written informed consent\n  * Participants must have histologically confirmed stage IIIB/C/D or stage IV cutaneous melanoma (mucosal melanoma or uveal melanoma are excluded) that is surgically resected, is deemed surgically resectable, or is unresectable; tumor tissue for sequence analysis must be available from either previous melanoma resection/biopsy or at least one site of disease must be amenable to surgical or core biopsy\n  * Age ≥ 18 years\n  * ECOG performance status of 0 or 1\n  * Recovered from all toxicities associated with prior treatment, to acceptable baseline status (as to Lab toxicity see below limits for inclusion) or a National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0, Grade of 0 or 1, except for toxicities not considered a safety risk, such as alopecia or vitiligo\n  * Participants must have normal organ and marrow function as defined below:\n\n    * WBC ≥3,000/µL\n    * ANC ≥1,500/µL\n    * Platelets ≥100,000/µL\n    * Hemoglobin ˃ 9.0 g/dL\n    * Total Bilirubin ≤ 1.5 x ULN (except subjects with Gilbert Syndrome, who can have total bilirubin \\< 3.0 mg/dL)\n    * AST(SGOT)/ALT(SGPT) ≤ 3 x ULN\n    * Creatinine ≤ 1.5 x ULN OR\n    * Creatinine clearance ≥40 mL/min/1.73 m2 for participants with creatinine levels above institutional normal (if using the Cockcroft-Gault formula below):\n\nFemale CrCl = (140 - age in years) x weight in kg x 0.85 72 x serum creatinine in mg/dL\n\nMale CrCl = (140 - age in years) x weight in kg x 1.00 72 x serum creatinine in mg/dL\n\n* Women of childbearing potential (WOCBP) should have a negative serum pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 24 hours prior to the start of Nivolumab or Pembrolizumab, because the effects of NeoVax plus Montanide and Nivolumab (or Pembrolizumab) on the developing human fetus are unknown\n* Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with study agents, breastfeeding should be discontinued if the mother is treated Nivolumab or Pembrolizumab, Personalized Neoantigen vaccine, and CDX-301\n* Female participants enrolled in the study, who are not free from menses for \\>2 years, post hysterectomy / oophorectomy, or surgically sterilized, should be willing to use either 2 adequate barrier methods or a barrier method plus a hormonal method of contraception to prevent pregnancy or to abstain from sexual activity throughout the study, starting with visit 1 through 5 months after the last dose of study therapy. Approved contraceptive methods include for example: intra uterine device, diaphragm with spermicide, cervical cap with spermicide, male condoms, or female condom with spermicide. Spermicides alone are not an acceptable method of contraception. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.The investigational product will be permanently discontinued in an appropriate manner.\n* Male participants should agree to use an adequate method of contraception starting with visit 1 through 7 months after the last dose of study therapy\n\nExclusion Criteria:\n\n* Prior immunotherapy for metastatic melanoma except for anti-CTLA-4. Patients with unresectable melanoma who have received PD-1 inhibition therapy as adjuvant therapy and stopped receiving PD-1 inhibition for a period of ≥ 6 months before starting treatment with Nivolumab or Pembrolizumab are allowed to participate.\n* Concomitant therapy with any anti-cancer agents, other investigational anti-cancer therapies, or immunosuppressive agents including but not limited to methotrexate, chloroquine, azathioprine, etc. within six months of study participation\n* Active brain metastases or leptomeningeal metastases\n* Use of a non-oncology vaccine therapy for prevention of infectious diseases (with the exception of vaccination against the SARS-CoV-2 virus for the prevention of COVID-19 disease) during the 4 week period prior to first dose of Nivolumab or Pembrolizumab.\n\nParticipants may not receive any non-oncology vaccine therapy during the period of Nivolumab (or Pembrolizumab) or NeoVax plus CDX-301 administration and until at least 8 weeks after the last dose of study therapy. Given the severity of the COVID-19 pandemic, vaccination specifically against the SARS-CoV-2 virus for the prevention of COVID-19 is ALLOWED in this study.\n\n* History of severe allergic reactions attributed to any vaccine therapy for the prevention of infectious diseases\n* Active, known or suspected autoimmune disease. Subjects are permitted to enroll if they have vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger\n* A condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalents) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids and adrenal replacement doses \\> 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease. Corticosteroids used as pre-medication for imaging studies are allowed.\n* Test positive for hepatitis B virus surface antigen (HBV sAg) or hepatitis C virus ribonucleic acid (HCV antibody) indicating acute or chronic infection\n* Known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n* Known sensitivity or allergy to Nivolumab, Pembrolizumab, or CDX-301\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection requiring treatment, symptomatic\n* Any underlying medical condition, psychiatric condition or social situation that in the opinion of the investigator would compromise study administration as per protocol or compromise the assessment of AEs\n* Planned major surgery (except for surgery for resection of melanoma if applicable).\n* Patients with known mutations/amplifications in Flt-3\n* Pregnant women are excluded from this study because Nivolumab, personalized neoantigen peptides and poly-ICLC are agents with unknown risks to the developing fetus. Because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother with Nivolumab, personalized neoantigen peptides and poly-ICLC, nursing women are excluded from this study\n* Individuals with a history of an invasive malignancy are ineligible except for the following circumstances: a) individuals with a history of invasive malignancy are eligible if they have been disease-free for at least 3 years and are deemed by the investigator to be at low risk for recurrence of that malignancy; b) individuals with the following cancers are eligible if diagnosed and treated - carcinoma in situ of the breast, oral cavity or cervix, localized prostate cancer, basal cell or squamous cell carcinoma of the skin\n* Prisoners, or subjects who are compulsory detained are not eligible to participate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick A Ott, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(617) 632-5055",
                    "email": "patrick_ott@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patrick A Ott, MD, PhD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick A Ott, MD",
                            "role": "CONTACT",
                            "phone": "617-632-5055",
                            "email": "Patrick_Ott@dfci.harvard.edu"
                        },
                        {
                            "name": "Patrick A Ott, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}