{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03919292",
            "orgStudyIdInfo": {
                "id": "MCC-17-13821"
            },
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Neratinib + Valproate in Advanced Solid Tumors, w/Expansion Cohort in Ras-Mutated Ca",
            "officialTitle": "Phase 1/2 Study of Neratinib and Divalproex Sodium (Valproate) in Advanced Solid Tumors, With an Expansion Cohort in Ras-Mutated Cancers",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "neratinib-valproate-in-advanced-solid-tumors-w-expansion-cohort-in-ras-mutated-ca"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-04-10",
            "studyFirstSubmitQcDate": "2019-04-15",
            "studyFirstPostDateStruct": {
                "date": "2019-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Puma Biotechnology, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "To determine the recommended phase 2 dose (RP2D) of the combination of neratinib and sodium valproate when given to patients with advanced solid tumors. Then to explore the antitumor effects of the neratinib and sodium valproate combination in advanced solid tumors with attention to RAS-mutated tumors, EGFR-altered GBM, and ocular melanoma, as part of the phase 2 expansion cohort.",
            "detailedDescription": "The purpose of this trial is to test the safety of combining 2 drugs, neratinib (Nerlynx) and divalproex sodium (Depakote DR), also commonly called valproate, when treating patients with advanced cancer.\n\nIn an earlier stage of this trial the purpose was to test different doses of neratinib in combination with divalproex sodium to see which doses should be used in future research trials. This trial will also help us to learn how advanced tumors respond to the combination of neratinib and divalproex sodium."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor, Adult"
            ],
            "keywords": [
                "Colon Cancer",
                "Pancreatic Cancer",
                "Other solid tumor",
                "Advanced solid tumor",
                "Tumor progression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 113,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neratinib + Divalproex Sodium - Dose Escalation Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Neratinib by mouth (PO) once daily + Divalproex Sodium (Valproate) by mouth (PO) twice daily on days 1-28 of each course.",
                    "interventionNames": [
                        "Drug: Neratinib",
                        "Drug: Divalproex Sodium"
                    ]
                },
                {
                    "label": "Colon",
                    "type": "EXPERIMENTAL",
                    "description": "Colon Cancer (RAS-mutated) - Phase II dose expansion at recommended phase II dose (RP2D)",
                    "interventionNames": [
                        "Drug: Neratinib",
                        "Drug: Divalproex Sodium"
                    ]
                },
                {
                    "label": "Glioblastoma (GBM)",
                    "type": "EXPERIMENTAL",
                    "description": "Glioblastoma with a RAS-mutation or EGFR alteration at RP2D",
                    "interventionNames": [
                        "Drug: Neratinib",
                        "Drug: Divalproex Sodium"
                    ]
                },
                {
                    "label": "Ocular Melanoma (OM)",
                    "type": "EXPERIMENTAL",
                    "description": "Phase II dose expansion at RP2D",
                    "interventionNames": [
                        "Drug: Neratinib",
                        "Drug: Divalproex Sodium"
                    ]
                },
                {
                    "label": "Other Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "\"Other Cancer\" (RAS-mutated) at RP2D",
                    "interventionNames": [
                        "Drug: Neratinib",
                        "Drug: Divalproex Sodium"
                    ]
                },
                {
                    "label": "Pancreatic Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "RAS-mutated pancreatic cancer at RP2D",
                    "interventionNames": [
                        "Drug: Neratinib",
                        "Drug: Divalproex Sodium"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Neratinib",
                    "description": "Combination of Neratinib and Divalproex Sodium (Valproate) will be given to patients with advanced solid tumors (dose escalation) and Ras-mutated cancers (dose expansion). Doses of Neratinib are escalated in small groups of patients during the dose expansion portion of the study.",
                    "armGroupLabels": [
                        "Colon",
                        "Glioblastoma (GBM)",
                        "Neratinib + Divalproex Sodium - Dose Escalation Cohort",
                        "Ocular Melanoma (OM)",
                        "Other Cancer",
                        "Pancreatic Cancer"
                    ],
                    "otherNames": [
                        "Nerlynx"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Divalproex Sodium",
                    "description": "Combination of Neratinib and Divalproex Sodium (Valproate) will be given to patients with advanced solid tumors (dose escalation) and Ras-mutated cancers (dose expansion).",
                    "armGroupLabels": [
                        "Colon",
                        "Glioblastoma (GBM)",
                        "Neratinib + Divalproex Sodium - Dose Escalation Cohort",
                        "Ocular Melanoma (OM)",
                        "Other Cancer",
                        "Pancreatic Cancer"
                    ],
                    "otherNames": [
                        "Depakote",
                        "Valproate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determination of Recommended Phase 2 Dose (RP2D)",
                    "description": "RP2D for the combination of neratinib and sodium valproate that is less than or the same as the maximum tolerated dose (MTD).",
                    "timeFrame": "28 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluation of Treatment Related Adverse Events of Neratinib combined with Sodium Valproate",
                    "description": "Determine the safety and toxicity of the combination of neratinib and sodium valproate by the number of participants with serious adverse events, and types of events as assessed by utilizing the Common Terminology Criteria for Adverse Events (CTCAE) Version 5.",
                    "timeFrame": "13 Months"
                },
                {
                    "measure": "Solid Tumor Antitumor Effects",
                    "description": "Phase 2 advanced solid tumor cohorts only: Evaluate number of participants with tumor response based on Response Evaluation Criteria in Solid Tumors (RECIST v1.1), in patients evaluable for response.",
                    "timeFrame": "13 Months"
                },
                {
                    "measure": "Glioblastoma Antitumor Effects",
                    "description": "Phase 2 GBM cohort only: Evaluate number of participants with tumor control based on objective response based on Response Assessment in Neuro-Oncology (RANO) criteria or Macdonald criteria, or disease control defined as PFS ≥ 6-month in patients evaluable for response",
                    "timeFrame": "13 Months"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "Evaluate the number of participants with progression free survival (PFS) defined as the duration of time from start of combination treatment (Cycle 1, Day 1) to date of progression.",
                    "timeFrame": "13 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Phase 1 - Dose Escalation Phase: Advanced solid tumor that has progressed during or after treatment with approved therapies or for which there is no standard effective therapy available\n* Phase 2 - Dose Expansion Phase: One of the following advanced solid tumors that is RAS-mutated and has progressed during or after treatment with at least one approved therapy or for which there is no standard effective therapy available: :\n* Colon Cancer with a RAS mutation\n* Pancreatic Cancer with a RAS mutation\n* Other Solid Tumor with RAS Mutation\n* Ocular melanoma, which includes melanoma that develops in the sclera, retina, uvea (iris, choroid layer, and ciliary layer), or conjunctiva or other cancers with a GNAQ or GNA11 mutation\n* Measurable disease by RECIST v1.1\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Adequate bone marrow function\n* Absolute neutrophil count (ANC) ≥ 1500/mm3\n* Platelets ≥ 100,000/mm3\n* Hemoglobin \\> 9 g/dL (untransfused)\n* Adequate renal function\n* Creatinine ≤ 1.5 x upper limit of normal (ULN) for the laboratory or calculated or actual creatinine clearance ≥ 60 mL/min\n* Adequate hepatic function\n* Total bilirubin ≤ 1.5 x ULN for the laboratory Exception: If a patient has documented Gilbert's syndrome and a total bilirubin is \\> 1.5 x ULN for the laboratory, the total bilirubin requirement may be waived provided the direct bilirubin is within normal limits (WNL) for the laboratory.\n* Aspartate aminotransferase (AST) ≤ 3.0 x ULN for the laboratory\n* Alanine aminotransferase (ALT) ≤ 3.0 x ULN for the laboratory\n* Note: For the expansion cohorts, in patients with documented liver metastasis, the AST and ALT requirements will be ≤ 5 x ULN for the laboratory\n* Non-hematologic toxicities from previous cancer therapies resolved to ≤ grade 1 except chronic residual toxicities that in the opinion of the investigator are not clinically relevant given the known safety/toxicity profiles of neratinib and sodium valproate (eg, alopecia, changes in pigmentation, stable endocrinopathies, neuropathy, skin toxicities)\n* International normalized ratio (INR) is ≤ 1.5 and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN for the laboratory\n* A woman of childbearing potential (WCBP), defined as a woman who is \\< 60 years of age and has not had a hysterectomy, must have a documented negative serum pregnancy test within 7 days prior to initiating study treatment\n* WCBP and a male patient with a partner who is a WCBP must agree to use a medically accepted method for preventing pregnancy for the duration of study treatment and for 2 months following completion of study treatment\n* Ability to understand and willingness to sign a written informed consent document\n\nExclusion Criteria:\n\nCurrent or prior known meningeal metastases Known brain metastases that are symptomatic or untreated Note: Patients with known brain metastases who are asymptomatic and have had post-treatment imaging that indicates stable brain disease are eligible. Note that brain imaging in patients with known brain metastases is required within 8 weeks prior to initiation of study therapy.\n\n* Any investigational agent within 4 weeks prior to initiating study treatment\n* Previous therapy with neratinib\n* Active uncontrolled diarrhea leading to dehydration or electrolyte disturbances not easily controlled with oral repletion\n* Inability to swallow medication\n* Known or suspected malabsorption condition or obstruction. Note: Use of pancreatic enzyme supplements is allowed to control malabsorption\n* Inability to shift medications as follows: Antacids (eg, calcium carbonate): dose at least 3 hours after dosing with neratinib. H2 receptor antagonists: dose must be taken at least 2 hours after or 10 hours before dosing with neratinib\n* Resting systolic blood pressure (BP) \\< 100 mmHg\n* Active or clinically significant cardiac disease including any of the following:\n* Unstable angina (eg, anginal symptoms at rest) or onset of angina within 3 months prior to initiating study treatment\n* Myocardial infarction diagnosed within 6 months prior to initiating study treatment\n* Cardiac arrhythmias requiring anti-arrhythmic therapy other than beta blockers\n* New York Heart Association (NYHA) class III or IV congestive heart failure\n* Seizure disorder requiring an enzyme inducing antiepileptic medication (EIAED)\n* Serious (ie, ≥ grade 3) uncontrolled infection\n* Chronic or active hepatitis B or C infection with elevated transaminase levels\n* Pleural effusion or ascites that causes respiratory compromise (ie, ≥ grade 2 dyspnea)\n* Known mitochondrial disorder caused by mutations in mitochondrial DNA polymerase gamma (γ)\n* Known urea cycle disorders\n* Planned ongoing treatment with other drugs thought to potentially have adverse interactions with either of the medications included in the study treatment:\n* Cosyntropin\n* Proton pump inhibitors (PPIs)\n* High-risk P-glycoprotein (P-gp) substrates (eg, digoxin, dabigatran, fexofenadine). Other anticoagulants are not considered high-risk P-gp substrates\n* Strong or moderate CYP3A4 inhibitors and/or Strong or moderate CYP3A4 inducers. Examples of clinical inhibitors and clinical inducers for P450-mediated metabolism and classification of strong, moderate, and weak interactions are available through the FDA website, Tables 3-2 and 3-3: http://www.fda.gov/Drugs/DevelopmentApprovalProcess/DevelopmentResources/DrugInteractionsLabeling/ucm093664.htm Note: If such medications have been used, patients must have discontinued these agents ≥ 2 weeks prior to initiating study treatment\n* Pregnancy or breastfeeding\n* Medical, psychological, or social condition that, in the opinion of the investigator, may increase the patient's risk or limit the patient's adherence with study requirements",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "massey SIIT Team",
                    "role": "CONTACT",
                    "phone": "804-628-9238",
                    "email": "masseysiit@vcu.edu"
                },
                {
                    "name": "Massey Team Delta",
                    "role": "CONTACT",
                    "email": "ctoclinops@vcu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew Poklepovic, MD",
                    "affiliation": "Massey Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University Massey Cancer Center",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Massey SIIT Team",
                            "role": "CONTACT",
                            "phone": "804-628-9238",
                            "email": "masseysiit@vcu.edu"
                        },
                        {
                            "name": "Massey Team Delta",
                            "role": "CONTACT",
                            "email": "ctoclinops@vcu.edu"
                        },
                        {
                            "name": "Andrew Poklepovic, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34482636",
                    "type": "DERIVED",
                    "citation": "Dent P, Booth L, Poklepovic A, Kirkwood JM. Neratinib kills B-RAF V600E melanoma via ROS-dependent autophagosome formation and death receptor signaling. Pigment Cell Melanoma Res. 2022 Jan;35(1):66-77. doi: 10.1111/pcmr.13014. Epub 2021 Sep 4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to make individual participant data available to other researchers at this time."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014635",
                    "term": "Valproic Acid"
                },
                {
                    "id": "C000487932",
                    "term": "Neratinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018682",
                    "term": "GABA Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018692",
                    "term": "Antimanic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M81043",
                    "name": "Neratinib",
                    "asFound": "Mindfulness meditation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17383",
                    "name": "Valproic Acid",
                    "asFound": "DCB",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}