{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05981391",
            "orgStudyIdInfo": {
                "id": "HSC20200573HU"
            },
            "secondaryIdInfos": [
                {
                    "id": "5K23MH122579",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5K23MH122579"
                }
            ],
            "organization": {
                "fullName": "The University of Texas Health Science Center at San Antonio",
                "class": "OTHER"
            },
            "briefTitle": "Neurobiological Similarities of Tinnitus and PTSD",
            "officialTitle": "An Evaluation of Neurobiological Similarities of Tinnitus and Posttraumatic Stress Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neurobiological-similarities-of-tinnitus-and-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-07-31",
            "studyFirstPostDateStruct": {
                "date": "2023-08-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John Moring",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "The University of Texas Health Science Center at San Antonio"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center at San Antonio",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Hearing Center of Excellence",
                    "class": "FED"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Psychiatric distress caused by PTSD may increase attention toward tinnitus, as well as perceived loudness and discomfort. It is important to understand how tinnitus-related distress and PTSD negatively interact together, in order to develop more effective therapeutic approaches. Understanding symptoms and neurobiological mechanisms using functional magnetic resonance imaging (fMRI), can lead to the necessary knowledge to develop effective interventions for individuals who suffer from both conditions.",
            "detailedDescription": "Tinnitus and posttraumatic stress disorder (PTSD) are two of the most common service-connected disabilities for active-duty Service Members and Veterans. Tinnitus and PTSD are highly co-morbid, yet distinct disorders. Tinnitus is an auditory disorder in which an illusory auditory percept is experienced, usually as ringing, buzzing, or whooshing sounds, despite no external objective noise source. On the other hand, PTSD is a trauma-related disorder, and is identified by intrusions of the traumatic event, avoidance of reminders, negative alterations in cognition and mood, and hypervigilance or hyperarousal. Similarities between tinnitus and PTSD have been documented among Cambodian refugees, as well as among U.S. Veteran samples. Moreover, the latest neuroimaging data from a recent clinical trial indicated that the auditory-vigilance network was the most dysregulated among active-duty service members with PTSD, compared to combat controls and civilian controls. Due to similar symptoms between tinnitus-related distress and PTSD, and similar dysregulated resting-state brain networks, it remains important to more fully understand how these two distinct disorders may be related. This study will be the first to prospectively examine the overt emotional, behavioral, and cognitive symptoms related to tinnitus-related distress and PTSD, and the overlapping functional connectivity between tinnitus and PTSD. Investigators will examine the overlapping symptoms and neurobiological mechanisms by conducting audiometric and psychological assessments and resting-state functional magnetic resonance imaging (fMRI) among 120 participants (30 with tinnitus and PTSD, 30 with only PTSD, 30 with only tinnitus, and 30 healthy controls). Participants will be recruited from the Frank Tejeda PTSD Clinic and the Audiology Clinic within the South Texas VA Health Care System, and the Hearing Center of Excellence at Lackland Air Force Base. Canonical correlations will be conducted to examine the symptom overlap between tinnitus and PTSD (Aim 1). Investigators aim to neurobiologically characterize tinnitus and PTSD, both separately and conjointly, by conducting fMRI (Aim 2). Investigators also aim to apply modeling to psychometric and neurofunctional data to identify specific regions of the auditory-vigilance network associated with distress related to tinnitus and PTSD. Understanding the shared cognitive, emotional, and behavioral symptoms and neurobiology associated with tinnitus and PTSD will help clinicians and researchers fully understand tinnitus and PTSD independently and conjointly. Results will lead to the identification of neurobiological markers for tinnitus and PTSD, identification of a different phenotype for individuals with both conditions, and development of behavioral and neuro-modulatory therapies that can reduce distress and impairment."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Tinnitus"
            ],
            "keywords": [
                "resting-state fMRI",
                "PTSD",
                "tinnitus",
                "military",
                "veterans"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tinnitus and PTSD (T+P)",
                    "description": "Active duty service members and/or veterans with PTSD and tinnitus.",
                    "interventionNames": [
                        "Diagnostic Test: resting-state functional MRI",
                        "Diagnostic Test: Clinician Administered PTSD Scale for the DSM-5 (CAPS-5)",
                        "Diagnostic Test: Tympanometry",
                        "Diagnostic Test: Tinnitus Assessment",
                        "Diagnostic Test: Otoscopy",
                        "Diagnostic Test: Pure tone air and bone-conduction",
                        "Diagnostic Test: Speech testing",
                        "Diagnostic Test: Loudness Discomfort",
                        "Diagnostic Test: Quick Speech in Noise Test",
                        "Diagnostic Test: Distortion-Product Otoacoustic Emissions (DPOAE)"
                    ]
                },
                {
                    "label": "Tinnitus Only (TO)",
                    "description": "Active duty service members and/or veterans with only tinnitus/no PTSD.",
                    "interventionNames": [
                        "Diagnostic Test: resting-state functional MRI",
                        "Diagnostic Test: Tympanometry",
                        "Diagnostic Test: Tinnitus Assessment",
                        "Diagnostic Test: Otoscopy",
                        "Diagnostic Test: Pure tone air and bone-conduction",
                        "Diagnostic Test: Speech testing",
                        "Diagnostic Test: Loudness Discomfort",
                        "Diagnostic Test: Quick Speech in Noise Test",
                        "Diagnostic Test: Distortion-Product Otoacoustic Emissions (DPOAE)"
                    ]
                },
                {
                    "label": "PTSD Only (PO)",
                    "description": "Active duty service members and/or veterans with only PTSD/no tinnitus.",
                    "interventionNames": [
                        "Diagnostic Test: resting-state functional MRI",
                        "Diagnostic Test: Clinician Administered PTSD Scale for the DSM-5 (CAPS-5)",
                        "Diagnostic Test: Tympanometry",
                        "Diagnostic Test: Otoscopy",
                        "Diagnostic Test: Pure tone air and bone-conduction",
                        "Diagnostic Test: Speech testing",
                        "Diagnostic Test: Loudness Discomfort",
                        "Diagnostic Test: Quick Speech in Noise Test",
                        "Diagnostic Test: Distortion-Product Otoacoustic Emissions (DPOAE)"
                    ]
                },
                {
                    "label": "Healthy Controls",
                    "description": "Active duty service members and/or veterans with no PTSD and no tinnitus.",
                    "interventionNames": [
                        "Diagnostic Test: resting-state functional MRI",
                        "Diagnostic Test: Tympanometry",
                        "Diagnostic Test: Otoscopy",
                        "Diagnostic Test: Pure tone air and bone-conduction",
                        "Diagnostic Test: Speech testing",
                        "Diagnostic Test: Loudness Discomfort",
                        "Diagnostic Test: Quick Speech in Noise Test",
                        "Diagnostic Test: Distortion-Product Otoacoustic Emissions (DPOAE)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "resting-state functional MRI",
                    "description": "We will acquire BOLD fMRI images in an unstimulated state using an extended time-series (300 whole-brain volumes over \\~ 60-75 min). These data are a main outcome. Data will be processed on an ongoing basis to ensure integrity, and includes controlling for white matter, cerebral spinal fluid, and movement.",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Clinician Administered PTSD Scale for the DSM-5 (CAPS-5)",
                    "description": "The CAPS-5 is a semi-structured interview, conducted by an independent evaluator, that measures DSM-5 symptoms of PTSD. Presence of at least one intrusion symptom, one avoidance symptom, two cognition and mood symptoms, and two arousal symptoms for 1 month or more are required to reach the diagnostic threshold.",
                    "armGroupLabels": [
                        "PTSD Only (PO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Tympanometry",
                    "description": "Tympanometry will be conducted to assess ear canal volume (cm cubed), maximum pressure (daPa) peak compliance (ml), and type (A, AD, AS, B, B-High, C) for each ear) at 226-Hz admittance.",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Tinnitus Assessment",
                    "description": "Tinnitus acoustic assessment (for tinnitus participants only): Tinnitus ear (left, right, bilateral), pitch matched frequency (Hz) and loudness matched intensity (dB) will be conducted. When available, the tinnitus acoustic assessment only will be repeated at the RII, on the same day and prior to the fMRI scan, to demonstrate reproducibility of results.",
                    "armGroupLabels": [
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Otoscopy",
                    "description": "Otoscopy is a clinical procedure used to examine structures of the ear, particularly the external auditory canal, tympanic membrane, and middle ear",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Pure tone air and bone-conduction",
                    "description": "Pure tone air- and bone-conduction threshold will be conducted to evaluate audiometry and masking levels in both ears, from 250 Hz. To 16000 Hz.",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Speech testing",
                    "description": "Speech testing will be conducted in both ears, which will include speech reception threshold, speech reception threshold masking level, word recognition presentation level, and word recognition masking level.",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Loudness Discomfort",
                    "description": "Loudness discomfort levels will be tested in both right and left ears, from 500Hz to 4000Hz and speech reception threshold.",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Quick Speech in Noise Test",
                    "description": "Quick Speech in Noise Test (QuickSIN) is a quick method for clinicians to quantify a patient's ability to hear in noise (1 minute).",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Distortion-Product Otoacoustic Emissions (DPOAE)",
                    "description": "Distortion-Product Otoacoustic Emissions (DPOAE) is an automated evaluation of cochlear function. A sensitive microphone is placed in the ear canal via a probe assembly with a disposable ear-tip attached to perform and record the measurements. DPOAEs will be elicited at multiple frequencies in both ears (10 min).",
                    "armGroupLabels": [
                        "Healthy Controls",
                        "PTSD Only (PO)",
                        "Tinnitus Only (TO)",
                        "Tinnitus and PTSD (T+P)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Resting-State Functional MRI",
                    "description": "We will acquire BOLD fMRI images in an unstimulated state using an extended time-series (300 whole-brain volumes over \\~ 60-75 min). These data are a main outcome. Data will be processed on an ongoing basis to ensure integrity, and includes controlling for white matter, cerebral spinal fluid, and movement.",
                    "timeFrame": "30 minutes of acquired data"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female DEERS eligible veterans and active duty service members, ages 18 and above\n* preferred language is English and able to read and speak English at a 6th grade level\n* those with PTSD (T\\&P; PO) must meet full criteria for PTSD diagnosis based on the DSM-5 and assessed by an independent evaluator using the CAPS-5\n* those with chronic, constant tinnitus (T\\&P, TO) will be identified by self-report and confirmed with the audiometric assessment.\n\nExclusion Criteria:\n\n* psychiatric hospitalization in the last 12 months\n* significant cognitive impairment determined by inability to comprehend screening assessment\n* psychiatric problems and/or high suicide risk warranting immediate intervention\n* neurobiological disorders, Meniere's disease\n* Temporomandibular disorders that affect tinnitus, per self-report\n* history of major head trauma with loss of consciousness for 20 minutes or more as determined by the History of Head Injuries questionnaire\n* history of seizures\n* conditions that would prevent completion of fMRI scan (any type of electronic, mechanical, or magnetic implant, coil, filter, or stent, any type of surgical clip or staple, shunt, any type of metal object, hearing aid, spinal fusion, halo vest, IV access port, eyelid spring, artificial eye, artificial heart valve, biostimulator, severe hyperacusis)\n* active conductive pathology/hearing loss as determined by audiometric assessment.\n* Those with tinnitus (T\\&P; TO) will be excluded if their tinnitus is intermittent, objective, or pulsatile, or present for less than 6 months.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This study will consent and screen veterans and active duty service members to include 120 for analysis. Subjects will be recruited from the San Antonio community. Women and minorities will be actively recruited into the study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "UT Health San Antonio",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Flores, BA",
                            "role": "CONTACT",
                            "phone": "210-562-6726",
                            "email": "floresa13@uthscsa.edu"
                        },
                        {
                            "name": "John Moring, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014012",
                    "term": "Tinnitus"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16769",
                    "name": "Tinnitus",
                    "asFound": "Tinnitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}