{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03914664",
            "orgStudyIdInfo": {
                "id": "NCoSPTS"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Neural Correlates of Sensory Phenomena in Tourette Syndrome",
            "officialTitle": "Neural Correlates of Sensory Phenomena in Tourette Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "neural-correlates-of-sensory-phenomena-in-tourette-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-04-11",
            "studyFirstSubmitQcDate": "2019-04-11",
            "studyFirstPostDateStruct": {
                "date": "2019-04-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Isaacs",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The most pervasive sensory manifestation of TS is sensory over-responsivity (SOR). SOR is defined as excessive behavioral response to commonplace environmental stimuli. SOR is an integral but poorly understood facet of the TS phenotype, one intertwined with core elements of the disorder and worse QOL. This proposal seeks to clarify the mechanistic bases of SOR in TS. Adults with with TS will be recruited 1) to complete a standardized clinical symptom assessment battery and 2) to undergo electroencephalogram (EEG), autonomic, and audio-visual monitoring during tactile and auditory stimuli paradigms, as well as at rest.",
            "detailedDescription": "Tourette syndrome (TS) is a multifaceted disorder that affects 0.6-1% of the global population. Across the lifespan, individuals with TS suffer worse quality of life (QOL) than the general population. While tics are the defining feature of TS, it is the widespread psychiatric and sensory symptoms that exert greater impact on QOL: more than 85% of individuals with TS are diagnosed with a psychiatric disorder, and 90% experience distressing sensory symptoms. The latest TS disease models and practice guidelines account for common psychiatric symptoms, but sensory symptoms remain under-recognized and under-studied. Progress in understanding and treating TS requires deepening insight into the disorder's sensory dimension.\n\nThe most pervasive sensory manifestation of TS is sensory over-responsivity (SOR). SOR is defined as excessive behavioral response to commonplace environmental stimuli. SOR is associated with avoidant behavior and functional impairment. More than 50% of children and 80% of adults with TS report SOR. Across age groups, SOR is positively correlated with severity of tics and psychiatric symptoms and negatively correlated with QOL. Thus, SOR is an integral facet of the TS phenotype, one intertwined with core elements of the disorder and worse QOL. This proposal seeks to clarify the mechanistic bases of SOR in TS (Aims 1 and 2).\n\nEnhanced understanding of SOR's neurobiological basis is crucial to a more complete knowledge of TS pathophysiology. Two neurophysiologic mechanisms are implicated in SOR: sensory gating impairment and autonomic hyperarousal. Sensory gating is the physiologic process whereby redundant environmental stimuli are filtered out in the early stages of perception. Impairment of sensory gating gives rise to altered sensory perception. Autonomic hyperarousal is a state of excessive sympathetic tone and/or reduced parasympathetic tone, which hampers behavioral adaptation to sensory input. In TS, multiple lines of evidence suggest both sensory gating and autonomic function are impaired. However, prior investigations have suffered from methodologic limitations and have not examined the link between neurophysiologic dysfunction and sensory symptoms.\n\nAim 1. Identify an electroencephalographic (EEG) signature of SOR in TS. Hypotheses: (1a) relative to healthy controls, TS adults exhibit impaired sensory gating; (1b) extent of impaired sensory gating in TS correlates with degree of SOR. We will recruit 60 TS adults and 60 age- and sex-matched healthy controls to complete rating scales for SOR, psychiatric symptoms, and tics. Subjects will then be monitored on dense-array scalp EEG during sequential auditory and tactile sensory gating paradigms.\n\nAim 2. Identify an autonomic signature of SOR in TS. Hypotheses: (2a) relative to healthy controls, TS adults exhibit autonomic hyperarousal in response to non-aversive sensory stimuli; (2b) extent of autonomic hyperarousal correlates with SOR severity in TS. Heart rate and electrodermal activity will be monitored during the Aim 1 sensory gating paradigms and during a 10-minute rest period. Heart rate variability and electrodermal activity will serve as indices of parasympathetic and sympathetic activity, respectively.\n\nImpact: Results will clarify the extent of sensory gating impairment in TS, the nature of autonomic dysfunction in TS, and the clinical correlates of neurophysiologic dysfunction in TS."
        },
        "conditionsModule": {
            "conditions": [
                "Tourette Syndrome",
                "Sensory Disorders",
                "Hypersensitivity",
                "Tics"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tourette Syndrome",
                    "description": "Adults (\\>18 years of age) with diagnosis of Tourette syndrome",
                    "interventionNames": [
                        "Diagnostic Test: Electroencephalogram (EEG) testing procedure",
                        "Diagnostic Test: Autonomic function testing procedure"
                    ]
                },
                {
                    "label": "Healthy Control",
                    "description": "Adults who are generally healthy with no known neurologic or psychiatric diagnoses",
                    "interventionNames": [
                        "Diagnostic Test: Electroencephalogram (EEG) testing procedure",
                        "Diagnostic Test: Autonomic function testing procedure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Electroencephalogram (EEG) testing procedure",
                    "description": "EEG testing procedure, comprised of somatosensory and auditory event-related potential paradigms, as well as resting state EEG",
                    "armGroupLabels": [
                        "Healthy Control",
                        "Tourette Syndrome"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Autonomic function testing procedure",
                    "description": "Autonomic function testing procedure, comprised of electrodes to determine heart rate variability and electrodermal activity (EDA)",
                    "armGroupLabels": [
                        "Healthy Control",
                        "Tourette Syndrome"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Network oscillations in response to sensory stimuli",
                    "description": "Neural activity captured on EEG can be spectrally decomposed into various frequency constituencies. Neural activity in the gamma frequency range, so-called gamma band oscillations (GBOs), are associated with sensory processing and integration and are postulated to underlie sensory phenomena in TS.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Heart rate variability",
                    "description": "Change beat-to-beat variability in heart rate",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Electrodermal activity in response to sensory stimuli",
                    "description": "Sweat response changes within 1-3 seconds of non-aversive sensory stimulus",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Premonitory Urge to Tic Scale (PUTS)",
                    "description": "Validated self-report questionnaire comprised of 9 items assessing character and severity of premonitory urges. Scale range: 9 (least affected) - 36 (most affected)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Yale Global Tic Severity Scale (YGTSS)",
                    "description": "Validated, gold-standard clinician-administered tic assessment scale, comprised of 11 items. Scale range: 0 (best) - 100 (worst)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Dimensional Obsessive Compulsive Scale (DOCS)",
                    "description": "Validated self-report questionnaire assessing severity of obsessive and compulsive symptoms, comprised of 20 items. Scale range 0 (least affected) - 80 (most affected)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Adult ADHD Self-Report Screening Scale",
                    "description": "Validated self-report scale, developed since release of Diagnostic and Statistical Manual-V, comprised of 6 items. Scale range 0 (least affected) - 24 (most affected)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Generalized Anxiety Disorder 7 (GAD-7)",
                    "description": "Validated self-report scale assessing presence and extent of anxiety, comprised of 7 items. Scale range 0 (least affected) - 21 (most affected)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Patient Health Questionnaire 9 (PHQ-9)",
                    "description": "Validated self-report scale assessing presence and extent of depression, comprised of 9 items. Scale range 0 (least affected) - 27 (most affected)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Sensory Gating Inventory (SGI)",
                    "description": "Validated self-report questionnaire assessing sensory hypo- or hyper-sensitivity, comprised of 36 items. The 4 sub-scales include Perceptual Modulation, Distractability, Over-Inclusion, and Fatigue and Stress Vulnerability. Total scale range 0 (least affected) - 180 (most affected)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Sensory Perception Quotient (SPQ)",
                    "description": "Validated self-report questionnaire assessing sensory hypo- or hyper-sensitivity, comprised of 35 items. Scale range 0 (highest sensory sensitivity) - 105 (lowest sensory sensitivity).",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Gilles de la Tourette Syndrome - Quality of Life Scale (GTS-QOL)",
                    "description": "Validated self-report questionnaire assessing health-related quality of life for patients with Tourette syndrome, comprised of 27 items. Scale range 0 (best quality of life) - 108 (worst quality of life)",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Patient Reported Outcomes Measurement Information System (PROMIS) Sleep-Related Impairment",
                    "description": "Validated self-report questionnaire to measures sleep-related impairments, consisting of 8 items. Scale range 0 - 100 (t-score scaled with lower values indicating less impairment).",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Multidimensional Assessment of Interoceptive Awareness-2 (MAIA-2)",
                    "description": "Validated self-report questionnaire assessing interoceptive sensibility, comprised of 37 items. Each scale item is a statement to which respondents must select \"never\" (0) to \"always\" (5) on a six-point Likert scale. No total MAIA-2 score exists. Rather, individual scale items belong to one of eight MAIA-2 subscales. For each subscale, higher score signifies more of that construct.",
                    "timeFrame": "Within 1 week of baseline"
                },
                {
                    "measure": "Body Perception Questionnaire - Short Form (BPQ-SF)",
                    "description": "Validated self-report questionnaire assessing interoceptive sensibility, comprised of 46 items total, divided into 3 sections: Body Awareness (raw total score 26-130), Supradiaphragmatic Reactivity (raw total score 15-69), and Subdiaphragmatic Reactivity (raw total score 6-28). Raw scores are converted to T-scores. Higher raw and T-scores indicate greater maladaptive body awareness.",
                    "timeFrame": "Within 1 week of baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria for TS arm:\n\n* Diagnosis of Tourette syndrome or other chronic tic disorder\n* ≥ 18 years of age\n* Ability to complete survey instruments\n* English fluency (given that all scales are validated in English)\n\nExclusion criteria for TS arm:\n\n- Known diagnosis of autism spectrum disorder, developmental delay, cerebral palsy, other significant neurologic disease, schizophrenia, or psychotic disorders will be excluded, in order to lessen potentially confounding factors.\n\n(Note: Patients with OCD, ADHD, anxiety, and/or depression will be permitted, given that these diagnoses are widely prevalent in the adult TS population.)\n\n* Use of anti-seizure medications, stimulants, or other psychotropic medications known to alter EEG signal\n* Recreational substance use within past 30 days\n\nInclusion criteria for healthy control arm:\n\n* ≥ 18 years of age AND age within 5 years of a participant in the TS arm of same biological sex (for purposes of age- and sex-matching)\n* Ability to complete survey instruments\n* English fluency (given that all scales are validated in English)\n\nExclusion criteria for healthy control arm:\n\n* Any neurologic or psychiatric diagnoses\n* History of tics\n* Use of any psychotropic medications within the past 30 days\n* Recreational substance use within past 30 days",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The two groups of participants will include:\n\n1. adult with Tourette syndrome or other chronic tic disorder\n2. healthy controls",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David A Isaacs, MD",
                    "role": "CONTACT",
                    "phone": "615-875-7394",
                    "email": "david.a.isaacs@vumc.org"
                },
                {
                    "name": "Michelle R Eckland, BS",
                    "role": "CONTACT",
                    "phone": "615-875-7394",
                    "email": "michelle.r.eckland.1@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232-5400",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle R Eckland, BS",
                            "role": "CONTACT",
                            "phone": "615-875-7394",
                            "email": "michelle.r.eckland.1@vumc.org"
                        },
                        {
                            "name": "David A Isaacs, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Heather Riordan, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified clinical variables, EEG data, and autonomic data metrics may be shared with other researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The above information will be available for sharing within 6 months of publication.",
            "accessCriteria": "Researchers wishing to access the above information should contact the investigative team and provide: 1) hypothesis-driven scientific question for which the data will be analyzed and 2) proposed methods for responsibly analyzing the data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005879",
                    "term": "Tourette Syndrome"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000013981",
                    "term": "Tic Disorders"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "asFound": "Hypersensitivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8991",
                    "name": "Tourette Syndrome",
                    "asFound": "Tourette Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22132",
                    "name": "Tics",
                    "relevance": "LOW"
                },
                {
                    "id": "M16739",
                    "name": "Tic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "asFound": "Sensory Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}