{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02703207",
            "orgStudyIdInfo": {
                "id": "E2227-P"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Neurocognitive and Health Impact of Sleep Apnea in Elderly Veterans With Comorbid COPD",
            "officialTitle": "Impact of Sleep Apnea in Elderly Veterans With Comorbid COPD",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "neurocognitive-and-health-impact-of-sleep-apnea-in-elderly-veterans-with-comorbid-copd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-27",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-02-18",
            "studyFirstSubmitQcDate": "2016-03-03",
            "studyFirstPostDateStruct": {
                "date": "2016-03-09",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Cognitive dysfunction in the aging Veteran population is a growing health concern in the Veterans Health System. It is not known whether OSA coexisting with COPD will enhance the risk for cognitive dysfunction. The investigators sought to investigate whether these two highly prevalent diseases, that often co-exist as the 'Overlap Syndrome', combine to enhance cognitive impairment in the elderly Veteran population. Thus, the investigators will study whether elderly patients with Overlap syndrome have increased cognitive deficits compared with OSA or COPD alone. Additionally, treatment of OSA with positive airway pressure (PAP) has been shown to improve neurocognitive function in moderate-to-severe OSA while cognitive decline in COPD may be reversible through treatment with long-term oxygen therapy. The investigators will also study whether treatment with positive airway pressure (PAP) and supplemental oxygen vs PAP alone will improve cognitive function and improve quality of life of elderly Veterans.",
            "detailedDescription": "OBJECTIVE: Describe the clinical and physiological characteristics of obstructive sleep apnea (OSA) and comorbid chronic obstructive pulmonary disease (COPD) and study the impact of treatment on neurocognitive outcomes in elderly Veterans.\n\nRESEARCH PLAN: The investigators will study if elderly Veterans with OSA and comorbid COPD have increased neurocognitive deficits and sleepiness with reduced quality of life compared to patients with either OSA or COPD alone (Aim 3) and whether treatment with PAP/NIPPV and supplemental oxygen compared to CPAP alone in elderly Veterans with moderate-to-severe OSA and concomitant moderate-to-severe COPD will improve cognitive function, sleepiness and quality of life (QoL).\n\nAim A: To determine if elderly Veterans with OSA and comorbid COPD have increased neurocognitive deficits and sleepiness compared to patients with either OSA or COPD.\n\nHypothesis: Elderly veterans (age 60 years) with moderate-to-severe OSA and concomitant moderate-to-severe COPD will have significantly increased cognitive deficits and daytime sleepiness compared with similar patients with OSA alone or COPD alone.\n\nTo study this aim the investigators will prospectively administer and compare the results of a battery of cognitive tests, and sleepiness and QoL questionnaires in elderly patients with OSA, COPD, and the Overlap Syndrome.\n\nAim B. To determine if treatment with PAP/NIPPV and/or supplemental oxygen compared to CPAP alone in elderly Veterans with OSA and concomitant moderate-to-severe COPD will improve cognitive function, sleepiness, and QoL.\n\nHypothesis: Therapy with PAP and supplemental oxygen will reverse neurocognitive deficits in one or more domains, reduce sleepiness, and improve QoL compared with CPAP alone in patients with moderate-to-severe OSA and concomitant moderate COPD. This aim will evaluate which specific deficits in neurocognitive function in patients with moderate-to-severe Overlap Syndrome are reversible and most sensitive to the effects of positive airway pressure (PAP) and oxygen vs CPAP alone.\n\nTo study this aim the investigators will randomize patients with the Overlap Syndrome to 3months of therapy with PAP and/or oxygen vs CPAP alone for 3 months and evaluate impact on neurocognitive function, sleepiness and quality of life before and after therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Obstructive Sleep Apnea",
                "OSA COPD Overlap Syndrome"
            ],
            "keywords": [
                "obstructive sleep apnea",
                "COPD",
                "Overlap syndrome",
                "quality of life",
                "neurocognitive function",
                "sleepiness",
                "elderly"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Positive airway pressure therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Control group patients will receive standard care with PAP- positive airway pressure.",
                    "interventionNames": [
                        "Device: Positive airway pressure",
                        "Device: NIPPV and /or oxygen"
                    ]
                },
                {
                    "label": "COPD",
                    "type": "NO_INTERVENTION",
                    "description": "The COPD control group will be patients with moderate-to-severe COPD alone per the GOLD criteria."
                },
                {
                    "label": "OSA and comorbid COPD",
                    "type": "NO_INTERVENTION",
                    "description": "Eligible elderly (age \\>/=60yrs) Veterans with moderate to severe Overlap Syndrome."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Positive airway pressure",
                    "description": "CPAP will be applied as standard of care for diagnosis of moderate to severe OSA",
                    "armGroupLabels": [
                        "Positive airway pressure therapy"
                    ],
                    "otherNames": [
                        "Standard of care control arm"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "NIPPV and /or oxygen",
                    "description": "supplemental oxygen will be applied to PAP/non-invasive positive pressure therapy",
                    "armGroupLabels": [
                        "Positive airway pressure therapy"
                    ],
                    "otherNames": [
                        "Active intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Neurocognitive function",
                    "description": "The neurocognitive test - Trails A test will be administered to evaluate attention and psychomotor function. This score is adjusted for age, race, gender, and years of education. Scored on a Standard scale of 100 +/- 15 for normal ranges, above 115 is above average, below 85 is considered below average.",
                    "timeFrame": "Change from baseline neurocognitive function at 3 months"
                },
                {
                    "measure": "Sleepiness",
                    "description": "Epworth sleepiness scale score will be measured. This score is on a scale of 0-24, where a higher value indicates a worse outcome.",
                    "timeFrame": "Change from baseline sleepiness at 3 months"
                },
                {
                    "measure": "Quality of life",
                    "description": "Quality of Life (Qol) Questionnaires: QoL will be assessed using the Short-Form survey (SF-12). There are two subscale domain scores (Physical Health Composite Score-PCS and Mental Health Composite Score-MCS). These are on a scale of 0-100, where higher values indicate a better outcome.",
                    "timeFrame": "Change from baseline quality of life at 3 months"
                },
                {
                    "measure": "Neurocognitive test",
                    "description": "The neurocognitive test - Trails B test will be administered to evaluate attention and psychomotor function. This score is adjusted for age, race, gender, and years of education. Scored on a Standard scale of 100 +/- 15 for normal ranges, above 115 is above average, below 85 is considered below average.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Neurocognitive test",
                    "description": "The neurocognitive test: PASAT (Paced Auditory Serial Addition Test) will be administered to evaluate vigilance and executive function. The PASAT is recorded as the total number of correct responses (from 0-60), or the percent of correct responses out of 60 (from 0-100), where a higher value is a better outcome.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Neurocognitive test",
                    "description": "The neurocognitive test: Stroop color-word interference test will be administered to evaluate executive function. This score is adjusted for age, and years of education. Scored on a Standard scale of 100 +/- 15 for normal ranges, above 115 is above average, below 85 is considered below average.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Neurocognitive test",
                    "description": "The neurocognitive DIGIT test will be administered to evaluate short-term and working memory. This score is adjusted for age. Scored on a Standard scale of 100 +/- 15 for normal ranges, above 115 is above average, below 85 is considered below average.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Neurocognitive test",
                    "description": "The neurocognitive test: abbreviated Wechsler Abbreviated Scale of Intelligence (WASI) will be administered to evaluate verbal comprehension and working memory. This score is adjusted for age. Scored on a Standard scale of 100 +/- 15 for normal ranges, above 115 is above average, below 85 is considered below average.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Quality of life",
                    "description": "Quality of Life (Qol) Questionnaires: Disease specific QoL will be assessed using the Functional Outcomes of Sleep Questionnaire FOSQ/(FOSQ)-10. There are 5 subscale domains of the FOSQ (General Productivity, Social Outcome, Activity Level, Vigilance, and Intimate Relationships and Sexual Activity). There all range from 0-20, where a higher value is a better outcome. The total FOSQ is the sum of these subscale domains and ranges from 0-100, where a higher value is a better outcome.",
                    "timeFrame": "Change from baseline quality of life at 3 months"
                },
                {
                    "measure": "Quality of life",
                    "description": "Quality of Life (Qol) Questionnaires: Disease specific QoL will be assessed using the St. George's Respiratory Questionnaire (SGRQ). The SGRQ has three subscale domains (Symptoms, Activity, and Impacts), which range from 0-100, where a higher value indicates a worse outcome. The total SGRQ is the average of these subscale domains and is on a scale of 0-100, where a higher value is a worse outcome.",
                    "timeFrame": "Change from baseline quality of life at 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Dyspnea",
                    "description": "6 minute walk test (6MWT): Participants are instructed to achieve maximal distance. There is no scale, but a larger value is a better outcome.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Hours of nightly positive airway pressure (PAP) use/NIPPV use",
                    "description": "Collection of PAP adherence data from the smart card of the PAP machine or from online data.",
                    "timeFrame": "90 days after start of therapy"
                },
                {
                    "measure": "Hours of nightly oxygen use",
                    "description": "Adherence to supplemental oxygen (O2) will be determined by the total hours of nightly O2 use obtained from the O2 concentrator that is provided by the vendor.",
                    "timeFrame": "3 months after start of therapy"
                },
                {
                    "measure": "Borg scale",
                    "description": "This measures the level of dyspnea during the 6 minute walk test. It is on a scale of 0-10, where a larger value is a worse outcome.",
                    "timeFrame": "Change from baseline at 3 months"
                },
                {
                    "measure": "Blood pressure",
                    "description": "Measure blood pressure at baseline visit",
                    "timeFrame": "At baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* OSA defined by the International classification of Sleep Disorders-322 diagnostic criteria with moderate-to-severe disease, i.e. apnea hypopnea index (AHI) 15\\* per hour by polysomnography\n* Moderate-to-severe COPD defined by GOLD 2 and 3 (Global Obstructive Lung Disease) 23 criteria with FEV1/FVC ratio \\<70% and FEV1 \\>30% and \\<80% of predicted based on PFT done within the past 1 year and a past significant history (10 pack-years) of smoking\n* Age 60 years\n* Male or female gender\n\nExclusion Criteria:\n\n* Mild COPD\n* Mild OSA\n* Overlap Syndrome with mild OSA plus mild COPD\n* Central sleep apnea defined as central apnea index \\>5 per hour\n* Already on daytime oxygen or nighttime CPAP, NIPPV, oral appliance\n* Current smokers\n* Pregnant women\n* Disorders of hypoventilation due to known neuromuscular or chest wall diseases\\*\\*\n* Patients with significant restrictive lung disease on pulmonary function testing\n* Recent admission for any acute illness within the prior 4 months\n* Current psychiatric illness requiring sedating medications\n* Use of hypnotics, anxiolytics, sedating antidepressants, anticonvulsants, sedating antihistamines, stimulants, or other medications likely to affect alertness or daytime functioning for Aim 3/4\n* For Aim 3 and 4 only, existing depression as assessed by the PHQ (Patient Health Questionnaire)-9 (score \\>10)\n* History of learning disability\n* Inability to sign consent\n* Epworth sleepiness score 18 or a near-miss or prior automobile accident due to sleepiness within the past 12 months\n* Patients with unstable heart disease, decompensated heart failure, ejection fraction\\<45% or uncontrolled arrhythmias\n* Patients unable to use either a nasal or face mask (e.g., facial trauma)\n* Consumption of \\> 2 alcoholic beverages per day or past history of excessive alcohol use\n* Current use of illicit drugs\n* Patients who have problems with vision or dexterity and hence, cannot use CPAP/NIPPV\n* Life expectancy is less than 6 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ruchi Rastogi, MSc",
                    "role": "CONTACT",
                    "phone": "(313) 576-1000",
                    "email": "ruchi.rastogi@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susmita Chowdhuri, MD",
                    "affiliation": "John D. Dingell VA Medical Center, Detroit, MI",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "John D. Dingell VA Medical Center, Detroit, MI",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201-1916",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ruchi Rastogi, MSc",
                            "role": "CONTACT",
                            "phone": "313-576-1000",
                            "email": "ruchi.rastogi@va.gov"
                        },
                        {
                            "name": "Samuel P Mcvean",
                            "role": "CONTACT",
                            "phone": "(313) 576-1000",
                            "phoneExt": "63106",
                            "email": "Samuel.Mcvean@va.gov"
                        },
                        {
                            "name": "Susmita Chowdhuri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001049",
                    "term": "Apnea"
                },
                {
                    "id": "D000012891",
                    "term": "Sleep Apnea Syndromes"
                },
                {
                    "id": "D000020181",
                    "term": "Sleep Apnea, Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M22010",
                    "name": "Sleep Apnea, Obstructive",
                    "asFound": "Obstructive Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "asFound": "Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "asFound": "Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1717",
                    "name": "Sleepiness",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}