{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06453915",
            "orgStudyIdInfo": {
                "id": "2175242"
            },
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "NeuroFLiPP: Parametric PET of Neuroinflammation in Fatty Liver Disease",
            "officialTitle": "NeuroFLiPP - Parametric PET of Neuroinflammation in Fatty Liver Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neuroflipp-parametric-pet-of-neuroinflammation-in-fatty-liver-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-24",
            "studyFirstSubmitQcDate": "2024-06-05",
            "studyFirstPostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Guobao Wang",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Davis"
            },
            "leadSponsor": {
                "name": "University of California, Davis",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Alzheimer's Disease and related dementias (ADRD) affect about 6 million people in the U.S. and are the fifth leading cause of death for adults over 65. Recent research is investigating how chronic liver diseases like Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD), which affects one-third of the U.S. population, might influence ADRD through the liver-brain axis. MASLD shares risk factors with Alzheimer's, such as diabetes and hypertension, and studies have linked MASLD to increased risks of cognitive decline and ADRD. Mouse-model studies suggest that chronic liver inflammation in MASLD can induce neuroinflammation and accelerate Alzheimer's pathology, highlighting the importance of studying the liver-brain connection to identify new therapeutic targets for ADRD.\n\nThe goal of this research is to develop a practical PET imaging method using 18F-FDG to simultaneously assess liver and brain inflammation in patients with MASLD-related ADRD. This approach leverages dynamic FDG-PET scanning and advanced tracer kinetic modeling to quantify glucose transport, overcoming limitations of traditional imaging methods that cannot noninvasively assess chronic liver inflammation. The new method aims to enable comprehensive imaging of liver-brain inflammation crosstalk, validated against the 18F-DPA-714 radiotracer. Success in this project could provide a valuable imaging tool for linking liver inflammation with neuroinflammation and cognitive decline, advancing clinical research and potentially uncovering new pathways for ADRD treatment",
            "detailedDescription": "Alzheimer's Disease and related dementias (ADRD) is the most common form of dementia, affecting approximately 6 million people in the United States (US), and is the fifth leading cause of death for adults aged 65 years and older. The research of ADRD has traditionally focused on the brain and central neural system. Nevertheless, interests have also emerged in the field to investigate the impact of peripheral organ dysfunction and systemic inflammation on ADRD. Particularly MASLD, the most common chronic liver disease that affects one-third population in the United States, shares several common risk factors with AD, e.g., diabetes and hypertension. Retrospective clinical studies showed an association of MASLD with increased risks for cognitive decline and ADRD. Recent mouse-model studies have further indicated that chronic liver inflammation in metabolic dysfunction-associated steatohepatitis (MASH), a more severe form of MASLD, can induce neuroinflammation and lead to signs of AD in wild-type mice and accelerate pathological signs of AD in AD mice through the liver-brain axis. Due to the high prevalence of MASLD and its wide spectrum, these preclinical findings stress a vital clinical significance to study the liver-brain axis and understand possible links from MASLD to ADRD. This research has the potential to open opportunities for identifying new therapeutic targets for ADRD treatment.\n\nNoninvasive imaging may play an essential role in liver-brain research in ADRD, as projected from the frequent use of neuroimaging in clinical AD evaluation. However, clinical imaging of liver-brain inflammation crosstalk is not trivial. There are currently no imaging methods for assessing liver inflammation clinically, except invasive liver biopsy. 18F-flurodeoxyglucose (FDG) PET has been used for imaging acute inflammation such as in cancer diagnostics and response to chemotherapy. Nonetheless, standard FDG-PET mainly assesses overall glucose metabolism and did not demonstrate potential for evaluating chronic liver inflammation, as shown in the investigators' prior work. Imaging of neuroinflammation has been commonly pursued using PET with a targeted radiotracer (e.g., translocator protein ligand 18F-DPA-714). However, such custom radiotracers are expensive with a nonnegligible synthesis failure rate. Furthermore, genetic variation may also result in low binding of these radiotracers in the human brain. As a result, noninvasive imaging of liver-brain inflammation has not been widely available and utilized, which in turn might have largely hampered the related research direction.\n\nThe goal of this research is to enable a practical PET imaging solution for the simultaneous evaluation of liver and brain inflammation and apply the technique to investigate MASLD-related ADRD onset and progression. The investigators solution does not need an expensive custom radiotracer but the widely accessible and affordable 18F-FDG. Unlike imaging glucose metabolism that standard FDG-PET focuses on, the proposed method exploits the quantification of glucose transport using dynamic FDG-PET scanning and advanced tracer kinetic modeling. This concept has been explored by this team of investigators to develop a liver parametric PET method for assessing chronic liver inflammation in MASLD. The investigator's clinical study of over 40 MAFLD patients showed that a lower rate of blood-to-liver FDG transport was closely associated with higher grades of biopsy-determined liver inflammation. The focus of this project is to utilize the glucose transport hypothesis to develop FDG for assessing chronic neuroinflammation as well.\n\nLike the investigator's liver parametric PET method, this \"brain parametric PET\" method to be developed requires dynamic PET imaging and tracer kinetic modeling for measuring a blood-to-brain FDG transport rate. However, it is conventionally challenging to quantify FDG transport rate in the brain due to the need for a blood input function for performing tracer kinetic modeling. When used for brain imaging, traditional PET scanners, which commonly have a short axial field-of-view of 15-25cm, are not able to cover a major blood pool (e.g., the left ventricle or ascending aorta) simultaneously to extract an image-derived input function. The only available blood pool is the carotid artery which is of a relatively small size (on average 6mm in diameter) and suffers from severe partial volume effects due to the limited spatial resolution of clinical PET (3-6mm). As a result, arterial blood sampling is conventionally required for FDG kinetic quantification in the brain, which however is invasive and labor tedious. This input function challenge has been recently overcome by the advent of new long axial field-of-view (FOV) PET scanners that are more suitable for total-body dynamic imaging, e.g., the world's first 2-m long uEXPLORER scanner installed at the UC Davis Medical Center. Dynamic PET imaging on these scanners of a long axial FOV can always cover major blood pools simultaneously to extract an image-derived input function for brain FDG kinetic quantification, making brain parametric imaging feasible.\n\nThe major innovation of this project includes the development of brain parametric FDG-PET for assessing neuroinflammation and its application to explore liver-brain inflammation crosstalk in MASLD-related ADRD. The FDG method will be validated using the 18F-DPA-714 radiotracer. The success of this project will offer a new ability of PET imaging to enable simultaneous evaluation of liver inflammation and neuroinflammation, thus filling a gap in clinical ADRD research to investigate liver-brain inflammation crosstalk. This PET method will provide a unique imaging tool to understand whether and how MAFLD may trigger and contribute to ADRD pathologies in humans and link the imaging findings with cognitive testing."
        },
        "conditionsModule": {
            "conditions": [
                "Positron Emission Tomography"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Imaging",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo positron emission tomography scans. One scan will be performed after administration of 18F-FDG while the other will be perfomred after administration of 18F-DPA-714.",
                    "interventionNames": [
                        "Drug: 18F-DPA-714",
                        "Drug: 18F-FDG"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "18F-DPA-714",
                    "description": "positron emission tomography scan using 18F-DPA-714 as an imaging tracer.",
                    "armGroupLabels": [
                        "Imaging"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "18F-FDG",
                    "description": "positron emission tomography scan using 18F-FDG as an imaging tracer.",
                    "armGroupLabels": [
                        "Imaging"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "results of 18F-FDG scans compared with results of DPA-714 scans",
                    "description": "validate the 18F-FDG method for assessing neuroinflammation in MASLD/MASH using 18F-DPA-714 as the reference",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Compare levels of neuroinflammation detected using FDG and DPA-714 scans to the levels of liver inflammation determined through biopsies",
                    "description": "associate the parametric PET measure of neuroinflammation (by FDG and DPA-714) with biopsy-determined liver inflammation",
                    "timeFrame": "3 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "results from PET scans compared with Brain MRI and neurocognitive testing",
                    "description": "correlate the PET measures with the structural measures of brain and outcome of neurocognitive testing",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants \\>=18 years age\n* Participants who have or have planned a liver biopsy as:\n\n  * standard of care for fatty liver disease with risk factors for metabolic dysfunction-associated steatohepatitis (MASH), or\n  * as part of another Clinical Trials study for MASH, or\n  * standard of care prior to undergoing bariatric surgery\n  * Liver biopsy needs to be within 6 months of planned study-related imaging\n* Ability to provide informed consent.\n\nExclusion Criteria:\n\n* History of alcohol abuse, chronic hepatitis B or C, or other chronic liver disease other than non-alcoholic fatty liver disease.\n* Uncontrolled claustrophobia\n* Body weight \\>225 kg due to limitations of the scanner bed\n* Pregnant or breast-feeding (due to risks of ionizing radiation; urine pregnancy test will be administered prior to start of each PET/CT session for all participants between 18 to 60 years old who are able to get pregnant, unless documented hysterectomy is available)\n* Concurrent or prior enrollment in a separate research study involving a PET scan performed within the last 12 months for research purposes only.\n* Prisoners\n* Any comorbidity that, in the opinion of the investigator, could compromise protocol objectives.\n* Pre-existing neurodegenerative disorders and dementia\n* Significant history of major skull concussion or repetitive head trauma\n* Currently on anticoagulant therapy\n* Metal implants (e.g., pacemaker) or claustrophobia that would preclude MRI scans",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lynda Painting, BS",
                    "role": "CONTACT",
                    "phone": "(916) 731-9004",
                    "email": "lpainting@ucdavis.edu"
                },
                {
                    "name": "Dana Little, MHA",
                    "role": "CONTACT",
                    "phone": "(916) 734-7749",
                    "email": "dalittle@ucdavis.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Guobao Wang, PhD",
                    "affiliation": "UC Davis Health Department of Radiology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC Davis EXPLORER Molecular Imaging Center",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95816",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lynda Painting",
                            "role": "CONTACT",
                            "phone": "916-731-9004",
                            "email": "lpainting@ucdavis.edu"
                        },
                        {
                            "name": "Guobao Wang, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Victoria Lyo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000090862",
                    "term": "Neuroinflammatory Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2803",
                    "name": "Neuroinflammatory Diseases",
                    "asFound": "Neuroinflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019788",
                    "term": "Fluorodeoxyglucose F18"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019275",
                    "term": "Radiopharmaceuticals"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21686",
                    "name": "Fluorodeoxyglucose F18",
                    "asFound": "Implemented",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}