{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03431987",
            "orgStudyIdInfo": {
                "id": "HHC-2016-0183"
            },
            "organization": {
                "fullName": "Hartford Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Neuroscience of Alcohol and Marijuana Impaired Driving",
            "officialTitle": "Neuroscience of Alcohol and Marijuana Impaired Driving",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neuroscience-of-alcohol-and-marijuana-impaired-driving"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-02-07",
            "studyFirstSubmitQcDate": "2018-02-07",
            "studyFirstPostDateStruct": {
                "date": "2018-02-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-04",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hartford Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Alcohol is one of the most widely used intoxicants. The effects of driving while intoxicated are well documented, leading to the laws and regulations behind drunk driving. Marijuana is also a commonly abused drug, whose use is increasing with widespread legalization/decriminalization in many US states and use of medical marijuana. Marijuana use is linked to cognitive impairment and is likely be the cause of intoxication-induced accidents. The effects of marijuana intoxication on driving impairments are less documented than those of alcohol. However, most marijuana users also consume alcohol when smoking cannabis, and preliminary data strongly suggest that driving impairment from both drugs used together is synergistic rather than just additive.\n\nThis study will aim to investigate the brain and behavior in the same individuals, using a similar design to the current Neuroscience of Marijuana Impaired Driving and the prior Alcohol and Driving Grant, that used similar techniques and measures to quantify drunk automobile driving. We hypothesize that alcohol and marijuana use combined will lead to greater impairment in a simulated driving task, as well as other driving-related cognitive impairments. In a randomized, counterbalanced, double-blind study, we will dose participants with alcohol to a legal level of 0.05% blood alcohol content, then we will administer a moderate inhaled dose of THC marijuana or placebo marijuana, using paced inhalation that employees a vaporizer. Participants will comprise 10 regular alcohol and marijuana consumers aged 21 to 40 years of age; all participants must report smoking marijuana and drinking alcohol together. Of the 10, 5 will be occasional marijuana smokers and 5 frequent marijuana smokers. Following this dosing, we will assess impairment through cognitive testing as well as a simulated driving test through fMRI and neuropsychological tests. Samples of breath, blood and oral fluid will also be collected at multiple time points throughout the study visits to be measured for alcohol and THC concentration and its metabolites. This allows clarification between the relationship of impairment, as well as subjective and objective intoxication, and levels of THC and its metabolites in the users system.",
            "detailedDescription": "Alcohol is one of the most widely used intoxicants. The effects of driving while intoxicated are well documented, leading to the laws and regulations behind drunk driving. Marijuana is also a commonly abused drug, whose use is increasing with widespread legalization/decriminalization in many US states and use of medical marijuana. Marijuana use is linked to cognitive impairment and is likely be the cause of intoxication-induced accidents. The effects of marijuana intoxication on driving impairments are less documented than those of alcohol. However, most marijuana users also consume alcohol when smoking cannabis, and preliminary data strongly suggest that driving impairment from both drugs used together is synergistic rather than just additive.\n\nData are being gathered currently in regards to the risk of marijuana-impaired driving from our NIDA-funded Neuroscience of Marijuana Impaired Driving study. Previously we had a grant award from NIAAA that investigated alcohol-impaired driving using a similar design. The current proposed study combines elements of both the NIDA and NIAAA studies, to assess the cognitive and brain impairment due to the simultaneous combination of beverage alcohol and smoked marijuana.\n\nOur own prior NIAAA-funded grant, the Brain and Alcohol Research with College Students (BARCS) study, along with epidemiological investigations reveal that most marijuana smokers also consume alcohol when intoxicated. These drugs interact pharmacodynamically and change each other's levels in the user's blood and saliva reference Marilyn study. They both have separate, deleterious effects on driving. These effects are not additive but rather multiplicative. A person using both substances will show more deleterious effects on driving performance than the same individual using just one of these substances. This study will aim to investigate the brain and behavior in the same individuals, using a similar design to the current Neuroscience of Marijuana Impaired Driving and the prior Alcohol and Driving Grant, that used similar techniques and measures to quantify drunk automobile driving. We hypothesize that alcohol and marijuana use combined will lead to greater impairment in a simulated driving task, as well as other driving-related cognitive impairments. In a randomized, counterbalanced, double-blind study, we will dose participants with alcohol to a legal level of 0.05% blood alcohol content, then we will administer a moderate inhaled dose of THC marijuana or placebo marijuana, using paced inhalation that employees a vaporizer. Participants will comprise 10 regular alcohol and marijuana consumers aged 21 to 40 years of age; all participants must report smoking marijuana and drinking alcohol together. Of the 10, 5 will be occasional marijuana smokers and 5 frequent marijuana smokers. Following this dosing, we will assess impairment through cognitive testing as well as a simulated driving test through fMRI and neuropsychological tests. Samples of breath, blood and oral fluid will also be collected at multiple time points throughout the study visits to be measured for alcohol and THC concentration and its metabolites. This allows clarification between the relationship of impairment, as well as subjective and objective intoxication, and levels of THC and its metabolites in the users system."
        },
        "conditionsModule": {
            "conditions": [
                "Marijuana Usage",
                "Alcohol Drinking"
            ],
            "keywords": [
                "Marijuana",
                "Alcohol",
                "THC",
                "fMRI",
                "MRI",
                "Driving Simulation",
                "Cannabis",
                "Intoxication"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "OTHER"
            },
            "enrollmentInfo": {
                "count": 13,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Marijuana Users",
                    "interventionNames": [
                        "Drug: One day with a dose of placebo cannabis paired with alcohol",
                        "Drug: One day with a dose of active THC cannabis paired with alcohol"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "One day with a dose of placebo cannabis paired with alcohol",
                    "description": "Vaporized placebo marijuana with little to no THC paired with drinking alcohol to BrAC of 0.05%",
                    "armGroupLabels": [
                        "Marijuana Users"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "One day with a dose of active THC cannabis paired with alcohol",
                    "description": "Vaporized marijuana with active THC paired with drinking alcohol to BrAC of 0.05%",
                    "armGroupLabels": [
                        "Marijuana Users"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in performance on simulated driving Gap Acceptance Task.",
                    "description": "The Gap Acceptance Task measures strategic control of the vehicle. Strategic control of the vehicle is measured by size of headway gaps that the participant chooses in pulling out into a stream of traffic.",
                    "timeFrame": "Post Dose: 30 minutes, 2.5 hours, and 5 hours"
                },
                {
                    "measure": "Change in performance on simulated driving Road Tracking Task.",
                    "description": "The Road Tracking Task measures operational control of the vehicle. Operational control is measured by standard deviation of lane position from the center point of the lane.",
                    "timeFrame": "Post Dose: 30 minutes, 2.5 hours, and 5 hours"
                },
                {
                    "measure": "Change in performance on simulated driving Car Following Task.",
                    "description": "The Car Following Task measures tactical control of the vehicle. Tactical control of the vehicle is measured by following distance from a lead vehicle.",
                    "timeFrame": "Post Dose: 30 minutes, 2.5 hours, and 5 hours"
                },
                {
                    "measure": "Change in concentration of THC/metabolites in oral fluid tested using Quantisal Oral Fluid Collection devices.",
                    "description": "Saliva samples will be taken at 3 time points during the day using the Quantisal Oral Fluid Collection devices to assess for changes in concentration of THC and its metabolites.",
                    "timeFrame": "Before Dose and Post Dose: 30 minutes and 2.5 hours"
                },
                {
                    "measure": "Change in concentration of THC/metabolites in blood samples.",
                    "description": "Blood samples will be taken at 3 time points during the day to assess for changes in concentration of THC and its metabolites.",
                    "timeFrame": "Before Dose and Post Dose: 30 minutes and 2.5 hours"
                },
                {
                    "measure": "Marijuana performance changes on the Critical Tracking Task.",
                    "description": "The Critical Tracking Task assesses visuomotor tracking, it will be administered prior to dosing and at various time points after dosing",
                    "timeFrame": "Post Dose: 2 hours, 4 hours and 6 hours"
                },
                {
                    "measure": "Intoxication induced performance changes on the Tower of London task.",
                    "description": "The Tower of London is a task that assesses executive functioning, it will be administered prior to dosing and at various time points after dosing.",
                    "timeFrame": "Post Dose: 2 hours, 4 hours and 6 hours"
                },
                {
                    "measure": "Intoxication induced performance changes on the Cogstate 1-back/2-back task.",
                    "description": "The Cogstate 1-back/2-back task assesses working memory, it will be administered prior to dosing and at various time points after dosing.",
                    "timeFrame": "Post Dose: 2 hours, 4 hours and 6 hours"
                },
                {
                    "measure": "Intoxication induced performance changes on the Cogstate Detection Task.",
                    "description": "The Cogstate Detection Task assesses processing speed, it will be administered prior to dosing and at various time points after dosing.",
                    "timeFrame": "Post Dose: 2 hours, 4 hours and 6 hours"
                },
                {
                    "measure": "Intoxication induced performance changes on the Cogstate Set Shifting Task.",
                    "description": "The Cogstate Set Shifting Task assesses executive functioning, it will be administered prior to dosing and at various time points after dosing.",
                    "timeFrame": "Post Dose: 2 hours, 4 hours and 6 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in magnetic resonance spectroscopy scanning.",
                    "description": "Spectroscopy scanning will be completed to assess the change in chemical concentration of the brain.",
                    "timeFrame": "Post Dose: 2.5 hours"
                },
                {
                    "measure": "Change in electroencephalography at rest.",
                    "description": "EEG will be performed at several time points during the day wearing a Cognionics 4 Channel Quick-20 EEG headset while the participants sits and relaxes.",
                    "timeFrame": "Post Dose: 10 minutes, 1.5 hours, 2.25 hours, 4.5 hours"
                },
                {
                    "measure": "Change in electroencephalography while completing the driving simulation.",
                    "description": "EEG will be performed wearing a Cognionics 4 Channel Quick-20 EEG headset while the participant completes the driving simulation.",
                    "timeFrame": "Post Dose: 5 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must have a current drivers license\n* Must have used marijuana and alcohol in combination before\n* Right handed\n\nExclusion Criteria:\n\n* Females who are pregnant or breastfeeding\n* Unable or unsafe to have an MRI\n* Any serious medical or neurological disorder\n* Any psychiatric disorder\n* No major head traumas",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "All participants that meet the study criteria sampled from the general population",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lindsey Repoli, BS",
                    "role": "CONTACT",
                    "phone": "860-545-7233",
                    "email": "lindsey.repoli@hhchealth.org"
                },
                {
                    "name": "Suyash Adhikari, BS",
                    "role": "CONTACT",
                    "phone": "860-545-7106",
                    "email": "Suyash.Adhikari@hhchealth.org"
                }
            ],
            "locations": [
                {
                    "facility": "Olin Neuropsychiatry Research Center, Institute of Living, Hartford Hospital",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsey Repoli, BS",
                            "role": "CONTACT",
                            "phone": "860-545-7233",
                            "email": "lindsey.repoli@hhchealth.org"
                        },
                        {
                            "name": "Catherine Boyle, BS",
                            "role": "CONTACT",
                            "phone": "860-545-7548",
                            "email": "catherine.boyle@hhchealth.org"
                        },
                        {
                            "name": "Godfrey Pearlson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lindsey Repoli, BS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002189",
                    "term": "Marijuana Abuse"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "asFound": "Marijuana",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000431",
                    "term": "Ethanol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "asFound": "Anterior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}