{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05928936",
            "orgStudyIdInfo": {
                "id": "IRB00078214a"
            },
            "secondaryIdInfos": [
                {
                    "id": "2R01HL135183",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2R01HL135183"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Neurovascular Regulation During Exercise in Humans With Chronic Kidney Disease: Sympatholysis in CKD",
            "officialTitle": "Neurovascular Regulation During Exercise in Humans With Chronic Kidney Disease: Sympatholysis in CKD",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "neurovascular-regulation-during-exercise-in-humans-with-chronic-kidney-disease-sympatholysis-in-ckd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-25",
            "studyFirstSubmitQcDate": "2023-06-25",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jeanie Park",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goals of this project are to investigate the mechanisms and potential therapies related to exercise capacity in persons with chronic kidney disease (CKD).",
            "detailedDescription": "Patients with chronic renal failure suffer from exercise intolerance and poor physical capacity. Both patients with end-stage renal disease (ESRD) and chronic kidney disease (CKD) not yet on dialysis have significant impairments in measures of exercise capacity including peak work capacity (PWC) and peak oxygen uptake (VO2 peak). The mechanisms underlying exercise intolerance in CKD are multifactorial and not fully understood, and the mechanistic roles of abnormal neurocirculatory and vascular responses during exercise have not been fully elucidated. Such abnormalities have been found to be an important pathogenic mechanism underlying the exercise dysfunction of other chronic conditions, yet remain largely unexplored in CKD. This translational research program will fill this gap by examining the role of abnormal neural and vascular responses in the pathogenesis of exercise dysfunction in CKD.\n\nThe normal physiologic responses to exercise include an increase in cardiac output and blood pressure (BP) that serves to meet the increased metabolic demands of skeletal muscle. The BP response is mediated by a balance between vasoconstrictive and vasodilatory forces induced during exercise. The major vasoconstrictive force is reflex activation of the sympathetic nervous system (SNS) which serves to help shunt blood to working skeletal muscle. Concomitantly, local vasodilation largely mediated by nitric oxide (NO) and adenosine triphosphate (ATP) opposes sympathetic innervation within the exercising skeletal muscle in order to preserve blood flow and conductance to the metabolically active tissues, termed functional sympatholysis (FS). Conceivably, a derangement in the balance between vasoconstriction (by overactivation of neural SNS outflow) and vasodilation (by impaired FS) could result in an exaggerated BP response during exercise, and contribute to poor exercise tolerance.\n\nPrior studies demonstrate that patients with both ESRD and CKD have an exaggerated increase in BP during isometric and rhythmic exercise. A heightened increase in BP during exercise could contribute to exercise impairment by increasing cardiac workload against an elevated peripheral resistance and impairing muscle blood flow during exercise. Moreover, exaggerated pressor responses during exercise have been shown to correlate with an increased risk of cardiovascular (CV) disease. Therefore, understanding the pathogenesis of this augmented BP response in CKD is crucial. This study will examine the potential mechanisms underlying the exaggerated BP response in CKD patients by evaluating the balance between vasoconstrictive and vasodilatory forces induced during exercise. The researchers hypothesize that CKD patients have an impairment in FS during exercise, an augmentation in vasoconstriction mediated by augmented sympathetic nerve activation in response to greater reductions in muscle interstitial pH, and greater vascular reactivity. The final goal is to determine if interventions that improve NO bioavailability (aerobic exercise training), and improve muscle interstitial pH (sodium bicarbonate supplementation), will ameliorate the exaggerated exercise pressor response, and improve FS and sympathetic nerve activation during exercise in CKD.\n\nThe first study aim is to determine the role of muscle interstitial acidosis on the augmented exercise pressor reflex in chronic kidney disease (CKD) patients by enrolling 120 individuals with CKD and 36 controls participants without CKD. For the second aim of this study, the participants with CKD will enter a randomized, double-blinded, parallel-group, placebo-controlled trial to determine if sodium bicarbonate enhances the beneficial effects of exercise training on physical functioning in CKD patients. CKD patients will be randomized to take sodium bicarbonate with exercise training or to take a placebo with exercise training for 12 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Kidney Disease"
            ],
            "keywords": [
                "Exercise training",
                "Sodium bicarbonate",
                "Exercise pressor reflex"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 156,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercise Training plus Sodium Bicarbonate",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with CKD will undergo exercise training for 20-45 minutes, 3 times per week, for 12 weeks. Additionally, participants take 650-1300 mg of sodium bicarbonate twice daily.",
                    "interventionNames": [
                        "Drug: Sodium Bicarbonate",
                        "Behavioral: Exercise Training"
                    ]
                },
                {
                    "label": "Exercise Training plus Placebo",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants with CKD will undergo exercise training for 20-45 minutes, 3 times per week, for 12 weeks. Additionally, participants take placebo tablets to match 650-1300 mg of sodium bicarbonate twice daily.",
                    "interventionNames": [
                        "Behavioral: Exercise Training",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Healthy control",
                    "type": "NO_INTERVENTION",
                    "description": "Baseline measurements in healthy participants without CKD will be measured and compared to participants with CKD. Healthy controls will not receive any interventions."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sodium Bicarbonate",
                    "description": "Participants take 650-1300 mg of sodium bicarbonate orally twice daily. Serum bicarbonate levels are measured at baseline and then every 2-4 weeks throughout the trial. Doses will be adjusted or held to avoid metabolic alkalosis.",
                    "armGroupLabels": [
                        "Exercise Training plus Sodium Bicarbonate"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Exercise Training",
                    "description": "Exercise training consists of progressive, interval-based \"Spin\" exercise on stationary bicycles three times per week for 12 weeks, led by a certified exercise physiologist. The duration of each session begins at 20 minutes and is increased by 1 to 2 minutes as tolerated to a goal of 45 minutes per session. Exercise intensity begins at low levels (50% of maximal heart rate reserve (HRR)) and increases by 5% every week to a goal of 75% maximal HRR. Each session includes a 5-min warm up, then an interval-based, work-out phase that includes steady up-tempo cadences, sprints, and climbs, followed by a 5-minute cool down.",
                    "armGroupLabels": [
                        "Exercise Training plus Placebo",
                        "Exercise Training plus Sodium Bicarbonate"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Participants take placebo pills to match 650-1300 mg of sodium bicarbonate orally twice daily.",
                    "armGroupLabels": [
                        "Exercise Training plus Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Exercise Capacity",
                    "description": "Exercise capacity measured as VO2 peak during a maximal treadmill exercise test. Higher VO2 max indicates increased oxygen consumption and improved fitness.",
                    "timeFrame": "Baseline, Week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Systolic Blood Pressure",
                    "description": "Seated resting blood pressure is measured using an automated blood pressure monitor following American Heart Association/American College of Cardiology (AHA/ACC) technique. Systolic blood pressure is the amount of pressure the heart generates when pumping blood through the arteries to the body. Current guidelines identify normal systolic blood pressure as lower than 120 millimeters of mercury (mmHg).",
                    "timeFrame": "Baseline, Week 12"
                },
                {
                    "measure": "Change in Diastolic Blood Pressure",
                    "description": "Seated resting blood pressure will be measured using an automated blood pressure monitor following AHA/ACC technique. Diastolic blood pressure is the amount of pressure in the arteries when the heart is at rest between beats. Current guidelines identify normal diastolic blood pressure as lower than 80 mmHg.",
                    "timeFrame": "Baseline, Week 12"
                },
                {
                    "measure": "Change in Muscle Sympathetic Nerve Activity (MSNA)",
                    "description": "MSNA will be measured at rest for 10 minutes using microneurography. The gold-standard method for measuring SNS activity in humans is by direct, intraneural measurements of sympathetic nerve activity via microneurography. The peroneal nerve is located with transcutaneous stimulation. A tungsten microelectrode (tip diameter 5-15um) is then inserted into the nerve, and a reference electrode is inserted 1-2 cm from the recording electrode. Nerve signals are preamplified (gain 1000), amplified (gain 50-100), filtered (700-2000 Hz), rectified, and integrated (time constant 0.1 sec) to obtain a mean voltage display of sympathetic nerve activity that is recorded. Muscle sympathetic bursts are identified by visual inspection and expressed as burst frequency (bursts per minute) and total activity (units per minute).",
                    "timeFrame": "Baseline, Week 12"
                },
                {
                    "measure": "Change in Interleukin 6 (IL-6)",
                    "description": "Plasma concentration of the inflammatory biomarker IL-6 will be assessed. IL-6 is increased during injury or illness.",
                    "timeFrame": "Baseline, Week 12"
                },
                {
                    "measure": "Change in T2 relaxation of muscle water (T2water)",
                    "description": "T2water is a biomarker of muscle inflammation and is measured during magnetic resonance imaging (MRI). T2 relaxation of muscle water (T2water) is extracted from MRI images and is measured in milliseconds (ms).",
                    "timeFrame": "Baseline, Week 12"
                },
                {
                    "measure": "Change in Lean Body Mass",
                    "description": "Lean body mass is measured using bioimpedance. Lean body mass is assessed in kilograms (kg) and is total body weight minus body fat weight.",
                    "timeFrame": "Baseline, Week 12"
                },
                {
                    "measure": "Change in Exercise Pressor Reflex",
                    "description": "The exercise pressor reflex will be measured as the change in MSNA during rhythmic handgrip exercise.",
                    "timeFrame": "Baseline, Week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* patients with CKD or persons without kidney disease as matched study controls\n* sedentary and do not regularly exercise (defined as exercising \\< 20 minutes twice per week)\n* CKD patients must have stable renal function (no greater than a decline of estimated glomerular filtration (eGFR) of 1 cc/min/1.73 m2 per month over the prior 6 months) and baseline serum bicarbonate 22-24 mmol/L\n* comorbid hypertension\n\nExclusion Criteria:\n\n* severe CKD (eGFR\\<15 cc/min)\n* metabolic alkalosis\n* current treatment with bicarbonate\n* ongoing drug or alcohol abuse\n* diabetic neuropathy, autonomic dysfunction\n* any serious disease that might influence survival\n* anemia with hemoglobin \\<10 g/dL\n* clinical evidence of heart failure\n* volume overload or ejection fraction below 45%\n* symptomatic heart disease by EKG, stress test, and/or history\n* treatment with central α-agonists (clonidine)\n* myocardial infarction or cerebrovascular accident within the past six months\n* uncontrolled hypertension (BP\\>170/100 mm Hg)\n* low BP\\<100/50 mm Hg\n* surgery within the past 3 months\n* pregnancy or plans to become pregnant\n* inability to exercise on a stationary bicycle\n* contraindication to temporary withdrawal of α- and β-blockers\n* peripheral arterial disease\n* class 3 obesity (BMI\\>40)\n* hypo- or hyperkalemia (K\\<3.5meq/L, K\\>5.0 meq/L)\n* current use of immunosuppressive medications (including but not limited to steroids, cyclophosphamide, calcineurin inhibitors, mycophenolate, biologics, methotrexate, etc)\n* arteriovenous (AV) fistula/graft\n* any contraindication to MR scanning including cardiac pacemaker, cochlear implants, neurostimulators, implanted devices with metal, any metal in the body that could pose a hazard during scanning, history of claustrophobia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dana DaCosta",
                    "role": "CONTACT",
                    "phone": "404-727-7762",
                    "email": "drdacos@emory.edu"
                },
                {
                    "name": "Jeanie Park, MD",
                    "role": "CONTACT",
                    "phone": "404-321-6111",
                    "phoneExt": "207070"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeanie Park, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Clinic",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Atlanta VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30033",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual participant data that underlie the results of this study will be available to be shared with other researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be available for sharing after the results from this study have been published.",
            "accessCriteria": "Data will be made available for sharing with researchers who provide a methodologically sound proposal, in order to achieve the aims in the approved proposal. Proposals should be directed to jeanie.park@emory.edu. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "asFound": "Chronic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M251057",
                    "name": "TEMPO",
                    "relevance": "LOW"
                },
                {
                    "id": "M186190",
                    "name": "Aluminum hydroxide, magnesium hydroxide, simethicone drug combination",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}