{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05189106",
            "orgStudyIdInfo": {
                "id": "NADALS"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Neurodegenerative Alzheimer's Disease and Amyotrophic Lateral Sclerosis (NADALS) Basket Trial",
            "officialTitle": "Neurodegenerative Alzheimer's Disease and Amyotrophic Lateral Sclerosis (NADALS) Basket Proof of Concept Trial Including Asymptomatic Individuals Using Baricitinib",
            "acronym": "NADALS",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "neurodegenerative-alzheimer-s-disease-and-amyotrophic-lateral-sclerosis-nadals-basket-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-30",
            "studyFirstSubmitQcDate": "2021-12-27",
            "studyFirstPostDateStruct": {
                "date": "2022-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark W Albers",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is an open-label, biomarker-driven basket trial of baricitinib in people with subjective cognitive disorder, mild cognitive impairment, Alzheimer's disease (AD), Amyotrophic lateral sclerosis (ALS), or asymptomatic carriers of an ALS-related gene, such as a hexanucleotide expansion in the C9ORF72 gene, with evidence of abnormal inflammatory signaling in cerebrospinal fluid (CSF) at baseline. Each participant will be treated with baricitinib for 24 weeks; no placebo will be given. Participants will receive baricitinib 2 mg per day by mouth for the first 8 weeks and baricitinib 4 mg per day by mouth for the remaining 16 weeks. This proof of concept trial will ascertain whether baricitinib at 2 mg per day, 4 mg per day, or both reaches therapeutic levels in the CSF and suppresses inflammatory biomarkers associated with type I interferon signaling among the study participants.",
            "detailedDescription": "Overview of Clinical Trial: Many age-associated neurodegenerative diseases, including Alzheimer's disease (AD) and amyotrophic lateral sclerosis (ALS), are associated with increased inflammatory signaling in the central nervous system. While there is growing evidence that activation of inflammatory signaling leads to neuronal death in cell-based models and leads to signs and symptoms of neurodegeneration in animal models, no disease modifying anti-inflammatory drugs for AD or ALS have been found to date. Recent observational studies of anti-inflammatory drugs used to treat rheumatoid arthritis suggest the potential of these drugs to prevent a diagnosis of AD.\n\nThis is an open-label, biomarker-driven basket trial of baricitinib in individuals with mild cognitive impairment (MCI), subjective cognitive decline (SCD), AD, ALS, or asymptomatic carriers of an ALS causative gene, such as a hexanucleotide expansion in the C9ORF72 gene. Baricitinib at 2 mg per day is approved by the FDA in the United States (US) for rheumatoid arthritis. Baricitinib at 4 mg per day is approved has emergency use authorization by the FDA for COVID-19 in the US. Each participant will be treated with open-label baricitinib for 24 weeks. No patient will receive a placebo. Participants will receive baricitinib 2 mg per day by mouth for the first 8 weeks and baricitinib 4 mg per day by mouth for the remaining 16 weeks. Participants will have a lumbar puncture (LP) at screening and cerebrospinal fluid (CSF) will be examined for study eligibility. Participants will be enrolled if their CSF level inflammatory biomarker meets threshold requirements and if they meet all other eligibility criteria. All enrolled participants must have received a first dose of recombinant zoster vaccine (RZV; also known as Shingrix) within 4 years prior to treatment initiation. Over the course of 32-week trial, there will be a total of 8 visits. Blood will be collected at 7 visits, urine and CSF will be collected at 4 visits. Clinical outcomes will be measured at 2 visits.\n\nRationale: Converging evidence reveals inflammatory signaling is robustly active within the central nervous system of subsets of patients with AD and ALS, both in autopsied brains and profiles of CSF of living patients. Moreover, investigators find biomarkers of inflammatory signaling in the CSF of a subset of patients with AD and ALS. Baricitinib, an FDA-approved drug for rheumatoid arthritis, rescued inflammatory biomarkers and neural cell death in a human neural cell culture model of inflammatory-mediated death in a dose-dependent manner. Independently, in computational biology studies of gene expression profiles of AD brains termed DRIAD (drug repurposing in AD), baricitinib was among the leading drugs that reversed the actions of AD. Investigators have characterized a signature of inflammatory signaling in the brains and CSF of AD and ALS patients that is specific for this inflammatory mechanism of neuronal death.\n\nThis work has laid the foundation for the design of a mechanistic, biomarker-driven trial. In this trial, investigators will evaluate the FDA-approved JAK inhibitor baricitinib using an escalating dose design. Baricitinib is an oral medication FDA-approved for rheumatoid arthritis at a 2-mg daily dosage and FDA emergency use authorized for COVID-19 at a 4 mg daily dosage. The trial will determine whether baricitinib at 2 mg per day 4 mg per day, or both enters the cerebrospinal fluid and attains therapeutic levels, as well as whether it reduces inflammatory biomarkers in the CSF of patients at risk for or with AD and at risk for or with ALS. If this Phase I/II trial demonstrates that baricitinib is safe in AD and ALS patients and achieves therapeutic levels in the CSF as determined by drug concentration and pharmacodynamic biomarkers, then a Phase III clinical trial powered to assess clinical outcomes in AD patients, ALS patients, or both would be warranted."
        },
        "conditionsModule": {
            "conditions": [
                "Amyotrophic Lateral Sclerosis",
                "Alzheimer Disease",
                "Mild Cognitive Impairment"
            ],
            "keywords": [
                "Amyotrophic Lateral Sclerosis",
                "Alzheimer Disease",
                "Mild Cognitive Impairment",
                "Baricitinib",
                "Dementia",
                "C9ORF72"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Baricitinib",
                    "type": "EXPERIMENTAL",
                    "description": "Baricitinib 2mg administered by mouth once daily for the first 8 weeks, followed by baricitinib 4mg administered by mouth once daily for 16 weeks.",
                    "interventionNames": [
                        "Drug: Baricitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Baricitinib",
                    "description": "Each participant will be treated with open-label baricitinib for 24 weeks. Participants will receive 2 mg baricitinib by mouth daily for the first 8 weeks and 4 mg baricitinib by mouth daily for the remaining 16 weeks.",
                    "armGroupLabels": [
                        "Baricitinib"
                    ],
                    "otherNames": [
                        "Olumiant",
                        "INCB28050",
                        "LY3009104"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CSF Concentration of baricitinib",
                    "description": "Total levels of baricitinib in the CSF of participants 2 hours after 2 mg and 4 mg oral dosing of baricitinib.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF CCL2 Concentration",
                    "description": "The inflammatory biomarker CCL2 quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "CSF protein-kinase R (PKR) Concentration",
                    "description": "The inflammatory biomarker PKR protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF phospho-PKR (pPKR) Concentration",
                    "description": "The inflammatory biomarker phospho-PKR protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF pPKR/PKR ratio Concentration",
                    "description": "The ratio of the inflammatory biomarkers pPKR/PKR quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF C-X-C motif chemokine ligand 10 (CXCL10) Concentration",
                    "description": "The inflammatory biomarker CXCL10 protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF interferon gamma (IFNG) Concentration",
                    "description": "The inflammatory biomarker IFNG protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF interleukin-6 (IL-6) Concentration",
                    "description": "The inflammatory biomarker IL-6 protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "TAR DNA-binding protein 43 (TDP-43) Plasma Levels",
                    "description": "The TDP-43 protein quantified in the plasma of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF neurofilament light chain (NfL) Concentration",
                    "description": "The neuronal death biomarker NfL protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF tau Concentration",
                    "description": "The neuronal death biomarker Tau protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "CSF phospho-tau (pTau)",
                    "description": "The neuronal death biomarker pTau protein quantified in the CSF of participants after 2 mg of 4 mg oral dose relative to baseline.",
                    "timeFrame": "Measured at baseline, 8 weeks and 16 weeks, results reported at the completion of the study"
                },
                {
                    "measure": "Incidence of Adverse Effects",
                    "description": "Investigators will quantify the occurrence of treatment-emergent adverse events, treatment-emergent serious adverse events, and treatment-emergent clinically significant abnormalities in clinical and laboratory values both overall and among AD and ALS participants separately. AEs will be coded to system organ class and preferred terms from a consistent version of the MedDRA library and summarized as counts of events and proportions of participants experiencing a given type of event. The distribution of severity, relationship to the study intervention, action taken with respect to study intervention, and outcome of all treatment emergent adverse effects will be tabulated. The rate of adverse effects in trial participants will be compared to the frequency of adverse effects documented in the package insert.",
                    "timeFrame": "Through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nStudy participants meeting all of the following criteria will be allowed to enroll in the study:\n\n1. Must be 55-90 years old, inclusive and have one of the following:\n\n   * Subjective cognitive decline(SCD)\n   * Minor neurocognitive disorder(mild cognitive impairment(MCI))\n   * Major neurocognitive disorder(possible or probable AD) OR\n\n   Must be 18-80 years old, inclusive and have one of the following:\n   * Sporadic or familial ALS diagnosed as possible, laboratory-supported probable, probable, or definite as defined by the revised El Escorial criteria\n   * Asymptomatic carrier of an ALS-causative mutation per CLIA-certified genetic testing results (MGH site only)\n2. Screening CSF level of CCL2 level ≥ 250 pg/mL\n3. Up-to-date immunization records per CDC guidelines\n\n   * Routine vaccinations should be administered at a minimum of 14 days prior to any study visit with an LP\n4. Must have received the Recombinant Zoster Vaccine (RZV, also known as Shingrix) within 4 years prior to enrollment. Note: Only one dose of RZV is needed prior to the Baseline Visit.\n5. Must be fully vaccinated for COVID-19 per CDC guidelines\n\n   * If a participant is planning to receive a COVID-19 booster shot, should be administered a minimum of 14 days prior to the Screening LP.\n6. For participants with ALS:\n\n   * Must either not be taking or be on a stable dose of any FDA approved treatment for ALS for at least 30 days or at least 1 cycle prior to screening\n   * ALSFRS-R score ≥ 27\n   * Must be ambulatory, defined as able to walk at least within the home every day. Use of gait assistive devices is allowed. Some use of a wheelchair is also allowed.\n   * Greater than 12-month life expectancy in the opinion of the investigator\n\n   For participants with AD:\n   * MoCA score ≥ 8\n   * The participant must have a study partner that can accompany them to every visit and co-sign any informed consent document.\n   * Must either not be taking or be on a stable dose of any FDA approved treatment for AD for at least 30 days prior to screening. Participants cannot be taking Aducanumab(see exclusion criterion #15).\n7. Ability to medically undergo LP in the opinion of the investigator (e.g., no bleeding disorder, allergy to local anesthetics, prior lumbar surgery which might make LP difficult, a skin infection at or near the LP site, evidence of high intracranial pressure, or anticipated difficulty getting into position for LP).\n8. Capable of providing informed consent and following study procedures.\n\n   * In the case that a participant lacks the ability to provide informed consent, informed consent will be obtained from the participant's surrogate representative and assent obtained from the participant.\n\nExclusion Criteria\n\nStudy participants meeting any of the following criteria during screening evaluations will be excluded from entry into the study:\n\n1. Women who are pregnant, breastfeeding, or planning to become pregnant during the trial\n2. Any unstable clinically significant medical condition other than ALS or AD (e.g., within six months of baseline, including but not limited to myocardial infarction, angina pectoris, congestive heart failure, or neoplasm undergoing active treatment).\n3. Active cancer or history of cancer, except for the following: basal cell carcinoma, cervical carcinoma in situ, prostatic carcinoma in situ, or other malignancies curatively treated and with no evidence of disease recurrence for at least 5 years. Active cancer includes cancers with current disease manifestations or therapy that could adversely affect participant safety and longevity, create the potential for drug-drug interactions, or compromise the interpretation of study results.\n4. History of diverticulitis or bowel perforation.\n5. Active ulcerative colitis, Crohn's disease, and history of peptic ulcer disease within the past 5 years or after the age of 65.\n6. Active, serious infection, including localized infection in the opinion of the investigator.\n7. Positive for latent or active tuberculosis (TB). Note: Patients with a history of latent or active TB must have had an adequate course of treatment documented prior to study participation.\n8. Evidence of active hepatitis B or C infection.\n9. History of severe hepatic or renal impairment.\n10. eGFR \\< 60 mL/min/1.73 m2\n11. Have any of the following specific abnormalities on screening laboratory tests:\n\n    * ALT or AST \\>2.5x upper limits of normal (ULN)\n    * Alkaline phosphatase (ALP) ≥2x ULN\n    * Total bilirubin ≥1.5x ULN, Note: patients with elevated bilirubin secondary to Gilbert's disease are eligible to participate in the study.\n    * Hemoglobin \\<10 g/dL (100.0 g/L)\n    * Total white blood cell count \\<3000 cells/μL (\\<3.00 x 103/μL or \\<3.00 billion/L)\n    * Neutropenia (absolute neutrophil count \\[ANC\\] \\<1500 cells/μL) (\\<1.50 x 103/μL or \\<1.50 billion/L)\n    * Lymphopenia (lymphocyte count \\<1000 cells/μL) (\\<1.00 x 103/μL or \\<1.00 billion/L)\n    * Thrombocytopenia (platelets \\<100,000 cells/μL) (\\<100 x 103/μL or \\<100 billion/L)\n    * Laboratory abnormalities in vitamin B12, thyroid stimulating hormone (TSH), or other common laboratory parameters that might contribute to cognitive dysfunction\n12. Personal history of pulmonary embolus (provoked or unprovoked) or deep vein thrombosis, or a history of unprovoked pulmonary embolus in a first-degree family member.\n13. Treatment with anticoagulants that, in the opinion of the investigator, would compromise the safety of the participant.\n14. Previous therapy with baricitinib.\n15. Current use of strong Organic Anion Transporter 3(OAT3) inhibitors (e.g., probenecid) or other prohibited medication (refer to Section 6.7.1) within 5.5 half-lives or 30 days of screening, whichever is longer.\n\n    * For participants with AD: Current use of Aducanumab or within 30 days of screening.\n16. Receiving other experimental interventions for AD or ALS within 5.5 half-lives or 30 days of screening, whichever is longer.\n17. Use of permanent assisted ventilation (invasive ventilation via tracheostomy, or \\>22 hours of non-invasive ventilation per day, e.g., via BiPAP).\n18. Have had any major surgery within 8 weeks prior to screening or will require major surgery during the study that, in the opinion of the investigator, would pose an unacceptable risk to the patient. Note: Placement of a gastrostomy tube and an intravenous port are not considered major surgery.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashlyn Butkowski",
                    "role": "CONTACT",
                    "phone": "857-282-9210",
                    "email": "abutkowski@mgb.org"
                },
                {
                    "name": "Taylor Stimpson",
                    "role": "CONTACT",
                    "email": "tkstimpson@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark W Albers, MD, PhD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital - ALS Site",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Massachusetts General Hospital - AD Site",
                    "status": "RECRUITING",
                    "city": "Charlestown",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Trevor Ragas",
                            "role": "CONTACT",
                            "phone": "617-643-7581",
                            "email": "tragas@mgh.harvard.edu"
                        },
                        {
                            "name": "Steven E Arnold, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.37787,
                        "lon": -71.062
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34233951",
                    "type": "BACKGROUND",
                    "citation": "Rodriguez S, Sahin A, Schrank BR, Al-Lawati H, Costantino I, Benz E, Fard D, Albers AD, Cao L, Gomez AC, Evans K, Ratti E, Cudkowicz M, Frosch MP, Talkowski M, Sorger PK, Hyman BT, Albers MW. Genome-encoded cytoplasmic double-stranded RNAs, found in C9ORF72 ALS-FTD brain, propagate neuronal loss. Sci Transl Med. 2021 Jul 7;13(601):eaaz4699. doi: 10.1126/scitranslmed.aaz4699."
                },
                {
                    "pmid": "33589615",
                    "type": "BACKGROUND",
                    "citation": "Rodriguez S, Hug C, Todorov P, Moret N, Boswell SA, Evans K, Zhou G, Johnson NT, Hyman BT, Sorger PK, Albers MW, Sokolov A. Machine learning identifies candidates for drug repurposing in Alzheimer's disease. Nat Commun. 2021 Feb 15;12(1):1033. doi: 10.1038/s41467-021-21330-0."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All IPD that underlie results in a publication.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "De-identified data set will be made available to researchers after completion and full publication of the trial.",
            "accessCriteria": "All requests for sharing will be reviewed by the NADALS Steering Committee."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000016472",
                    "term": "Motor Neuron Disease"
                },
                {
                    "id": "D000000690",
                    "term": "Amyotrophic Lateral Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18879",
                    "name": "Motor Neuron Disease",
                    "asFound": "Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4024",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T349",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4699",
                    "name": "Primary Lateral Sclerosis",
                    "asFound": "Lateral Sclerosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}