{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05283265",
            "orgStudyIdInfo": {
                "id": "IRB-300008888"
            },
            "secondaryIdInfos": [
                {
                    "id": "5K01DC019165",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5K01DC019165"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Neurophysiological Mechanisms of Language Comprehension",
            "officialTitle": "Neurophysiological Mechanisms of Language Comprehension",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neurophysiological-mechanisms-of-language-comprehension"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-09",
            "studyFirstSubmitQcDate": "2022-03-11",
            "studyFirstPostDateStruct": {
                "date": "2022-03-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Matthew J. Nelson",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "First, in a recording-only self-paced reading experiment, patients with epilepsy undergoing intracranial monitoring for clinical purposes will read or listen to sentences presented to them one word at time while the investigators simultaneously record neural activity through intracranial electrodes that are implanted for clinical purposes (see subject populations). At the end of the sentence, the subjects have to indicate how they comprehended the sentence by selecting which of several pictures matches the sentence they just read. Behavioral measures that the investigators record and analyze are their response times to advance to each next word in the sentence, and which picture they chose for each sentence. These behavioral measures are compared against the neural activity simultaneously recorded as they are made.\n\nThen, in a later session, the same participants will participate in a task-related stimulation experiment. This follows the exact same design as the recording-only reading experiment, the only difference is that on some trials, at controlled moments during the sentence presentation intracranial electrical stimulation is delivered through adjacent intracranial electrode contacts. The investigators will examine the effect of this stimulation on the subjects comprehension of the sentences measured by their behavior, and on the simultaneously recorded neural activity.",
            "detailedDescription": "All experiments and recordings will take place in the University of Alabama at Birmingham (UAB) Epilepsy Monitoring Unit (EMU). All electrodes being used to gather data are in place through standard of care to treat the patient's epilepsy by monitoring neural activity to guide an upcoming respective surgery. In all experiments, neural activity will be recorded from the standard of care electrodes using either a high-fidelity, FDA-approved Neuralynx Atlas amplifier system (Bozeman, MT) or a standard-of-care recording system (Natus Quantum Recording System, Pleasanton, CA) that is used normally to monitor seizure activity for clinical purposes during the patient's hospital stay. In the task-related stimulation experiment, stimulation will be delivered with a standard of care electrically isolated stimulator (Nicolet Cortical Stimulator, Natus, Pleasanton, CA).\n\nRecording-only word-by-word task. Participants will be asked to perform language tasks that require them to comprehend and respond to stimuli by pressing a button or touching the screen on a laptop, or by saying their response out loud with their voice recorded. Stimuli will be presented auditorily or visually in the form of words or pictures. For example, in a word-by-word reading task, patients will be asked to read and comprehend sentences or sentence fragments presented one word at a time. Each word will be presented visually or auditorily. Participants may perform this version of the task either with self-pacing- where the participant presses a button to determine when each word in the sentence appears- or computer-pacing- where the timing of words presented are pre-determined and controlled by a computer administering the task. In another task, participants will be asked to listen to and comprehend stories. At the end of some or all sentences, sentence fragments, or stories, participants will be asked questions about the stimuli to ascertain their understanding of the stimuli, for example by presenting different pictures to the participant and asking them to choose which of them matches the sentence they just read. Patient volunteers will perform this task while we record intracranial neural activity from the language network. As another example, in a picture naming task patients will be shown pictures at a fixed speed and asked to say the name of each picture out loud into a microphone as soon as they can.\n\nStimulation pulse connectivity test. Stimulus pulses at precise time intervals will be delivered across adjacent electrode contacts at a series of electrode sites while simultaneously passively recording neural activity at all other electrodes. Pulse timings will be single pulses at randomly jittered times, or pairs of pulses delivered across a range of time intervals between pulses in a pair that vary in a controlled fashion from very fast (\\< 1 msec) to long (\\~100 msec) time intervals. No task is required of the participant while this takes place, and the participant will typically be resting or engaging in other activities while this happens. The simulation pulse connectivity test will be performed during their hospital stay post-surgery, typically 2 days or longer after the implantation surgery.\n\nStimulation task. In this task, participants perform the word-by-word language task as described above , however on some trials we apply disruptive stimulation at controlled moments during the stimulus (for example at phrase boundaries) to electrode contacts of interest. This task will be administered by a computer. Participants may perform this version of the task either with self-pacing- where the participant presses a button to determine when each word in the sentence appears- or computer-pacing- where the timing of words presented are pre-determined and controlled by a computer. Stimulation will be delivered concomitant with the presentation of certain pre-determined words on certain pre-determined sentences for a pre-determined duration. All stimulation is applied in a safe setting within safe limits. First a threshold amplitude is established at a current strength at which after-discharges do not occur, all under the supervision of a trained epileptologist. If after-discharges occur, the current is lowered. Stimulation uses 50 Hz pulse trains for a maximum of 2 seconds at a time, following the same procedure used in the standard-of-care stimulation mapping procedure. For additional safety, stimulation will only be applied at one moment during a given sentence.\n\nAll participants will complete the same procedures. Participants with epilepsy will perform any recording only tasks first, which will occur when they are able and willing to after they have recovered from the surgery, typically 2 days after the implantation surgery. Before or after completing the standard 1 hour block of the recording-only language tasks, participants will be informed that they can conduct additional recording-only research sessions during the length of their stay if they are interested to do so. Participants will be informed that as with any research, the existence, timing and duration of any supplemental research blocks will be performed entirely at their discretion. Participants will be informed that during any research block, participants will be free to pause, postpone or end any supplemental block should they choose to. Participants will perform the tasks involving stimulation (the stimulation pulse connectivity test and the task-related stimulation experiment) in coordination with the epileptologists at the EMU in the same sessions when stimulation mapping occurs for clinical purposes or in a separate session shortly following the clinical stimulation after the patient takes a break, which typically occurs at the end of the patient's stay in the Epilepsy Monitoring Unit (EMU) when the patients are on full doses of anti-seizure medication.\n\nThe duration of all experimental sessions are always at the participant's discretion, which will be communicated to the participant during the consenting process. The target duration of a session is 1 hour, which will likewise be communicated to the participant during the consenting process. Most experimental sessions run will be that length. In the final day before the explantation surgery when future sessions during the participants stay are not possible and further recording will be beneficial to the study, at the participant's discretion the experimental session may be extended beyond that length, so long as the participant agrees to participate, with appropriate breaks between experimental task blocks offered to the participant at a minimum of every 30 minutes. This session duration refers to the cumulative length of all of the experimental tasks described in this protocol (e.g. task-related stimulation experiment, recording-only language task, etc.)."
        },
        "conditionsModule": {
            "conditions": [
                "Language Disorders"
            ],
            "keywords": [
                "Neurophysiological",
                "Language Comprehension",
                "Direct brain stimulation",
                "Self-paced reading"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 153,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intracranial patients",
                    "type": "EXPERIMENTAL",
                    "description": "All participants with epilepsy undergoing intracranial monitoring for clinical purposes will be approached to participate in an experiment that is recording-only and an experiment that involves stimulation with simultaneous recording.",
                    "interventionNames": [
                        "Behavioral: Sentence Type",
                        "Other: Direct brain stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sentence Type",
                    "description": "Subjects read different types of sentences (object-relative, subject -relative and control sentences) to observe how that sentence affects their intracranially recorded neural activity.",
                    "armGroupLabels": [
                        "Intracranial patients"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Direct brain stimulation",
                    "description": "On some trials the investigators will apply intracranial electrical current through the electrodes implanted in the participants and observe the effect this has on their behavior (which picture they choose at the end of the trial) and the effect this has on their neural activity that the investigators record simultaneously through-out the experiment.",
                    "armGroupLabels": [
                        "Intracranial patients"
                    ],
                    "otherNames": [
                        "Intracranial stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Behavioral Response- Picture Choice",
                    "description": "The investigators will observe which picture the participant chooses at the end of each trial. The participant's choice will be measured by a touch screen that the patient touches to make their choice. The unit of measurement is the percentage of trials per condition studied in which participants choose the correct picture, versus the percentage of trials per condition studied in which participants choose the picture that reflects a patient-agent error (which reflects incorrect assignment of the patient versus agent roles of the nouns in the sentence), versus the percentage of trials per condition studied in which participants choose the picture that reflects a complement error (which reflects that the subjects mistakenly applied an adjective to the wrong noun in the sentence), versus the percentage of trials per condition studied in which participants choose the picture that reflects both a patient-agent and a complement error.",
                    "timeFrame": "Measured immediately after the intervention"
                },
                {
                    "measure": "Behavioral Response - Self-paced word response time for words presented before electrical stimulation",
                    "description": "While subjects perform self-paced reading experiments, this is the amount of time they spend on each word of the sentence before moving on to the next word of the sentence.",
                    "timeFrame": "Outcomes will be measured immediately before the intervention"
                },
                {
                    "measure": "Behavioral Response - Self-paced word response time for words presented concomitant with electrical stimulation",
                    "description": "While subjects perform self-paced reading experiments, this is the amount of time they spend on each word of the sentence before moving on to the next word of the sentence.",
                    "timeFrame": "Outcomes will be measured concomitant with the intervention"
                },
                {
                    "measure": "Behavioral Response - Self-paced word response time for words presented after electrical stimulation",
                    "description": "While subjects perform self-paced reading experiments, this is the amount of time they spend on each word of the sentence before moving on to the next word of the sentence, for words presented after electrical stimulation",
                    "timeFrame": "Outcomes will be measured immediately after the intervention"
                },
                {
                    "measure": "Neural activation before electrical stimulation",
                    "description": "With the electrodes implanted in the patient as a standard of care, the investigators will measure the neural activation at each electrode as assessed by the high gamma power present in that recorded channel",
                    "timeFrame": "Outcomes will be measured immediately before the intervention"
                },
                {
                    "measure": "Neural activation concomitant with electrical stimulation",
                    "description": "With the electrodes implanted in the patient as a standard of care, the investigators will measure the neural activation at each electrode as assessed by the high gamma power present in that recorded channel",
                    "timeFrame": "Outcomes will be measured concomitant with the intervention"
                },
                {
                    "measure": "Neural activation after electrical stimulation",
                    "description": "With the electrodes implanted in the patient as a standard of care, the investigators will measure the neural activation at each electrode as assessed by the high gamma power present in that recorded channel",
                    "timeFrame": "Outcomes will be measured immediately after the intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 and older\n* Undergoing standard of care stereo Electro Encephalogram (sEEG) or Electro-Corticogram (ECoG) monitoring\n* Able to competently perform control trials of the task\n\nExclusion Criteria:\n\n* Age less than 18 years\n* Unable to competently perform control trials of the task",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew Nelson, PhD",
                    "role": "CONTACT",
                    "phone": "2059346717",
                    "email": "matthewnelson@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Nelson, PhD",
                    "affiliation": "The University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Alabama at Birmingham Hospital",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Nelson, MD",
                            "role": "CONTACT",
                            "phone": "205-934-6717",
                            "email": "matthewnelson@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28416691",
                    "type": "BACKGROUND",
                    "citation": "Nelson MJ, El Karoui I, Giber K, Yang X, Cohen L, Koopman H, Cash SS, Naccache L, Hale JT, Pallier C, Dehaene S. Neurophysiological dynamics of phrase-structure building during sentence processing. Proc Natl Acad Sci U S A. 2017 May 2;114(18):E3669-E3678. doi: 10.1073/pnas.1701590114. Epub 2017 Apr 17."
                },
                {
                    "pmid": "27671642",
                    "type": "BACKGROUND",
                    "citation": "Fedorenko E, Scott TL, Brunner P, Coon WG, Pritchett B, Schalk G, Kanwisher N. Neural correlate of the construction of sentence meaning. Proc Natl Acad Sci U S A. 2016 Oct 11;113(41):E6256-E6262. doi: 10.1073/pnas.1612132113. Epub 2016 Sep 26."
                },
                {
                    "pmid": "19864573",
                    "type": "BACKGROUND",
                    "citation": "Manning JR, Jacobs J, Fried I, Kahana MJ. Broadband shifts in local field potential power spectra are correlated with single-neuron spiking in humans. J Neurosci. 2009 Oct 28;29(43):13613-20. doi: 10.1523/JNEUROSCI.2041-09.2009."
                },
                {
                    "pmid": "24593982",
                    "type": "BACKGROUND",
                    "citation": "King JR, Dehaene S. Characterizing the dynamics of mental representations: the temporal generalization method. Trends Cogn Sci. 2014 Apr;18(4):203-10. doi: 10.1016/j.tics.2014.01.002. Epub 2014 Mar 2."
                },
                {
                    "pmid": "28371170",
                    "type": "BACKGROUND",
                    "citation": "De Ridder D, Perera S, Vanneste S. State of the Art: Novel Applications for Cortical Stimulation. Neuromodulation. 2017 Apr;20(3):206-214. doi: 10.1111/ner.12593. Epub 2017 Mar 28."
                },
                {
                    "pmid": "21224415",
                    "type": "BACKGROUND",
                    "citation": "Pallier C, Devauchelle AD, Dehaene S. Cortical representation of the constituent structure of sentences. Proc Natl Acad Sci U S A. 2011 Feb 8;108(6):2522-7. doi: 10.1073/pnas.1018711108. Epub 2011 Jan 11."
                },
                {
                    "pmid": "20019800",
                    "type": "BACKGROUND",
                    "citation": "Miller KJ, Sorensen LB, Ojemann JG, den Nijs M. Power-law scaling in the brain surface electric potential. PLoS Comput Biol. 2009 Dec;5(12):e1000609. doi: 10.1371/journal.pcbi.1000609. Epub 2009 Dec 18."
                },
                {
                    "pmid": "21532743",
                    "type": "BACKGROUND",
                    "citation": "Ray S, Maunsell JH. Different origins of gamma rhythm and high-gamma activity in macaque visual cortex. PLoS Biol. 2011 Apr;9(4):e1000610. doi: 10.1371/journal.pbio.1000610. Epub 2011 Apr 12."
                },
                {
                    "pmid": "23361063",
                    "type": "BACKGROUND",
                    "citation": "Mesulam MM, Wieneke C, Hurley R, Rademaker A, Thompson CK, Weintraub S, Rogalski EJ. Words and objects at the tip of the left temporal lobe in primary progressive aphasia. Brain. 2013 Feb;136(Pt 2):601-18. doi: 10.1093/brain/aws336. Epub 2013 Jan 29."
                },
                {
                    "pmid": "25180306",
                    "type": "BACKGROUND",
                    "citation": "Keller CJ, Honey CJ, Megevand P, Entz L, Ulbert I, Mehta AD. Mapping human brain networks with cortico-cortical evoked potentials. Philos Trans R Soc Lond B Biol Sci. 2014 Oct 5;369(1653):20130528. doi: 10.1098/rstb.2013.0528."
                },
                {
                    "pmid": "31180505",
                    "type": "BACKGROUND",
                    "citation": "Cuello Oderiz C, von Ellenrieder N, Dubeau F, Eisenberg A, Gotman J, Hall J, Hincapie AS, Hoffmann D, Job AS, Khoo HM, Minotti L, Olivier A, Kahane P, Frauscher B. Association of Cortical Stimulation-Induced Seizure With Surgical Outcome in Patients With Focal Drug-Resistant Epilepsy. JAMA Neurol. 2019 Sep 1;76(9):1070-1078. doi: 10.1001/jamaneurol.2019.1464."
                },
                {
                    "pmid": "31509808",
                    "type": "BACKGROUND",
                    "citation": "Goldstein HE, Smith EH, Gross RE, Jobst BC, Lega BC, Sperling MR, Worrell GA, Zaghloul KA, Wanda PA, Kahana MJ, Rizzuto DS, Schevon CA, McKhann GM, Sheth SA. Risk of seizures induced by intracranial research stimulation: analysis of 770 stimulation sessions. J Neural Eng. 2019 Nov 11;16(6):066039. doi: 10.1088/1741-2552/ab4365."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Syntactic structures",
                    "url": "https://www.degruyter.com/document/doi/10.1515/9783112316009/html"
                },
                {
                    "label": "Uncommon Understanding (Classic Edition): Development and disorders of language comprehension in children",
                    "url": "https://www.ncbi.nlm.nih.gov/nlmcatalog/101619007"
                },
                {
                    "label": "Data Analysis Using Regression and Multilevel/Hierarchical Models",
                    "url": "https://www.cambridge.org/highereducation/books/data-analysis-using-regression-and-multilevel-hierarchical-models/32A29531C7FD730C3A68951A17C9D983#overview"
                },
                {
                    "label": "Support-vector networks",
                    "url": "https://link.springer.com/article/10.1007/BF00994018"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After publication of the main results, limited access datasets that are free of identifying information will be made available to the scientific community per NIH guidelines in accordance with UAB policies and state and federal regulations. The final dataset will be stripped of identifying information before sharing.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be made available for a period of 10 years starting 6 months after publication.",
            "accessCriteria": "All researchers who seek data will be asked to commit to protect privacy and confidentiality, secure the data using appropriate computer technology, refrain from redistributing data to third parties, and destroy or return the data after completion of analyses. The PI will review data sharing requests. Researchers requesting data may be asked to submit in writing a signed statement affirming their commitment to protect privacy and confidentiality."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "asFound": "Language Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}