{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04211155",
            "orgStudyIdInfo": {
                "id": "STUDY00006378"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Neural Correlates of the Shift in Social Buffering of Social Evaluative Threat",
            "officialTitle": "Neural Correlates of the Shift in Social Buffering of Social Evaluative Threat in 11-14 Year Olds",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "neural-correlates-of-the-shift-in-social-buffering-of-social-evaluative-threat"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-07",
            "studyFirstSubmitQcDate": "2019-12-20",
            "studyFirstPostDateStruct": {
                "date": "2019-12-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this experiment is to determine the mechanisms through which parental buffering of stress physiology in response to social evaluative threat diminishes with pubertal development and whether this diminution of effectiveness extends to social buffering by peers (best friends) and/or other unfamiliar social partners (e.g., experimenters).",
            "detailedDescription": "On visit one, the participant will 1) be seen by a nurse who will complete a pubertal assessment exam, 2) complete questionnaires, including ones on pubertal development, screening for MRI safety, and quality of relations with parents and friends. The participant will also have a chance to experience a simulated MRI in order to determine whether they will be comfortable in an actual MRI.\n\nWithin 2 weeks the participant will return to the University where undergo the following protocol. Participants will be randomly assigned to one of 4 conditions that differ by who is with them in the scanner room: Primary Parent, Close Friend, Experimenter, No Social Partner. (N=50 per condition, 25 male, 25 female).\n\nOnce at the Center for Magnetic Resonance Research, participants and the individual who will be with the participant in the scanning room will undergo an MRI safety screening (the repeat of what the investigators completed over the phone). Girls will be shown to a changing room where the investigators will privately question them about any possibility of pregnancy. Participants will be shown into the scanning control room and one more safety check will be performed before they enter the scanner room and the scanner. If they are in one of the social buffering conditions, the social buffering partner will also enter the scanning room and will sit to the side of the scanner.\n\nThe scanning bed will then be moved into the barrel of the MRI machine. The participant will be wearing head phones to protect his/her hearing and to receive instructions from the control room. The participant will also be able to see two judges and hear the judges instructions when the participant is in the scanning control room. The participant will then complete a variant or the Trier Social Stress Test, a social evaluative stressor, which produces elevations in heart rate and cortisol.\n\nWhen saliva is collected, the scanning bed is withdrawn from the barrel of the MRI machine and the participant will be able to see and briefly interact with the social partner while saliva is sampled for steroid collection. Once the scan is over the participant will return to a waiting area and complete additional questionnaires, provide additional saliva samples, and another urine sample."
        },
        "conditionsModule": {
            "conditions": [
                "Social Stress",
                "Adolescent Behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary Parent",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to one of 4 conditions that differ by who is with them in the MRI scanner room: Primary Parent, Close Friend, Experimenter, No Social Partner.",
                    "interventionNames": [
                        "Other: Questionnaires",
                        "Other: MRI"
                    ]
                },
                {
                    "label": "Close Friend",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to one of 4 conditions that differ by who is with them in the MRI scanner room: Primary Parent, Close Friend, Experimenter, No Social Partner.",
                    "interventionNames": [
                        "Other: Questionnaires",
                        "Other: MRI"
                    ]
                },
                {
                    "label": "Experimenter",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to one of 4 conditions that differ by who is with them in the MRI scanner room: Primary Parent, Close Friend, Experimenter, No Social Partner.",
                    "interventionNames": [
                        "Other: Questionnaires",
                        "Other: MRI"
                    ]
                },
                {
                    "label": "No Social Partner",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to one of 4 conditions that differ by who is with them in the MRI scanner room: Primary Parent, Close Friend, Experimenter, No Social Partner.",
                    "interventionNames": [
                        "Other: Questionnaires",
                        "Other: MRI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Questionnaires",
                    "description": "The participant will complete questionnaires, including ones on pubertal development and quality of relations with parents and friends.",
                    "armGroupLabels": [
                        "Close Friend",
                        "Experimenter",
                        "No Social Partner",
                        "Primary Parent"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "MRI",
                    "description": "Within 2 weeks of the first study visit, the participant will return to the University where they will undergo MRI.",
                    "armGroupLabels": [
                        "Close Friend",
                        "Experimenter",
                        "No Social Partner",
                        "Primary Parent"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Cortisol AUCi",
                    "description": "8 samples will be taken during the course of the assessment. Area under the curve from initial (baseline) will be calculated and used in the analyses.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Change Heart Rate Response",
                    "description": "Heart rate will be derived from the EKG signal collected during periods of stress (social evaluation) and non-stress (no evaluation) during the course of the assessment. The variable, heart rate response, is a numeric output (REPORTED IN WHAT UNITS) from validated software (BIOPAC) which is calculated using a regression algorithm. The outcome measure will be reported as the difference between heart rate response during the period of stress and period of non-stress.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Dorsal anterior cingulate: Task-related brain activity (judged math vs. math alone)",
                    "description": "The difference in fMRI signal intensity (unitless measure) in the bilateral dorsal anterior cingulate cortex (dACC) between the social evaluative stress condition (judged math performance) and the non-stress condition (math without judges).",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Left anterior insula: Task-related brain activity (judged math vs. math alone)",
                    "description": "The difference in fMRI signal intensity (unitless measure) in the left anterior insula between the social evaluative stress condition (judged math performance) and the non-stress condition (math without judges).",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Right anterior insula: Task-related brain activity (judged math vs. math alone)",
                    "description": "The difference in fMRI signal intensity (unitless measure) in the right anterior insula between the social evaluative stress condition (judged math performance) and the non-stress condition (math without judges).",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Ventromedial prefrontal cortex: Task-related brain activity (judged math vs. math alone)",
                    "description": "The difference in fMRI signal intensity (unitless measure) in the bilateral ventromedial prefrontal cortex (vmPFC) between the social evaluative stress condition (judged math performance) and the non-stress condition (math without judges).",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Left dorsolateral prefrontal cortex: Task-related brain activity (judged math vs. math alone)",
                    "description": "The difference in fMRI signal intensity (unitless measure) in the left dorsolateral prefrontal cortex (left dlPFC) between the social evaluative stress condition (judged math performance) and the non-stress condition (math without judges).",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Right dorsolateral prefrontal cortex: Task-related brain activity (judged math vs. math alone)",
                    "description": "The difference in fMRI signal intensity (unitless measure) in the right dorsolateral prefrontal cortex (right dlPFC) between the social evaluative stress condition (judged math performance) and the non-stress condition (math without judges).",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Amygdala-vmPFC connectivity: fMRI functional connectivity (speech prep vs. rest)",
                    "description": "For each participant, signal intensity (unitless measure) will be measured using fMRI in the bilateral amygdala over a five-minute recording period. Signal intensity will also be measured using fMRI in the ventromedial prefrontal cortex (vmPFC) over the same period of time. A bivariate correlation will be conducted for these two data sets to determine functional connectivity, which will be reported as the r value of the correlation. This outcome measure will be reported as the mean functional connectivity value (r, or correlation coefficient) for each buffering condition/group.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Amygdala-left dlPFC connectivity: fMRI functional connectivity (speech prep vs. rest)",
                    "description": "For each participant, signal intensity (unitless measure) will be measured using fMRI in the amygdala over a five-minute recording period. Signal intensity will also be measured using fMRI in the left dorsolateral prefrontal cortex (dlPFC) over the same period of time. A bivariate correlation will be conducted for these two data sets to determine functional connectivity, which will be reported as the r value of the correlation. This outcome measure will be reported as the mean functional connectivity value (r, or correlation coefficient) for each buffering condition/group.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Amygdala-right dlPFC connectivity: fMRI functional connectivity (speech prep vs. rest)",
                    "description": "For each participant, signal intensity (unitless measure) will be measured using fMRI in the amygdala over a five-minute recording period. Signal intensity will also be measured using fMRI in the right dorsolateral prefrontal cortex (dlPFC) over the same period of time. A bivariate correlation will be conducted for these two data sets to determine functional connectivity, which will be reported as the r value of the correlation. This outcome measure will be reported as the mean functional connectivity value (r, or correlation coefficient) for each buffering condition/group.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Hypothalamus-vmPFC connectivity: fMRI functional connectivity (speech prep vs. rest)",
                    "description": "For each participant, signal intensity (unitless measure) will be measured using fMRI in the hypothalamus over a five-minute recording period. Signal intensity will also be measured using fMRI in the bilateral ventromedial prefrontal cortex (vmPFC) over the same period of time. A bivariate correlation will be conducted for these two data sets to determine functional connectivity, which will be reported as the r value of the correlation. This outcome measure will be reported as the mean functional connectivity value (r, or correlation coefficient) for each buffering condition/group.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Hypothalamus-left dlPFC connectivity: fMRI functional connectivity (speech vs. rest)",
                    "description": "For each participant, signal intensity (unitless measure) will be measured using fMRI in the hypothalamus over a five-minute recording period. Signal intensity will also be measured using fMRI in the left dorsolateral prefrontal cortex (dlPFC) over the same period of time. A bivariate correlation will be conducted for these two data sets to determine functional connectivity, which will be reported as the r value of the correlation. This outcome measure will be reported as the mean functional connectivity value (r, or correlation coefficient) for each buffering condition/group.",
                    "timeFrame": "2 hours"
                },
                {
                    "measure": "Hypothalamus-right dlPFC connectivity: fMRI functional connectivity (speech vs. rest)",
                    "description": "For each participant, signal intensity (unitless measure) will be measured using fMRI in the hypothalamus over a five-minute recording period. Signal intensity will also be measured using fMRI in the right dorsolateral prefrontal cortex (dlPFC) over the same period of time. A bivariate correlation will be conducted for these two data sets to determine functional connectivity, which will be reported as the r value of the correlation. This outcome measure will be reported as the mean functional connectivity value (r, or correlation coefficient) for each buffering condition/group.",
                    "timeFrame": "2 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* sufficient vision to complete assent and study procedures\n* sufficient hearing to complete assent and study procedures\n* sufficient language skills to provide verbal and written assent\n\nExclusion Criteria:\n\n* Premature birth (less than 37 weeks)\n* congenital and/or chromosomal disorders (e.g. cerebral palsy, FAS, mental retardation, Turner Syndrome, Down Syndrome, Fragile X)\n* Autism Spectrum Disorders\n* history of serious medical illness (e.g., cancer, organ transplant)\n* youth taking systemic glucocorticoids\n* youth taking beta-adrenergic medications\n* diagnoses of psychiatric illness, seizure disorder or other neurological disorders\n* contraindications for MRI (implanted medical device; presence of non-removal metal in or on the body, including piercings, orthodontic braces or certain permanent retainers)\n* known pregnancy\n* tattoos\n* history of significant claustrophobia",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "14 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bonny Donzella",
                    "role": "CONTACT",
                    "phone": "6126244351",
                    "email": "donzella@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Megan Gunnar, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kathleen Thomas, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bonny Donzella",
                            "role": "CONTACT",
                            "phone": "612-624-3315",
                            "email": "donzella@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2024-06-03",
                "submissionInfos": [
                    {
                        "releaseDate": "2024-06-03"
                    }
                ]
            }
        }
    },
    "hasResults": false
}