{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06226467",
            "orgStudyIdInfo": {
                "id": "2023-01-15949"
            },
            "organization": {
                "fullName": "University of California, Berkeley",
                "class": "OTHER"
            },
            "briefTitle": "Neurobehavioral Affective Control Training",
            "officialTitle": "Neurobehavioral Affective Control Training (N-ACT): A Randomized Waitlist-controlled Pilot Trial to Evaluate a Novel Transdiagnostic Cognitive Remediation Program for Emotion-related Impulsivity and Rumination",
            "acronym": "N-ACT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neurobehavioral-affective-control-training"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-06",
            "studyFirstSubmitQcDate": "2024-01-17",
            "studyFirstPostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, Berkeley",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Bergen",
                    "class": "OTHER"
                },
                {
                    "name": "University College, London",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test a new cognitive training program to improve emotion regulation in adults. The investigators' primary aim is to determine whether participating in this program addresses two key features of emotion dysregulation associated with psychiatric disorders: (1) emotion-related impulsivity and (2) rumination. The investigators will further evaluate participants' perceived acceptability and feasibility of treatment procedures. Secondarily, the investigators will examine the effects of this cognitive training intervention on psychiatric symptoms and overall functioning.\n\nParticipants will be asked to complete eight weekly sessions (over two months) involving cognitive training exercises with a \"coach\", in addition to a baseline assessment before starting the intervention and post-treatment assessment. Each assessment includes a combination of in-person and remote data collection using self-report questionnaires, psychophysiology, and a neuropsychological battery. Participants will also complete one week of ecological momentary assessment before and after the intervention as well as a set of follow-up questionnaires administered remotely six weeks following their final training session. Researchers will compare participants randomly assigned to complete the intervention without delay to a control group of participants randomly assigned to a two-month waitlist before joining the intervention. Before beginning cognitive training, participants in the control condition will complete an additional pre-intervention/post-waitlist assessment, which will follow parallel procedures to the initial baseline assessment.",
            "detailedDescription": "This randomized waitlist-controlled pilot trial will enroll adult participants reporting high levels of rumination and/or emotion-related impulsivity. The primary aim of this study is to examine the acceptability, efficacy, and feasibility of Neurobehavioral Affective Control Training (N-ACT) as a novel therapeutic approach to reduce emotion-related impulsivity and rumination in adults by improving affective inhibitory control, or more specifically, two core hot executive functions: (1) emotional response inhibition and (2) emotional working memory. Secondarily, study investigators will test anticipated transfer effects of N-ACT on other behavioral indices of executive functioning (beyond emotional response inhibition and emotional working memory) and other subjective measures of emotion dysregulation (beyond trait emotion-related impulsivity and rumination), as well as on psychopathology symptom severity and functional impairment. Finally, the investigators will conduct exploratory analyses to examine potential mechanisms that might mediate and/or moderate predicted changes in emotion dysregulation, informing future work to systematically test these effects in a sufficiently-powered sample. In addition to performing intent-to-treat analyses, the investigators will conduct sensitivity analyses to evaluate the extent to which program adherence predicts hypothesized intervention effects."
        },
        "conditionsModule": {
            "conditions": [
                "Emotional Distress",
                "Impulsive Behavior",
                "Mood Lability",
                "Mood Instability",
                "Rumination",
                "Psychopathology",
                "Affective Symptoms"
            ],
            "keywords": [
                "Cognitive Control",
                "Cognitive Training",
                "Emotion Regulation",
                "Emotional Response Inhibition",
                "Emotional Working Memory",
                "Executive Functioning",
                "Urgency",
                "Self-regulation",
                "Cognitive Remediation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized waitlist-controlled trial or randomized delayed intervention-controlled design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "N-ACT without delay",
                    "type": "EXPERIMENTAL",
                    "description": "After a baseline in-person assessment session (Week 1), participants randomly assigned to the experimental condition (i.e., \"N-ACT without delay\") will complete one week of pre-intervention ecological momentary assessment (EMA; Week 2), then the intervention (Weeks 3-10), followed by a second week of (post-treatment) EMA (Week 11), and then a post-treatment in-person assessment session with comparable measures to baseline (Week 12). Participants will also complete an online follow-up remote assessment to re-evaluate outcomes of interest six weeks later (Week 18).",
                    "interventionNames": [
                        "Behavioral: Neurobehavioral Affective Control Training"
                    ]
                },
                {
                    "label": "Waitlist control",
                    "type": "OTHER",
                    "description": "Participants randomly assigned to the two-month waitlist control condition will be recontacted approximately 10 weeks after their initial (pre-waitlist) baseline assessment (Week 1) to complete a second pre-intervention (post-waitlist) assessment prior to starting the N-ACT program. The second in-person assessment session (Week 11) after the waitlist period (Weeks 2-10) will precede a series of procedures equivalent to the experimental (\"N-ACT without delay\") arm: one week of pre-intervention ecological momentary assessment (EMA; Week 12), then eight weeks of N-ACT (Weeks 13-20), followed by a second week of post-treatment EMA (Week 21), a post-treatment assessment (Week 22) with parallel procedures to pre-intervention, and the final remote follow-up assessment (Week 28). All study procedures are identical between the two trial arms, with the exception of an added eight-week waitlist and third (post-waitlist/pre-intervention) assessment for participants in the control condition.",
                    "interventionNames": [
                        "Behavioral: Neurobehavioral Affective Control Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Neurobehavioral Affective Control Training",
                    "description": "The N-ACT program comprises a series of eight training sessions, lasting one hour each, over two months. N-ACT sessions will be guided by a cognitive training \"coach\" (supervised by a licensed mental health clinician), who will explain intervention procedures and rationale, offer relevant psychoeducation, and use motivational interviewing principles to provide encouragement and support. In addition to coach-led content, participants will spend about half of each weekly training session (\\~30 minutes) practicing two computer-based adaptive training tasks targeting affective control.",
                    "armGroupLabels": [
                        "N-ACT without delay",
                        "Waitlist control"
                    ],
                    "otherNames": [
                        "N-ACT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Emotional Response Inhibition factor score",
                    "description": "Raw values on the following behavioral performance-based metrics from the Emotional Stop-Signal Task will be aggregated and standardized via confirmatory factor analysis (CFA): (1a) negative and (1b) positive stop-signal reaction time, measured in milliseconds (larger values indicate worse performance), as well as (2) false alarm probability, represented as percentages (larger values indicate worse performance), on stop-signal trials with (2a) negative and (2b) positive image stimuli. CFA will be used to estimate factor loadings across these four observed indicators and generate Z-scores on a latent composite \"Emotional Response Inhibition\" variable at each assessment point (re-coded such that larger values reflect superior abilities in this domain). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on this latent construct, which is expected to increase in magnitude from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2)"
                },
                {
                    "measure": "Emotional Working Memory factor score",
                    "description": "Raw values on the following behavioral performance-based metrics from the Memory and Affective Flexibility Task will be aggregated and standardized via confirmatory factor analysis (CFA): (1) negative and (2) positive working memory recall accuracy rates, represented as percentages (larger values indicate better performance), on trials with (a) target and (b) non-target image stimuli. CFA will be used to estimate factor loadings across these four observed indicators and generate Z-scores on a latent composite \"Emotional Working Memory\" variable at each assessment point (coded such that larger values reflect superior abilities in this domain). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on this latent construct, which is expected to increase in magnitude from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2)"
                },
                {
                    "measure": "Emotion Related-Impulsivity (ERI)",
                    "description": "Self-rated \"Feelings Trigger Action\" scale (range: 1-5; larger values indicate higher levels of this characteristic) of the Three-Factor Impulsivity index as the primary measure of \"Emotion-Related Impulsivity\" (ERI). This scale will be first administered during the pre-baseline assessment online screening, then again at the pre-intervention assessment session (T1 exclusively for control group participants), as well as during the post-intervention (t2) and follow-up assessments (T3). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on ERI, which is expected to decrease in magnitude from pre- (T1) to post-intervention (T2/T3).",
                    "timeFrame": "Pre-baseline screening (Week 0; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2); (4) Follow-up (Week 18 or Week 28 for control arm; T3)"
                },
                {
                    "measure": "Rumination",
                    "description": "Self-rated \"Brooding\" subscale (range: 5-20; larger values indicate higher levels of this characteristic) of the Ruminative Responses Scale as the primary measure of \"Rumination\" . This subscale will be first administered during the pre-baseline assessment online screening, then at the pre-intervention/post-waitlist assessment session (T1 exclusively for control group participants), then the post-intervention and follow-up (for all participants). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on Rumination, which is expected to decrease in magnitude from pre- (T1) to post-intervention (T2/T3).",
                    "timeFrame": "Pre-baseline screening (Week 0; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2); (4) Follow-up (Week 18 or Week 28 for control arm; T3)"
                },
                {
                    "measure": "Emotion Dysregulation factor score",
                    "description": "\"Emotion Dysregulation\" will be a latent construct derived using structural equation modeling of observed scores on the following self-report scales (larger values reflect higher levels of each characteristic): (1) \"Pervasive Influence of Feelings\" (range: 1-5) from the Three-Factor Impulsivity index; (2) the \"Emotion Reactivity Scale\" (range: 0-84); (3a) \"Anankastia\" (range: 0-12) and (3b) \"Negative Affectivity\" (range: 0-18) from the Personality Inventory for the Diagnostic and Statistical Manual 5th edition Brief Form-Plus; (4) mean change in \"Negative Affect\" (range: 0-44) from the Positive and Negative Affect Scales over each assessment session; as well as (5a) \"Cognitive Reappraisal\" (range: 6-36) and (5b) \"Expressive Suppression\" (range: 4-28) from the \"Emotion Regulation Questionnaire\". The latent variable will be scored as a Z-score (coded so that larger values reflect more dysregulation), which is hypothesized to decrease from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2)"
                },
                {
                    "measure": "Externalizing factor score",
                    "description": "Externalizing symptoms will comprise a latent variable derived from raw scores on the following self-report scales (larger values reflect greater severity) using confirmatory factor analysis (CFA): (1) the \"Adult Attention-Deficit/Hyperactivity Disorder Self-Report Scale\" (range: 0-72) plus (2a) \"General Externalizing\" (range: 0-60), (2b) \"Callous Aggression\" (range: 0-57) and (2c) \"Substance Use\" (range: 0-54) from the Externalizing Spectrum Inventory-Revised (ESI-R). CFA will be used to estimate factor loadings across these four observed indicators and generate aggregated, standardized Z-scores on a latent composite \"Externalizing\" variable at each assessment point (coded such that larger values reflect greater symptom severity). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on Externalizing psychopathology as a latent construct, which is expected to decrease from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2); (4) ESI-R only: Follow-up (Week 18 or Week 28 for control arm; T3)"
                },
                {
                    "measure": "Internalizing factor score",
                    "description": "Internalizing symptoms will be represented as a latent variable derived from raw scores on the following self-report scales (larger values reflect greater severity) using confirmatory factor analysis (CFA): (1) the \"Eating Disorders Examination-Questionnaire\" Global scale (range: 0-6) plus (2a) \"Distress\" (range: 1-5) and (2b) \"Fear\" (range: 1-5) factor scales from the Inventory of Depression and Anxiety Symptoms (IDAS-II). CFA will be used to estimate factor loadings across these three observed indicators and generate aggregated, standardized Z-scores on a latent composite \"Internalizing\" variable at each assessment point (coded such that larger values reflect greater symptom severity). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on Internalizing psychopathology as a latent construct, which is expected to decrease in magnitude from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2); (4) IDAS-II only: Follow-up (Week 18 or Week 28 for control arm; T3)"
                },
                {
                    "measure": "Functional Impairment factor score",
                    "description": "\"Functional Impairment\" will be represented as latent factor derived from raw scores on two self-rated assessment measures (range: 1-5; larger values reflect higher levels of dysfunction): (1) the Perceived Deficits Questionnaire-Depression, a brief measure of cognitive abilities that are often deleteriously impacted by psychopathology, and (2) the Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form, a survey of general role functioning across core life domains. Observed scores on both indicators will be aggregated via confirmatory factor analysis to derive standardized Z-scores on a latent composite variable at each assessment point (coded such that larger values reflect higher levels of this characteristic). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on Functional Impairment as a latent construct, which is expected to decrease from pre- (T1) to post-intervention (T2/T3).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2); (4) IDAS-II only: Follow-up (Week 18 or Week 28 for control arm; T3)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Affective Flexibility factor score",
                    "description": "Raw values on the following behavioral performance-based metrics from the Memory and Affective Flexibility Task switch trials will be aggregated and standardized via confirmatory factor analysis (CFA): (1) negative and (2) positive (a) accuracy rates, represented as percentages (larger values indicate better performance), as well as (b) reaction time, measured in milliseconds (larger values indicate worse performance). CFA will be used to estimate factor loadings across these four observed indicators and generate Z-scores on a latent composite variable at each assessment point (re-coded such that larger values reflect superior abilities in this domain). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects (i.e., \"near-transfer\" of trained inhibitory processes targeted by N-ACT) on Affective Flexibility as a latent construct, which is expected to increase in magnitude from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2)"
                },
                {
                    "measure": "Cold Cognitive Control factor score",
                    "description": "Raw values on the following behavioral performance-based metrics from two cold cognitive control tasks will be aggregated and standardized via confirmatory factor analysis (CFA): (1) Estimated Backwards Digit Span recall (i.e., mean span; larger values indicate better performance) and (2) stop-signal reaction time from the traditional (i.e., non-emotional) version of the Stop-Signal Task, measured in milliseconds (larger values indicate worse performance). CFA will be used to estimate factor loadings across these two observed indicators and generate Z-scores on a latent composite variable at each assessment point (re-coded such that larger values reflect superior abilities in this domain). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects (i.e., \"far-transfer\" of trained inhibitory processes) on this latent construct, which is expected to increase in magnitude from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2)"
                },
                {
                    "measure": "Psychophysiological Reactivity factor score",
                    "description": "Skin conductance level (SCL) will be monitored during cognitive assessment batteries to assess changes in physiological arousal tied to affective control. Key measurement contrasts include mean SCL microvolt differences between (1a) no-go/stop trials and (1b) go/no-signal trials on the Emotional Stop-Signal Task, as well as (2a) trials on the Memory and Affective Flexibility Task with emotionally-charged stimuli at n-level \\> 1 versus (2b) trials with ambiguous/neutral stimuli at n-level = 1. Contrast values on these manifest indicators will be aggregated and standardized (to Z-scores) via confirmatory factor analysis to form a latent composite variable at each assessment point (coded such that larger values reflect greater reactivity). Structural equation modeling of measurement invariance (between groups and over time) will test hypothesized treatment effects on this latent construct, which is expected to decrease from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) Baseline (Week 1; T1 for experimental arm); (2) Control arm only: Post-waitlist/pre-intervention (Week 11; T1); (3) Post-treatment (Week 12 or Week 22 for control arm; T2)"
                },
                {
                    "measure": "Daily Emotion Dysregulation factor score",
                    "description": "\"Daily Emotion Dysregulation\" will be represented as a latent variable derived from ecological momentary assessment of key constructs six times daily for one week before and after the N-ACT program. Daily mean scores on the following indices (larger values reflect higher levels of each characteristic) will be aggregated using confirmatory factor analysis: (1) the Momentary Ruminative Self-focus Inventory-Abbreviated (range: 3-21); (2) the Momentary Impulsivity Scale (range: 4-20) during periods of negative affect above person-level mean; as well as (3a) mean and (3b) variability in negative affect (range: 3-15). Structural equation modeling will be used to generate Z-scores on this latent composite variable (re-coded such that larger values reflect higher levels), which is hypothesized to decrease from pre- (T1) to post-intervention (T2).",
                    "timeFrame": "(1) T1: Baseline (Week 2 for experimental arm) or Post-waitlist/pre-intervention (Week 12 for control arm); and (2) T2: Post-treatment (Week 11 or Week 21 for control arm)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Acceptability",
                    "description": "Mean scores on the \"Interest/Enjoyment\" subscale of the Adapted Intrinsic Motivation Inventory will be used to evaluate the perceived acceptability of the N-ACT program. This self-report index comprises an average of seven items each rated on a 7-point Likert scale (range: 7-49), with larger values indicating greater subjective levels of treatment acceptability. Participants will complete these items during the final intervention session. An average rating of 35 (out of 49) points on this scale will be used as a quantitative \"cutoff\" score indicating hypothesized adequacy of the intervention's acceptability.",
                    "timeFrame": "Final (i.e., eighth) N-ACT training session (Week 10 or Week 20 for control arm)"
                },
                {
                    "measure": "Adherence",
                    "description": "Attendance rates (i.e., percentages) over the eight weekly N-ACT training sessions will be used to assess adherence to intervention procedures, with larger values reflecting higher levels of treatment adherence and feasibility. The majority of participants (\\> 66%) across both groups are expected to complete the program by attending all eight sessions.",
                    "timeFrame": "Final (i.e., eighth) N-ACT training session (Week 10 or Week 20 for control arm)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Current residency in the state of California\n* Elevated levels of rumination and/or emotion-related impulsivity\n\nExclusion Criteria:\n\n* Insufficient English language literacy to understand study procedures (as assessed by self-report)\n* Careless or inattentive responding as indicated by (a) failing 50% or more of \"attention check\" items embedded in the online screening questionnaires, (b) overly rapid responding (i.e., mean response time of less than two seconds for multiple choice items), or (c) qualitative review of long strings of identical entries on screening/baseline questionnaire items that suggest data invalidity\n* Positive history of brain tumors, neurological disorders, or head injuries (with loss of consciousness more than five minutes and/or more than two separate instances of physical trauma)\n* Recent (i.e., past three months) alcohol/other substance use disorders or current psychosis (as assessed by the Mini International Neuropsychiatric Interview; MINI)\n* Active suicidal ideation paired with either (1) plan and/or intent or (2) lifetime history of suicide attempts (as assessed by the Columbia Suicide Severity Rating Scale; C-SSRS)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "J.D. Allen, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(510) 519-4305",
                    "email": "calmprogram@berkeley.edu"
                },
                {
                    "name": "Nandini A. Rajgopal, B.A.",
                    "role": "CONTACT",
                    "phone": "(858) 774-8844",
                    "email": "calmprogram@berkeley.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sheri L. Johnson, Ph.D.",
                    "affiliation": "University of California, Berkeley",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "J.D. Allen, Ph.D.",
                    "affiliation": "University of California, Berkeley",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Åsa Hammar, Ph.D.",
                    "affiliation": "University of Bergen",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California",
                    "city": "Berkeley",
                    "state": "California",
                    "zip": "94720",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.87159,
                        "lon": -122.27275
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Measures, data, and analysis scripts will be shared through an Open Science Framework (OSF) registration.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "De-identified data will be shared within one year after data collection ends and available for seven years.",
            "accessCriteria": "Data will be made available to the public through OSF."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000079562",
                    "term": "Rumination Syndrome"
                },
                {
                    "id": "D000007175",
                    "term": "Impulsive Behavior"
                },
                {
                    "id": "D000000342",
                    "term": "Affective Symptoms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10220",
                    "name": "Impulsive Behavior",
                    "asFound": "Impulsive Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2062",
                    "name": "Rumination Syndrome",
                    "asFound": "Rumination",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3692",
                    "name": "Affective Symptoms",
                    "asFound": "Affective Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "T5077",
                    "name": "Rumination Disorder",
                    "asFound": "Rumination",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}