{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04917068",
            "orgStudyIdInfo": {
                "id": "PSYCH-2020-28854"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Neurobiological and Psychological Maintenance Mechanisms Associated With Anticipatory Reward in Bulimia Nervosa",
            "officialTitle": "Neurobiological and Psychological Maintenance Mechanisms Associated With Anticipatory Reward in Bulimia Nervosa",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neurobiological-and-psychological-maintenance-mechanisms-associated-with-anticipatory-reward-in-bulimia-nervosa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-01",
            "studyFirstSubmitQcDate": "2021-06-01",
            "studyFirstPostDateStruct": {
                "date": "2021-06-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this investigation is to identify the potentially crucial role of anticipatory reward mechanisms maintaining bulimic behavior (i.e., binge eating and purging) in bulimia nervosa (BN). The research will investigate neural and psychological anticipatory processes in BN, both in the scanner and the natural environment.",
            "detailedDescription": "Bulimia nervosa (BN), an eating disorder characterized by recurrent bulimic episodes of binge eating and often persists in spite of treatment, likely indicating ineffectively targeted maintenance mechanisms. Treatment outcome data suggest that \\< 30-45% of adults who receive treatment for BN exhibit prolonged remission. Further, BN is often characterized by a worsening course in which symptom severity increases with duration of illness. Intervention advances require identification of both the mechanisms that underlie reward derived from bulimic behavior and the mechanisms that maintain these behaviors over time. Current treatments for BN focus on immediate antecedents and consequences of bulimic behavior, despite the possibility that the reward derived from these behaviors may occur well before this point during the anticipation of binge eating and purging. A majority (\\>75%) of individuals with BN report \"planning\" some or most of their bulimic episodes. Thus, determining the role of reward anticipation in BN will facilitate the application of novel interventions that more precisely target these neglected mechanisms. Further, research indicates that reward mechanisms become increasingly focused on anticipation in later phases of reward learning. Therefore, it is important to determine how reward anticipation processes contribute to the maintenance of bulimic behaviors and interact with illness duration to facilitate BN chronicity. The purpose of this investigation is to identify the potentially crucial role of anticipatory reward mechanisms maintaining bulimic behavior (i.e., binge eating and purging) in bulimia nervosa (BN). The research will investigate neural and psychological anticipatory processes in BN, both in the scanner and the natural environment."
        },
        "conditionsModule": {
            "conditions": [
                "Bulimia Nervosa"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "RETROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bulimia Nervosa",
                    "description": "Participants with diagnosed bulimia nervosa (BN) who will complete all tasks during Visits 1 and 2 in addition to ecological momentary assessment (EMA) procedures following Visit 2."
                },
                {
                    "label": "Healthy Control",
                    "description": "Participants without diagnosed BN or other current or past eating disorders who will complete all tasks during Visits 1 and 2 and will not complete EMA procedures following Visit 2."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Positive and Negative Affect Schedule (PANAS) self-reported negative affect",
                    "description": "The Positive and Negative Affect Schedule (PANAS) is a self-report measure comprising two scales, one of which we will use to assess participants' negative affect. The scale includes ten Likert-style items, which participants rate from 1 = not at all to 5 = very much. Composite scores range from 10-50, and a score of 50 indicates greater negative affect. The PANAS will be administered to measure emotion at multiple times during the second visit as well as during EMA administration and to establish a baseline at the first visit.",
                    "timeFrame": "1-2 months"
                },
                {
                    "measure": "The Positive and Negative Affect Schedule (PANAS) self-reported positive affect",
                    "description": "The Positive and Negative Affect Schedule (PANAS) is a self-report measure comprising two scales, one of which we will use to assess participants' positive affect. The scale includes ten Likert-style items, which participants rate from 1 = not at all to 5 = very much. Composite scores range from 10-50, and a score of 50 indicates greater positive affect. The PANAS will be administered to measure emotion at multiple times during the second visit as well as during EMA administration and to establish a baseline at the first visit.",
                    "timeFrame": "1-2 months"
                },
                {
                    "measure": "Activation in regions of the limbic threat network",
                    "description": "fMRI will be used to assess the neural correlates of bulimic behavior anticipation. Outcome is reported as the mean z-scores from voxels in limbic regions (amygdala, hippocampus, insula) extracted from a 2x2 analysis of the BED versus HC groups in the food choice versus shopping contrast results of the fMRI task regression analysis.",
                    "timeFrame": "approximately 4 hours"
                },
                {
                    "measure": "Activation in regions of the striatal approach network",
                    "description": "fMRI will be used to assess the neural correlates of bulimic behavior anticipation. Outcome is reported as the mean z-scores from voxels in striatal regions (nucleus accumbens, caudate and putamen) extracted from a 2x2 analysis of the BED versus HC groups the food choice versus shopping contrast results of the fMRI task regression analysis.",
                    "timeFrame": "approximately 4 hours"
                },
                {
                    "measure": "Frontolimbic connectivity",
                    "description": "fMRI will be used to assess the neural correlates of bulimic behavior anticipation. Outcome is reported as the cross-correlation between the BOLD signal time series from fronto-limbic regions of interest (amygdala, hippocampus, insula, anterior cingulate cortex, medial prefrontal cortex) contrasted between food choice versus shopping tasks.",
                    "timeFrame": "approximately 4 hours"
                },
                {
                    "measure": "Frontostriatal connectivity",
                    "description": "fMRI will be used to assess the neural correlates of bulimic behavior anticipation. Outcome is reported as the cross-correlation between the BOLD signal time series from fronto-striatal regions of interest (caudate, putamen, insula, nucleus accumbens, orbitofrontal cortex) contrasted between food choice versus shopping tasks.",
                    "timeFrame": "approximately 4 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of illness",
                    "description": "Outcome is reported as the number of days participants in the bulimia nervosa group experience illness.",
                    "timeFrame": "1-2 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nBulimia nervosa (BN) and healthy control (HC) groups:\n\n* Right-handed\n* Ability to read and speak in English\n\nBN group only:\n\n* Eating Disorder Examination (EDE) diagnosis of BN (i.e., at least one objective bulimic episode and one self-induced vomiting episode per week for at three months) with binge episodes always accompanied by self-induced vomiting\n* Stable dose for at least 6 weeks of any recent changes in medication impacting mood, appetite, or weight\n\nHC group only:\n\n* No binge eating or purging episodes for the past three months on the EDE\n* No current or past history of an eating disorder as diagnosed by Structured Clinical Interview for DSM-5 Disorders\n\nExclusion Criteria:\n\n* History of gastric bypass surgery\n* Medical condition acutely affecting eating behavior and/or weight (i.e., pregnancy, lactation, thyroid disease)\n* Current medical or psychiatric instability (i.e., hospitalization required in the past three months)\n* Lifetime history of psychosis or bipolar disorder\n* History of neurological disorder or injury (i.e., stoke, head injury with \\>10 minutes loss of consciousness)\n* Current substance use disorder\n* BMI less than 19 kg/m\\^2\n* Acute suicidality requiring hospitalization\n* fMRI exclusions as specifiedd by the Center for Magnetic Resonance Research\n* Food allergy that cannot be accommodated through substitutions to the laboratory test snack",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Adults with or without bulimia nervosa",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carol B Peterson, PhD",
                    "role": "CONTACT",
                    "phone": "(612)-273-9811",
                    "email": "peter161@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carol B Peterson, PhD",
                    "affiliation": "University of Minnesota Department of Psychiatry and Behavioral Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carol B Peterson, PhD",
                            "role": "CONTACT",
                            "phone": "612-273-9811"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002032",
                    "term": "Bulimia"
                },
                {
                    "id": "D000052018",
                    "term": "Bulimia Nervosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006963",
                    "term": "Hyperphagia"
                },
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5304",
                    "name": "Bulimia",
                    "asFound": "Bulimia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26956",
                    "name": "Bulimia Nervosa",
                    "asFound": "Bulimia Nervosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10014",
                    "name": "Hyperphagia",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}