{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05723588",
            "orgStudyIdInfo": {
                "id": "NURA-001-22S"
            },
            "secondaryIdInfos": [
                {
                    "id": "1625460",
                    "type": "OTHER",
                    "domain": "VA IRBNet identifier"
                },
                {
                    "id": "CX002610",
                    "type": "OTHER_GRANT",
                    "domain": "eRA"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Neuroimaging Correlates and Feasibility of Transcranial Magnetic Stimulation (TMS) to Improve Smoking Cessation Outcomes in Veterans With Comorbid PTSD",
            "officialTitle": "Neuroimaging Correlates and Feasibility of Transcranial Magnetic Stimulation (TMS) to Improve Smoking Cessation Outcomes in Veterans With Comorbid PTSD",
            "acronym": "TMS-STOP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neuroimaging-correlates-and-feasibility-of-transcranial-magnetic-stimulation-tms-to-improve-smoking-cessation-outcomes-in-veterans-with-comorbid-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-01",
            "studyFirstSubmitQcDate": "2023-02-01",
            "studyFirstPostDateStruct": {
                "date": "2023-02-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Tobacco use is the number one preventable cause of the death in the United States, and is high among US Veterans, and those who have experienced trauma are more likely to smoke. Despite the efficacy of current evidence-based treatments for smoking cessation, there is a critical need for alternative treatments. This project seeks to evaluate the feasibility and effectiveness of a smoking cessation treatment for Veterans with posttraumatic stress disorder (PTSD) who smoke. The treatment combines smoking cessation counseling, nicotine replacement therapy (e.g., nicotine gum), and repetitive transcranial magnetic stimulation (rTMS). rTMS is a noninvasive brain stimulation treatment that has been cleared by the Food and Drug Administration for smoking cessation in adults.",
            "detailedDescription": "Tobacco use remains the number one preventable cause of death in the United States. Unfortunately, individuals with mental health conditions are disproportionately affected. Tobacco use is also high among US Veterans, and those who have experienced trauma are even more likely to smoke. Successful quitting is especially difficult for individuals who develop posttraumatic stress disorder (PTSD). Despite the efficacy of current evidence-based pharmacotherapies and psychotherapies for smoking cessation, alternative treatments are critically needed. Neuroimaging techniques such as resting-state functional magnetic resonance imaging (rs-fMRI) have provided insight into the neurocircuitry of tobacco use disorder (TUD) and successful quit attempts. Interventions that modulate the neural systems underlying TUD, such as repetitive transcranial magnetic stimulation (rTMS), may be critical to improving clinical outcomes. Indeed, the US Food and Drug Administration (FDA) recently cleared a form of rTMS as a short-term smoking cessation treatment in adults. However, most clinical trials on rTMS for smoking cessation have been conducted in civilian samples and have excluded individuals with psychiatric conditions. To improve smoking cessation treatment options for Veterans with PTSD, it is critical to evaluate novel brain stimulation methods such as rTMS in this vulnerable population. Furthermore, the development of neuroscience-informed techniques to enhance rTMS such as neuronavigation based on rs-fMRI is critical to individualizing rTMS for smoking cessation and understanding mechanisms of action. The application of neuroimaging to develop personalized rTMS targets to precisely modulate targeted underlying neurocircuitry has been successfully applied to the treatment of major depressive disorder (MDD). Similar methodology has been demonstrated successfully for smoking cessation by the candidate's mentors, but this work was completed in a sample of civilian participants making a quit attempt who did not have psychiatric illness. To fill these knowledge gaps, the proposed research aims to develop feasibility data for the therapeutic application individualized neuronavigated rTMS for Veterans with PTSD attempting to quit smoking. Using a feasibility randomized controlled trial (RCT) design, eligible Veterans with PTSD (n=50) seeking smoking cessation will receive rs-fMRI before and after a 5-day course of neuronavigated rTMS the week prior to their quit date, in conjunction with nicotine replacement therapy (NRT) and cognitive behavioral therapy (CBT). The scientific aims of the study are to evaluate feasibility of treatment delivery procedures, develop preliminary effect size estimates, and demonstrate target engagement of the intervention within neural networks critical to TUD."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use Disorder"
            ],
            "keywords": [
                "Tobacco use cessation",
                "Veterans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will receive either active repetitive transcranial magnetic stimulation (rTMS) or sham rTMS. Participants and the PI, who provides the rTMS will be blinded to this condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "active rTMS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to this group will receive active repetitive transcranial magnetic stimulation (rTMS) as part of their smoking cessation treatment.",
                    "interventionNames": [
                        "Device: active repetitive transcranial magnetic stimulation",
                        "Behavioral: cognitive behavioral therapy for smoking cessation",
                        "Drug: nicotine replacement therapy"
                    ]
                },
                {
                    "label": "sham rTMS",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants assigned to this group will receive sham repetitive transcranial magnetic stimulation (rTMS) as part of their smoking cessation treatment.",
                    "interventionNames": [
                        "Device: sham repetitive transcranial magnetic stimulation",
                        "Behavioral: cognitive behavioral therapy for smoking cessation",
                        "Drug: nicotine replacement therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "active repetitive transcranial magnetic stimulation",
                    "description": "Active rTMS is a non-invasive brain stimulation intervention that is FDA cleared as a treatment for smoking cessation in adults.",
                    "armGroupLabels": [
                        "active rTMS"
                    ],
                    "otherNames": [
                        "active rTMS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "sham repetitive transcranial magnetic stimulation",
                    "description": "Sham rTMS involves no brain stimulation, but appears to the participant and provider to be active rTMS.",
                    "armGroupLabels": [
                        "sham rTMS"
                    ],
                    "otherNames": [
                        "sham rTMS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "cognitive behavioral therapy for smoking cessation",
                    "description": "All participants will receive five sessions of cognitive behavioral therapy (CBT) for smoking cessation.",
                    "armGroupLabels": [
                        "active rTMS",
                        "sham rTMS"
                    ],
                    "otherNames": [
                        "CBT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "nicotine replacement therapy",
                    "description": "All participants will receive nicotine replacement therapy in for the form of 21 mg, 14 mg, and/or 7 mg nicotine patches (based on smoking quantity) and a \"rescue\" method such as nicotine lozenge or nicotine gum.",
                    "armGroupLabels": [
                        "active rTMS",
                        "sham rTMS"
                    ],
                    "otherNames": [
                        "NRT, nicotine patch, nicotine gum, nicotine lozenges"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility as measured by number of participants recruited",
                    "description": "Number of participants recruited will serve as a measure of study feasibility. Target enrollment is 50 participants.",
                    "timeFrame": "At consent"
                },
                {
                    "measure": "Feasibility as measured by the percent of participants who complete the study",
                    "description": "The percent of participants who complete the 3-month follow-up visit will serve as a measure of treatment feasibility. 80% retention will be the cut point.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Number of participants with self-reported and bioverified abstinence from smoking",
                    "description": "Effectiveness of the intervention will be measured by the number of participants who self-report 7-day point prevalence at the end of treatment, and self-report is bioverified by exhaled carbon monoxide.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Number of participants with self-reported and bioverified abstinence from smoking",
                    "description": "Effectiveness of the intervention will be measured by the number of participants who self-report 7-day point prevalence at the 3-month follow-up visit, and self-report is bioverified by salivary cotinine.",
                    "timeFrame": "3-month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average number of cigarettes smoked per day in past week",
                    "description": "Participants will self-report the number of cigarettes they have smoked per day in the past week.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Average number of cigarettes smoked per day in past week",
                    "description": "Participants will self-report the number of cigarettes they have smoked per day in the past week.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Self-reported withdrawal symptoms",
                    "description": "Participants will self-report withdrawal symptoms on the Minnesota Nicotine Withdrawal Scale. Scores on this scale range from 0 to 36, with higher scores indicating higher severity of withdrawal symptoms.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Self-reported withdrawal symptoms",
                    "description": "Participants will self-report withdrawal symptoms on the Minnesota Nicotine Withdrawal Scale. Scores on this scale range from 0 to 36, with higher scores indicating higher severity of withdrawal symptoms.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Self-report of craving based on Questionnaire of Smoking Urges",
                    "description": "Participants will self-report cravings for tobacco on the Questionnaire of Smoking Urges. Scores on this scale range from 0 to 60, with higher scores indicating higher smoking craving.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Self-report of craving based on Questionnaire of Smoking Urges",
                    "description": "Participants will self-report cravings for tobacco on the Questionnaire of Smoking Urges. Scores on this scale range from 0 to 60, with higher scores indicating higher smoking craving.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Number of participants who report relapse to smoking",
                    "description": "Measured by self-report, smoking relapse is defined as smoking 5 or more cigarettes per day for 3 consecutive days.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Number of participants who report relapse to smoking",
                    "description": "Measured by self-report, smoking relapse is defined as smoking 5 or more cigarettes per day for 3 consecutive days.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Functional network connectivity changes",
                    "description": "Comparison of functional network connectivity (FNC) changes between the postcentral gyrus cortical rTMS target and right posterior insula using magnetic resonance imaging before and after the rTMS course",
                    "timeFrame": "End of repetitive transcranial magnetic stimulation treatment, about three weeks after beginning study"
                },
                {
                    "measure": "Neuroimaging correlates to tobacco use",
                    "description": "Correlation of resting state functional connectivity changes pre- vs post-rTMS course and the change in the number of cigarettes smoked in the past 24 hours",
                    "timeFrame": "End of repetitive transcranial magnetic stimulation treatment, about three weeks after beginning study"
                },
                {
                    "measure": "Self-report of craving based on Urge to Smoke Scale",
                    "description": "Participants will report smoking craving using this single-item measure. Scores range from 0 to 100 with higher scores indicating higher smoking craving.",
                    "timeFrame": "End of treatment visit, about five weeks after beginning study"
                },
                {
                    "measure": "Self-report of craving based on Urge to Smoke Scale",
                    "description": "Participants will report smoking craving using this single-item measure. Scores range from 0 to 100 with higher scores indicating higher smoking craving.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Self-report of craving based on Urge to Smoke Scale",
                    "description": "Participants will self-report craving on the single-item Urge to Smoke Scale. Scores on this scale range from 0 to 100, with higher scores indicating higher cravings to smoke.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Self-report of craving based on Urge to Smoke Scale",
                    "description": "Participants will self-report craving on the single-item Urge to Smoke Scale. Scores on this scale range from 0 to 100, with higher scores indicating higher cravings to smoke.",
                    "timeFrame": "3-month follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Self-report posttraumatic stress disorder (PTSD) symptoms",
                    "description": "Participants will self-report PTSD symptoms on the PTSD Checklist - 5. Scores on this measure range from 0 to 80, with higher scores indicating higher severity of PTSD symptoms.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Self-report posttraumatic stress disorder (PTSD) symptoms",
                    "description": "Participants will self-report PTSD symptoms on the PTSD Checklist - 5. Scores on this measure range from 0 to 80, with higher scores indicating higher severity of PTSD symptoms.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Self-reported depressive symptoms",
                    "description": "Participants will self-report depression symptoms on the Inventory of Depressive Symptomatology. Scores on this scale range from 0 to 90, with higher scores indicating higher depression symptom severity.",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Self-reported depressive symptoms",
                    "description": "Participants will self-report depression symptoms on the Beck Depression Inventory - 2. Scores on this scale range from 0 to 63, with higher scores indicating higher depression symptom severity.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Severity of baseline smoking on abstinence",
                    "description": "Measured by self-report, plan to evaluate degree of baseline smoking severity (daily cigarettes) on smoking abstinence at end-of-treatment",
                    "timeFrame": "End of treatment, about five weeks after beginning study"
                },
                {
                    "measure": "Severity of baseline smoking on abstinence",
                    "description": "Measured by self-report, plan to evaluate degree of baseline smoking severity (daily cigarettes) on smoking abstinence at 3-month follow-up",
                    "timeFrame": "3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Is a US Veteran\n* Meets DSM-5 criteria for tobacco use disorder\n* Is between the ages of 18 and 75\n* Smokes an average of 10 cigarettes per day for the past 6 months, with carbon monoxide (CO) level \\> 6 ppm\n* Is willing to attempt smoking cessation\n* Meets DSM-5 criteria for current PTSD diagnosis\n* Speaks, reads and writes English\n* Is willing to sign a Duke consent for those portions of the study that occur at Duke\n* Has been stable on psychotropic medications for at least three months\n\nExclusion Criteria:\n\n* Has had a substance use disorder other than tobacco in the preceding 3 months\n* Has a history of myocardial infarction in the past 6 months or has another contraindication to NRT\n* Has a contraindication to TMS or MRI\n\n  * Personal or family history of a seizures or epilepsy\n  * History of neurological condition that increases the risk of seizures including stroke or transient ischemic attack, cerebral aneurysm, or severe traumatic brain injury from a penetrating head injury, loss of consciousness \\> 20 minutes at time of traumatic injury, requiring an anticonvulsant medication for seizures, and/or found to have encephalomalacia on baseline MRI\n  * Structural brain lesion, or prior brain surgery\n  * Ferromagnetic metal in head (including shrapnel)\n  * Implanted devices that may be affected by MRI or TMS (pacemaker, medication pump, cochlear implant, implanted deep brain stimulator)\n  * Is pregnant (to be determined at Duke)\n* Is unable to complete study procedures\n* Is currently prescribed bupropion and/or varenicline\n* Uses other forms of nicotine such as cigars, pipes, chewing tobacco, or vaping\n* Is unable to provide informed consent due to a major neurocognitive disorder or other reason\n* Meets criteria for a primary psychotic disorder or current manic episode\n* Is currently imprisoned or psychiatrically hospitalized\n* Has previously received rTMS",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan R Young, MD",
                    "role": "CONTACT",
                    "phone": "(919) 286-0411",
                    "email": "jonathan.young14@va.gov"
                },
                {
                    "name": "Angela C Kirby, MS",
                    "role": "CONTACT",
                    "phone": "(919) 286-0411",
                    "phoneExt": "7456",
                    "email": "angela.kirby@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan R Young, MD",
                    "affiliation": "Durham VA Medical Center, Durham, NC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Durham VA Medical Center, Durham, NC",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705-3875",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Virginia J Rhodes",
                            "role": "CONTACT",
                            "phone": "919-286-0411",
                            "phoneExt": "177632",
                            "email": "Virginia.Rhodes@va.gov"
                        },
                        {
                            "name": "Jonathan R Young, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Tobacco Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}