{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04825275",
            "orgStudyIdInfo": {
                "id": "STUDY00015948"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R03CA255992-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R03CA255992-01"
                }
            ],
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Neuro-pharmacological Properties of Repurposed Posaconazole in Glioblastoma: A Phase 0 Clinical Trial",
            "officialTitle": "Neuro-pharmacological Properties of Repurposed Posaconazole in Glioblastoma: A Phase 0 Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neuro-pharmacological-properties-of-repurposed-posaconazole-in-glioblastoma-a-phase-clinical-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-25",
            "studyFirstSubmitQcDate": "2021-03-27",
            "studyFirstPostDateStruct": {
                "date": "2021-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alireza Mansouri",
                "investigatorTitle": "Assistant Professor, Department of Neurosurgery",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This research is being done to find out if the study drug (posaconazole) can enter brain tumors at a high enough amount to stop the tumor cells from dividing. Posaconazole is a drug which doctors already use for fungal infections and is thought to be able to effect tumor cells. As treatments for this type of brain tumor are limited, it is hoped that the results of this study will help to determine if the study drug should be studied further as a possible treatment.",
            "detailedDescription": "Both ketoconazole and posaconazole are FDA-approved anti-fungal agents with a well-established side effect and safety profile. Ketoconazole and posaconazole have shown efficacy in reducing tumor cell proliferation in in-vitro studies. Furthermore, both have also shown efficacy, mediated at least in part through inhibition of HK2 activity, in animal models with dosing concentration and schedules that are documented as safe in humans. As a drug, posaconazole has a more predictable half-life than ketoconazole and has less off-target effects. Therefore, the proposed trial will focus on the role of posaconazole exclusively. As a first step, demonstration of adequate penetrance of study drug in brain and tumor tissue (pharmacokinetics) and biological effect (inhibition of glycolysis and subsequent tumor cell death) is necessary prior to large scale clinical studies. A total of 5 control participants will be included in this study as the investigator specifically wants to assess for pharmacodynamic differences too. The addition of a control group to this study rather to both the studies (ketoconazole study is a separate protocol) is because the investigator feels posaconazole may be a more promising drug for moving forward.\n\nPlasma drug concentration measurements are an unreliable method to assess delivery of drugs across the blood-brain barrier. In contrast, intracerebral MDC monitoring allows for approximate measurements within extracellular fluid (ECF) sampling of the brain. MDC placement within the brain is not a novel technique and has been utilized routinely in the ICU setting to measure brain metabolism by sampling of ECF of traumatic brain injury patients \\[59-61\\].\n\nMDC are now FDA-approved and are being placed routinely with intracranial pressure monitors. This method allows for continuous measurement of ECF within a tumor or normal tissue. The dialysis probe has a semipermeable membrane which is less than 1 mm in diameter into which two sections of microcatheter are fused. Previous studies have demonstrated the feasibility of keeping the catheters in place of critically injured patients for up to 2 weeks \\[62-64\\].\n\nWhen placed at the time of surgical resection, the microcatheters are stereotactically implanted, placing the probe within the desired brain and/or tumor region. Externally, the catheter is connected to a syringe pump, which delivers a low flow rate (μl/min) of continuous perfusion fluid (Lactated Ringers or artificial CSF) and dialysate is collected in a microvial from the outlet tube. This sterile, single use catheter is minimally invasive and developed to achieve optimal diffusing characteristics similar to passive diffusion of a capillary blood vessel. Just as in the function of brain capillary vessel, water, inorganic ions and small organic molecules freely diffuse across the membrane of the probe, whereas proteins and protein bound compounds are impermeable. Additionally, lipophilic compounds are poorly recovered. Therefore, assessment of pharmacokinetics of drug using MDC provides valuable insight relevant to its anti-neoplastic properties."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma",
                "Glioblastoma Multiforme",
                "Glioblastoma Multiforme of Brain",
                "Glioblastoma Multiforme, Adult"
            ],
            "keywords": [
                "Glioblastoma",
                "Glioblastoma Multiforme",
                "GBM",
                "Brain cancer",
                "Posaconazole",
                "Anti-fungal agents"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Posaconazole",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be taking 300 mg of the study drug (three 100 mg tablets) by mouth twice a day the first day and then 300 mg once a day until the day of biopsy or surgery. On the day of biopsy or surgery, participants will take their medication the morning of their biopsy or surgery (before the operation). Participants will then take the last dose of the medication in the morning of the day after their biopsy or surgery. Participants will be given 12 days' worth of the study drug (pills) and verbally instructed how and when to take them.",
                    "interventionNames": [
                        "Drug: Posaconazole Pill"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will not undergo any intervention."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Posaconazole Pill",
                    "description": "300 mg (three 100 mg tablets) orally",
                    "armGroupLabels": [
                        "Posaconazole"
                    ],
                    "otherNames": [
                        "Noxafil"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Establish the neuro-pharmacokinetic profile of posaconazole, using microdialysis catheters",
                    "description": "Assessment of the concentration versus time curves of drug in the dialysate fluid",
                    "timeFrame": "Collected over a 24-hour period after surgery (biopsy or resection)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluate tolerability of preoperative steady-state dosing of Posaconazole",
                    "description": "Measured through the Grade and Frequency of adverse events, based on the CTCAE v5.0 criteria",
                    "timeFrame": "from Baseline to Visit 7 (14 days +/- 7 days post-op)"
                },
                {
                    "measure": "Evaluate posaconazole effect on Hexokinase 2 activity within tumor tissue",
                    "description": "Measured using a hexokinase assay on tumor tissue",
                    "timeFrame": "Within 24 hours after biopsy or tumor resection"
                },
                {
                    "measure": "Evaluate posaconazole on tumor proliferation in tumor tissue",
                    "description": "Measured using Ki-67 proliferation index",
                    "timeFrame": "Within 24 hours after biopsy or tumor resection"
                },
                {
                    "measure": "Evaluate posaconazole on cell death in tumor tissue",
                    "description": "Measured using TUNEL staining",
                    "timeFrame": "Within 24 hours after biopsy or tumor resection"
                },
                {
                    "measure": "Evaluate posaconazole angiogenesis in tumor tissue",
                    "description": "Based on expression of VEGF",
                    "timeFrame": "Within 24 hours after biopsy or tumor resection"
                },
                {
                    "measure": "Correlation of posaconazole pharmacokinetic profile with that of lactate using MDC",
                    "description": "Assessed based on the concentration versus time profile of lactate in the dialysate fluid",
                    "timeFrame": "Over the same 24-hour period used to measure the concentration of drug"
                },
                {
                    "measure": "Correlation of posaconazole pharmacokinetic profile with that of pyruvate using MDC",
                    "description": "Assessed based on the concentration versus time profile of pyruvate in the dialysate fluid",
                    "timeFrame": "Over the same 24-hour period used to measure the concentration of drug"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Evidence of primary or recurrent HGG that in the opinion of the treating team would require surgical resection\n* Karnofsky Performance Score (KPS) ≥ 60%\n* ECOG ≤ 2\n* Life expectancy greater than 12 weeks\n* Adequate liver function defined as ALT, AST, ALP within 1.5x institutional upper limit of normal (for study drug arm only)\n* Ability to swallow medication (for study drug arm only)\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation (for study drug arm only)\n* Ability to understand and willingness to sign a written informed consent document\n* Be able to comply with treatment plan, study procedures and follow-up examinations\n\nExclusion Criteria:\n\n* Patients may not be receiving any other investigational agents while on study\n* Patients who have known allergy to posaconazole or other azoles (for study drug arm only)\n* Patients who have previously had a severe side effect, such as agranulocytosis and neutropenia, in conjunction with previous azole class drugs for a parasitic infection (for study drug arm only)\n* Patients with a history of acute or chronic hepatitis (for study drug arm only)\n* Patients with liver enzymes (ALT, AST, ALP) \\>1.5x above normal range for the laboratory performing the test (for study drug arm only)\n* Patients who are taking metronidazole and cannot be safely moved to a different antibiotic greater than 7 days prior to starting posaconazole therapy (for study drug arm only)\n* Patients who are taking any anti-convulsant medication that interferes with the cytochrome P450 pathway (e.g. phenytoin, phenobarbital, carbamazepine, etc.) and who cannot be switched to alternative medications such as keppra (levetiracetam) (for study drug arm only)\n* Uncontrolled intercurrent illness such as chronic hepatitis, acute hepatitis, or psychiatric illness/social situation that would limit compliance with study requirements (for study drug arm only)\n* Patients with a history of Addison's disease or other forms of adrenal insufficiency (for study drug arm only)\n* Patient with little or no stomach acid production (achlorhydria) (for study drug arm only)\n* Pregnant and breast feeding women)\n* Patients with a history of any medical or psychiatric condition or laboratory abnormality that in the opinion of the investigator may increase the risks associated with the study participation or investigational product administration or may interfere with the interpretation of the results.\n* Patients who are not available for follow-up assessments or unable to comply with study requirements.\n* Patients who are currently taking medications that induce the metabolism of posaconazole, such as isoniazid, nevirapine, rifamycins (such as rifabutin, rifampin), or St. John's wort and cannot be safely discontinued off of them for the duration of the trial (for study drug arm only).\n* Patients who are currently taking medications for which the metabolism may be affected by posaconazole, which include but are not limited to: benzodiazepines (such as alprazolam, midazolam, triazolam), domperidone, eletriptan, eplerenone, ergot drugs (such as ergotamine), nisoldipine, drugs used to treat erectile dysfunction-ED or pulmonary hypertension (such as sildenafil, tadalafil), some drugs used to treat seizures (such as carbamazepine, phenytoin), some statin drugs (such as atorvastatin, lovastatin, simvastatin) (for study drug arm only).\n* Patients who are non-English speakers\n* Patients who are not capable of understanding the consent form and would need a legally authorized representative.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Micaiah D Grien, BS",
                    "role": "CONTACT",
                    "phone": "717-531-0003",
                    "phoneExt": "283063",
                    "email": "mgrien@pennstatehealth.psu.edu"
                },
                {
                    "name": "Dora Hunter, MPH",
                    "role": "CONTACT",
                    "email": "dhunter2@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alireza Mansouri, MD",
                    "affiliation": "Milton S. Hershey Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Milton S Hershey Medical Center",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alireza M Mansouri",
                            "role": "CONTACT",
                            "phone": "437-215-1000",
                            "email": "amansouri@pennstatehealth.psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35861778",
                    "type": "DERIVED",
                    "citation": "Bhanja D, Neighbors J, Connor J, Zadeh G, Mansouri A. Neuropharmacological Study of Posaconazole for Glioblastoma: A Phase 0 Clinical Trial Protocol. Neurosurgery. 2022 Oct 1;91(4):658-665. doi: 10.1227/neu.0000000000002071. Epub 2022 Jul 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000101425",
                    "term": "Posaconazole"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000014344",
                    "term": "Trypanocidal Agents"
                },
                {
                    "id": "D000000981",
                    "term": "Antiprotozoal Agents"
                },
                {
                    "id": "D000000977",
                    "term": "Antiparasitic Agents"
                },
                {
                    "id": "D000058888",
                    "term": "14-alpha Demethylase Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000065088",
                    "term": "Steroid Synthesis Inhibitors"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M219015",
                    "name": "Posaconazole",
                    "asFound": "Sphincter",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4298",
                    "name": "Antiprotozoal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4294",
                    "name": "Antiparasitic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}