{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06053294",
            "orgStudyIdInfo": {
                "id": "19-927"
            },
            "organization": {
                "fullName": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "briefTitle": "Neural and Metabolic Factors in Carbohydrate Reward",
            "officialTitle": "Neural and Metabolic Factors in Carbohydrate Reward: An Examination of Speed",
            "acronym": "CARB",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neural-and-metabolic-factors-in-carbohydrate-reward"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-24",
            "studyFirstSubmitQcDate": "2023-09-21",
            "studyFirstPostDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexandra DiFeliceantonio",
                "investigatorTitle": "Assitant Professor",
                "investigatorAffiliation": "Virginia Polytechnic Institute and State University"
            },
            "leadSponsor": {
                "name": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Dietary factors contributed to nearly 50% of all cardiometabolic deaths in the US in 2012, making it one of the leading causes of preventable death in the US, second only to tobacco use. Human diets and food choices can't help but be influenced by the ubiquitous availability of processed foods of high-energy density and low nutrient content, consumption of which can lead to obesity, type II diabetes, heart disease, and other types of metabolic dysfunction. Surprisingly, food reinforcement does not rely on perceived energy density. Rather food reinforcement is associated with actual energy density and therefore, on an implicit knowledge of caloric content. That implicit knowledge must have a neural signature and a mechanism by which the gut communicates nutritive value to the brain. There is evidence, at least for fat and carbohydrates, that these pathways are separable, but terminate in a common neural structure, the dorsal striatum or caudate. This could be one mechanism by which modern processed foods high in both fat and carbohydrate are so sought after and readily consumed, In fact, when experimentally tested, fat and carbohydrate combinations were more reinforcing calorie for calorie than fat or carbohydrates alone and the level of reinforcement correlated with activity in reward- related brain areas. Beyond simple reinforcing value, it is known from the literature on drugs of abuse that the faster a drug is arrives at the brain, the higher it's abuse potential, however, little is known about how the kinetics of nutrient excursion influence food preference, choice, and brain activity. This project aims to test this specifically for carbohydrate reward."
        },
        "conditionsModule": {
            "conditions": [
                "Carbohydrate Metabolism"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CS- First",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who receive the conditional stimulus (CS) - first.",
                    "interventionNames": [
                        "Other: CS- Beverage",
                        "Other: CS+Fast",
                        "Other: CS+Slow"
                    ]
                },
                {
                    "label": "CS+Fast First",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who receive the CS+Fast First",
                    "interventionNames": [
                        "Other: CS- Beverage",
                        "Other: CS+Fast",
                        "Other: CS+Slow"
                    ]
                },
                {
                    "label": "CS+Slow First",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who receive the CS+Slow First",
                    "interventionNames": [
                        "Other: CS- Beverage",
                        "Other: CS+Fast",
                        "Other: CS+Slow"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "CS- Beverage",
                    "description": "Conditioned Stimulus - (CS-): Flavored beverage solution with sweetness-matched sucralose. Participants will consume flavored beverage solutions sweetened with sucralose to match the sweetness of 110 calories of sucrose in 6 exposure sessions within 1 week. One exposure session will include pre- and post-consumption blood draws and indirect calorimetry measurement over a 2-hour period. The other 4 exposure sessions will occur at specified times outside the laboratory sessions. Subjective ratings of internal state (i.e., hunger, fullness, and thirst) will be collected throughout each exposure. Subjective ratings of liking and wanting of each beverage will also be assessed.",
                    "armGroupLabels": [
                        "CS+Fast First",
                        "CS+Slow First",
                        "CS- First"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "CS+Fast",
                    "description": "(CS+): Flavored beverage solution with 110 calories of sucrose. Participants will consume flavored beverage solutions containing 110 calories of sucrose in 6 exposure sessions within 1 week. One exposure session will include pre- and post-consumption blood draws and indirect calorimetry measurement over a 2-hour period. The other 4 exposure sessions will occur at specified times outside the laboratory sessions. Subjective ratings of internal state (i.e., hunger, fullness, and thirst) will be collected throughout each exposure. Subjective ratings of liking and wanting of each beverage will also be assessed.",
                    "armGroupLabels": [
                        "CS+Fast First",
                        "CS+Slow First",
                        "CS- First"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "CS+Slow",
                    "description": "(CS+): Flavored beverage solution with 110 calories of maltodextrin. Participants will consume flavored beverage solutions containing 110 calories of maltodexrin in 6 exposure sessions within 1 week.One exposure session will include pre- and post-consumption blood draws and indirect calorimetry measurement over a 2-hour period. The other 4 exposure sessions will occur at specified times outside the laboratory sessions. Subjective ratings of internal state (i.e., hunger, fullness, and thirst) will be collected throughout each exposure. Subjective ratings of liking and wanting of each beverage will also be assessed.",
                    "armGroupLabels": [
                        "CS+Fast First",
                        "CS+Slow First",
                        "CS- First"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in preference- liking",
                    "description": "Subjective ratings of liking of flavors used in the intervention will be assessed at baseline and after the intervention.\n\nThe generalized Labeled Magnitude Scale will be used. The scale is anchored by descriptors of \"Most Disliked Sensation Imaginable\" and \"Most Liked Sensation Imaginable\" at the lower and upper ends, respectively. The score is determined by the place on the scale participants select (range of scale is 0-100). An increase in score from baseline to post-intervention indicates an increase in liking.",
                    "timeFrame": "at the end of the study; 5 weeks after start of study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in preference- wanting, rated",
                    "description": "Subjective ratings of wanting of flavors used in the intervention will be assessed at baseline and after the intervention. A Visual Analog Scale will be used. Participants select a place on the line that corresponds with their subjective rating, and the score is determined by the place selected (range of scores is 0-100). The line is anchored by polar opposite descriptors (\"Do not want at all\" and \"Want very much\"). An increase in score from baseline to post-intervention indicates and increase in wanting.",
                    "timeFrame": "at the end of the study; 5 weeks after start of study"
                },
                {
                    "measure": "Change in preference- wanting, ad lib intake",
                    "description": "Ad libitum intake will be used as a measure of wanting in a post-test session. Participants will be provided each beverage used during the intervention and asked to drink as much or as little of them as they would like over a 30- minute period.",
                    "timeFrame": "at the end of the study; 5 weeks after start of study"
                },
                {
                    "measure": "Change in preference- wanting, forced choice",
                    "description": "Forced choice will be used as a measure of wanting in a post-test session. Participants will be provided each of the beverages used during the intervention and asked to choose 1 to take home with them.",
                    "timeFrame": "at the end of the study; 5 weeks after start of study"
                },
                {
                    "measure": "Blood oxygen level-dependent (BOLD) response to beverages",
                    "description": "In a post-test session, functional magnetic resonance imaging (fMRI) scans will be performed while beverages (without calories) used during the intervention are delivered through a custom manifold fitted to a head coil and connected to a pump system that allows precisely timed and measured delivery of liquids.",
                    "timeFrame": "at the end of the study; 5 weeks after start of study"
                },
                {
                    "measure": "Blood glucose response to beverages",
                    "description": "Blood glucose will be assessed at baseline and at set time points for 1 hour after consumption of intervention beverages in one exposure session.",
                    "timeFrame": "Each week for 3 weeks during the study"
                },
                {
                    "measure": "Blood insulin response to beverages",
                    "description": "Blood insulin will be assessed at baseline and at set time points for 2 hours after consumption of intervention beverages in an exposure session.",
                    "timeFrame": "Each week for 3 weeks during the study"
                },
                {
                    "measure": "Energy expenditure in response to beverages",
                    "description": "Indirect calorimetry will be used to determine energy expenditure at baseline (for 30 minutes) and for 1 hour after consumption of intervention beverages in an exposure session.",
                    "timeFrame": "Each week for 3 weeks during the study"
                },
                {
                    "measure": "Respiratory exchange ratio in response to beverages",
                    "description": "Indirect calorimetry will be used to determine respiratory exchange ratio at baseline (for 30 minutes) and for 1 hour after consumption of intervention beverages in an exposure session.",
                    "timeFrame": "Each week for 3 weeks during the study"
                },
                {
                    "measure": "Substrate oxidation in response to beverages",
                    "description": "Indirect calorimetry will be used to determine substrate oxidation at baseline (for 30 minutes) and for 1 hour after consumption of intervention beverages in an exposure session.",
                    "timeFrame": "Each week for 3 weeks during the study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. BMI between 18.5-30 kg/m2\n2. Not pregnant or planning to become pregnant during study participation\n3. Residing in the Roanoke area and/or willing/able to attend sessions at the Fralin Biomedical Research Institute\n4. Able to speak and write in English\n\nExclusion Criteria:\n\n1. Current inhaled nicotine use\n2. History of alcohol dependence.\n3. Current or past diagnosis of diabetes or thyroid problems.\n4. Taking medications known to influence study measures (including antiglycemic agents, thyroid medications, sleep medications)\n5. Active medical or neurologic disorder.\n6. Current shift work (typical pattern of work/activity overnight)\n7. Previous weight loss surgery\n8. Adherence to a special diet within the past 3 months (e.g., low-carb or ketogenic diet, exclusion of food groups/specific macronutrients, intermittent fasting, etc.)\n9. Allergy to any food or ingredient included in the study diets, meals, or beverages\n10. Currently pregnant or planning to become pregnant during study participation\n11. Claustrophobia\n12. Contraindications for MRI, including pacemaker, aneurysm clips, neurostimulators, cochlear or other implants, metal in eyes, regular work with steel, etc.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandra G DiFeliceantonio, PhD",
                    "role": "CONTACT",
                    "phone": "5405262285",
                    "email": "dife@vt.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Fralin Biomedical Research Institute at VTC",
                    "status": "RECRUITING",
                    "city": "Roanoke",
                    "state": "Virginia",
                    "zip": "24016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra G DiFeliceantonio, PhD",
                            "role": "CONTACT",
                            "phone": "540-526-2285",
                            "email": "dife@vt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.27097,
                        "lon": -79.94143
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}