{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03508752",
            "orgStudyIdInfo": {
                "id": "STU 122016-064"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Neurocognitive Decline in Patients With Brain Metastases",
            "officialTitle": "Phase I/II Trial to Determine the Neurocognitive Decline in Patients With Multiple (>6) Brain Metastases Treated With Distributed Stereotactic Radiosurgery",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neurocognitive-decline-in-patients-with-brain-metastases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-12-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-26",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-26",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-01-22",
            "studyFirstSubmitQcDate": "2018-04-23",
            "studyFirstPostDateStruct": {
                "date": "2018-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zabi Wardak",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The phase I component of the study is to identify maximal tolerated dose (MTD). The phase II is to evaluate neurocognitive decline.",
            "detailedDescription": "On review of our experience with treatment for brain metastases since 2009, we have treated over 100 patients with 6 or more metastases in a single radiosurgery session. In the past year and a half (2015-16) there have been approximately 50 patients treated with six or more metastases, indicating that there has been a shift in management of intracranial metastatic disease with increasing preference for radiosurgery despite the presences of greater metastatic burden. The phase I component will accrue 7-15 patients at each dose cohort until the MTD is determined. Once the MTD is reached, the phase II component will commence with a total of 50 patients total enrolled at the MTD, with a study time of 3 years. The primary endpoint of the phase I component is toxicity. The primary endpoint of the phase II component is the change in neurocognitive function, defined by a decline in the Hopkins Verbal Learning Test- Revised delayed recall. Data from the WBRT-alone arm of the PCI-P-120-9801 phase III trial evaluating WBRT plus motexafin gadolinium demonstrated a 30% mean relative decline in the HVLT-R delayed recall score from baseline to 4 months, with a standard deviation of 41% 9,10. More recently, in patients treated with SRS alone for 1-3 metastases versus SRS plus whole brain radiotherapy, the 4-month rates of HVLT-R delayed recall deterioration were 6% and 22% for the SRS alone arm and SRS + whole brain radiotherapy arm, respectively. Given the greater intracranial burden of disease, we estimate the mean relative decline in HVLT-R delayed recall to be intermediate between SRS alone for 1-3 metastases and whole brain radiotherapy. We predict that after SRS for multiple metastases the mean relative decline in delayed recall as 15%, an improvement over the historical control of whole brain radiotherapy alone which had a mean relative decline in HVLT-R delayed recall of 30%."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Metastases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Radiation",
                    "type": "EXPERIMENTAL",
                    "description": "Stereotactic Radiosurgery",
                    "interventionNames": [
                        "Radiation: Stereotactic Radiosurgery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Radiosurgery",
                    "description": "Stereotactic Radiosurgery dose is based on the largest tumor size",
                    "armGroupLabels": [
                        "Radiation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase I: To determine the toxicity within 60 days from the date of SRS, in patients with a greater intracranial disease burden, defined as 6 or more metastases.",
                    "description": "Any subject who receives treatment on this protocol will be evaluated for toxicity. Each patient will be assessed for the development of toxicity according to the study calendar. Toxicity will be assessed according to the NCI Common Toxicity Criteria for Adverse Events (CTCAE), version 5.0.\n\nThe following acute (\\<30 days) and subacute (\\>30 days - \\<60 days) toxicities probably or definitely attributable to the protocol treatment, as defined in CTCAE v5.0, will be dose limiting toxicities (DLT) of the study.\n\nGrade 3 or higher neurologic toxicity in the below categories:\n\n* Ataxia\n* Symptomatic Central Nervous System Necrosis which is interfering with ADLs (Activities of Daily Living), or requiring treatment with hyperbaric oxygen, Avastin, or resection. Asymptomatic necrosis present on imaging alone does not constitute DLT.\n* Cerebral Edema (Grade 4)\n* Intracranial Hemorrhage\n* Seizure\n\nAny Grade 4 or 5 toxicities definitely attributable to the protocol treatment.",
                    "timeFrame": "60 days"
                },
                {
                    "measure": "Phase II: Determine the cognitive deterioration (HVLT delayed recall) in patients treated with SRS for multiple metastases (from baseline to 4 months)",
                    "description": "The Hopkins Verbal Learning Test (HVLT) is a memory test that gives information about memory.\n\nEach patient will serve as her or his own control, and the relative decline in HVLT-DR (Hopkins Verbal Learning Test- Delayed Recall) score from baseline to 4 month follow-up is deﬁned as\n\nΔ HVLT-DR = (HVLT-R DR at baseline - HVLT-DR at 4 month follow up) / HVLT-DR at baseline.\n\nA positive change indicates a decline in function.",
                    "timeFrame": "4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Local control",
                    "description": "To determine the optimal dose which will provide local control in patients with a greater intracranial disease burden, defined as 6 or more metastases. Local control is defined as the time between the date of SRS and the first date of documented progressive disease of the treated lesions.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "To determine overall survival (OS). Overall survival is defined as the time between date of SRS (Stereotactic radiosurgery) and date of death.",
                    "timeFrame": "2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "To determine neurocognitive outcomes",
                    "description": "via HVLT (Hopkins Verbal Learning Test) and quality of life via FACT-Br (Functional Assessment of Cancer Therapy) amongst patients treated with \\> 6 metastases via SRS. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "To determine the time to distant brain recurrence",
                    "description": "distant brain recurrence is defined as time between date of SRS and development of new metastases. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "To determine the incidence of salvage WBRT or radiosurgery",
                    "description": "WBRT is defined as whole brain radiation therapy. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "4 months"
                },
                {
                    "measure": "Prospectively collect and analyze histology and mutational/hormone status. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "description": "Patients' disease status over time",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze hippocampal dose and relation to neurocognitive decline",
                    "description": "Hippocampal dose measured in cGy (centigray); neurocognitive decline assessed by HVLT (Hopkins Verbal Learning Test). This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze whole brain integral dose, V8, V10, and V12 and relation to toxicity",
                    "description": "assessed by CTCAE v5.0. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze the total treatment time",
                    "description": "Treatment time measured in hours, minutes, and seconds. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze total brain metastases volume and relation to local control, neurocognitive outcome, quality of life, and toxicity",
                    "description": "Total brain metastases volume (cc). This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze the size of treated brain metastases",
                    "description": "Measured in millimeters/centimeters. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze the number of brain metastases and relation to local control, neurocognitive outcome, quality of life, and toxicity",
                    "description": "How the number of brain metastases affects patients' health over time. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze neurologic symptoms at the time of SRS",
                    "description": "Symptoms at time of stereotactic radiosurgery. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze the effect of controlled or uncontrolled systemic disease on local control, neurocognitive outcome, quality of life and toxicity",
                    "description": "How patients are affected by systemic disease over time. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze the effect of the type of prior systemic therapy on local control, neurocognitive outcome, quality of life and toxicity",
                    "description": "Prior systemic therapy includes cytotoxic, targeted, or immune therapy. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Prospectively collect and analyze standard patient demographics",
                    "description": "Patient demographics include age in years, performance status using ECOG (Eastern Cooperative Oncology Group)/Zubrod performance scale, and gender. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "To prospectively collect treatment time of patients treated for multiple metastases",
                    "description": "reported in a routine manner at scheduled times during the trial. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "To determine the incidence of development of leptomeningeal disease",
                    "description": "Leptomeningeal disease is an exclusion criteria for the study. This is an exploratory outcome and was added as a secondary outcome in error.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years.\n2. ECOG Performance Score of 2 or better/Karnofsky Performance score of 50-60 or better.\n3. Biopsy-proven non-hematopoietic malignancy, except for germ cell cancer. Small cell lung carcinoma is eligible for this study.\n4. Six or more metastases on diagnostic or treatment planning imaging, which include either CT Brain (with contrast) or MR Brain (with or without contrast) imaging.\n5. Largest tumor \\<= 4 cm.\n6. No prior SRS to the lesions which will be treated on protocol.\n7. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n\n   A female of child-bearing potential is any woman (regardless of sexual orientation, marital status, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n   * Has not undergone a hysterectomy or bilateral oophorectomy; or\n   * Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months).\n8. Ability to understand and the willingness to sign a written informed consent.\n\nExclusion Criteria:\n\n1. Prior whole brain radiotherapy\n2. Patients with leptomeningeal metastasis. (NOTE: For the purposes of exclusion, LMD is a clinical diagnosis, defined as positive CSF cytology and/or equivocal radiologic or clinical evidence of leptomeningeal involvement. Patients with leptomeningeal symptoms in the setting of leptomeningeal enhancement by imaging (MRI) would be considered to have LMD even in the absence of positive CSF cytology, unless a parenchymal lesion can adequately explain the neurologic symptoms and/or signs. In contrast, an asymptomatic or minimally symptomatic patient with mild or nonspecific leptomeningeal enhancement (MRI) would not be considered to have LMD. In that patient, CSF sampling is not required to formally exclude LMD, but can be performed at the investigator's discretion based on level of clinical suspicion.)\n3. Patients with life expectancy \\< 4 months.\n4. Psychiatric illness/social situations that, in the opinion of the investigator, would limit compliance with study requirements.\n5. Subjects must not be pregnant or nursing due to the potential for congenital abnormalities and the potential of this regimen to harm nursing infants.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christian Chukwuma",
                    "role": "CONTACT",
                    "phone": "214-645-8525",
                    "email": "christian.chukwuma@utsouthwestern.edu"
                },
                {
                    "name": "Sarah Neufeld, MS",
                    "role": "CONTACT",
                    "phone": "214-685-8525",
                    "email": "Sarah.Hardee@utsouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zabi Wardak, MD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "christian Chukwuma",
                            "role": "CONTACT",
                            "phone": "214-685-8525"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}