{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05799872",
            "orgStudyIdInfo": {
                "id": "HM20025847"
            },
            "secondaryIdInfos": [
                {
                    "id": "R34MH129464",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R34MH129464"
                }
            ],
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Neuroscience-informed Treatment to Remotely Target Reward Mechanisms in Post-acute Anorexia Nervosa",
            "officialTitle": "Neuroscience-informed Treatment to Remotely Target Reward Mechanisms in Post-acute Anorexia Nervosa",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neuroscience-informed-treatment-to-remotely-target-reward-mechanisms-in-post-acute-anorexia-nervosa"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-28",
            "studyFirstSubmitQcDate": "2023-03-22",
            "studyFirstPostDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will recruit individuals with broadly-defined AN (n = 80) who are currently in or have recently participated in higher-level eating disorder treatment (e.g., residential, partial hospitalization/day treatment, intensive outpatient treatment). Interested participants will sign consent, complete eligibility assessments, and will be randomized to receive Positive Affect Treatment for Anorexia Nervosa (PAT-AN) or Psychoeducation and Behavioral Therapy (PBT) through teletherapy shortly following discharge from higher level of care. Participants can participate in most other forms of outpatient treatment while receiving the research intervention. Participants will engage in 24 weeks of PAT-AN or PBT starting in the first 3 months post-discharge. At each session, the investigators will complete brief measures assessing treatment acceptability, affect, and eating disorder symptoms. Participants will also complete an assessment battery of self-report, EMA, and neurocognitive measures evaluating primary outcomes (BMI; eating disorder symptoms), secondary outcomes (depression, anxiety, and suicidality), and presumed treatment mechanisms at baseline, end of treatment (EOT), and 3-month follow-up (FU). All assessments will be remotely delivered via HIPAA-compliant platforms."
        },
        "conditionsModule": {
            "conditions": [
                "Anorexia Nervosa"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Positive Affect Treatment for Anorexia Nervosa (PAT-AN):",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Positive Affect Treatment for Anorexia Nervosa (PAT-AN):"
                    ]
                },
                {
                    "label": "Psychoeducational and Behavioral Therapy (PBT):",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Psychoeducational and Behavioral Therapy (PBT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Positive Affect Treatment for Anorexia Nervosa (PAT-AN):",
                    "description": "PAT-AN is an adaptation of the cognitive-behavioral outpatient individual therapy for anhedonia (17, 68). The overarching aim of PAT-AN is to enhance reward sensitivity (reward anticipation, experiencing, and learning) to non-eating disorder experiences and to decrease or replace reward sensitivity to weight-loss experiences (26). PAT-AN includes 6 sequential modules, each designated to target specific reward sensitivity disturbances (26, 68). Homework and experiential practice during sessions are essential components of PAT-AN, and participants are provided a workbook to assist with this practice. During each session, collaborative homework review is followed by skill development and homework assignments.",
                    "armGroupLabels": [
                        "Positive Affect Treatment for Anorexia Nervosa (PAT-AN):"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Psychoeducational and Behavioral Therapy (PBT)",
                    "description": "The comparison treatment is modeled off of educational and behavioral interventions used in prior clinical trials for AN and common elements of standard behavioral eating disorder treatments. The treatment is structured to parallel the modular format of PAT-AN.",
                    "armGroupLabels": [
                        "Psychoeducational and Behavioral Therapy (PBT):"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Body Mass Index (BMI) from Baseline to End of Treatment",
                    "description": "Objective height will be captured through guided measurement at baseline. Objective weight will be measured throughout on a blind smartscale, which will transfer weight data directly to the research team by wireless internet without providing an outward display of weight to participants. Participants will have a smartscale shipped to their home. They will measure their weight at baseline and following treatment on the scale in standard street clothes (no outer garments or shoes) while on a video call with research staff.",
                    "timeFrame": "Baseline to End of treatment (week 24)"
                },
                {
                    "measure": "Change in Eating Disorder Symptoms",
                    "description": "The Eating Disorder Examination (EDE) is an investigator-based interview assessing eating disorder psychopathology that will be used as the primary measure of eating disorder symptoms. The EDE has extensive psychometric data to support its reliability and validity. The EDE comprises four subscales: Restraint, Eating Concern, Shape Concern, and Weight Concern. Each question is scored by the interviewer based on frequency over the past month from 0 (symptom not present) to 6 (symptom present every day). Each subscale score is the average of all items in the subscale, while global EDE score is the average of the four subscale scores. Higher EDE scores indicate greater severity and frequency of eating disorder symptoms.",
                    "timeFrame": "Baseline to End of treatment (week 24)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Depressive Symptoms",
                    "description": "The Depression, Anxiety, and Stress Scale-21 is a self-report measure that will assess depressive symptom severity. The depression subscale consists of 7 items rated from 0 (did not apply to me at all) to 3 (applied to me very much or most of the time). Scores on the DASS-21 depression subscale range from 0 to 21, with higher scores indicating greater depressive symptom severity.",
                    "timeFrame": "Baseline to End of treatment (week 24)"
                },
                {
                    "measure": "Change in Anxiety Symptoms",
                    "description": "The Depression, Anxiety, and Stress Scale-21 is a self-report measure that will assess anxiety symptom severity. The anxiety subscale consists of 7 items rated from 0 (did not apply to me at all) to 3 (applied to me very much or most of the time). Scores on the DASS-21 anxiety subscale range from 0 to 21, with higher scores indicating greater anxiety symptom severity.",
                    "timeFrame": "Baseline to End of treatment (week 24)"
                },
                {
                    "measure": "Change in Suicidal Ideation",
                    "description": "The Columbia - Suicide Severity Rating Scale (C-SSRS) is an interview-based measure assessing the presence and intensity of suicidal ideation and the presence of suicidal behavior. The C-SSRS will be used to determine if treatment impacts suicidal ideation. Intensity of suicidal ideation is rated from 0-5, with higher scores indicating more severe suicidal ideation.",
                    "timeFrame": "Baseline to End of treatment (week 24)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\> or = 18 years old\n2. Ability to read and speak in English\n3. DSM-5 diagnosis of AN or atypical AN at admission to higher-level care\n4. In higher-level care discharging to outpatient care or discharged to outpatient care within the past 3 months\n5. Current BMI \\> or = 18.5 kg/m2 (or will be by time of discharge)\n6. BMI increase of \\> or = 0.5 kg/m2 while in higher-level care\n7. Ability to designate and sign a release of information for a primary physical or mental health provider for study duration\n8. Willingness to participate in weekly assessments (e.g., weight monitoring) and audio or video recording of study therapy sessions for study duration\n9. Access to a smartphone and/or computer permitting engagement in remote therapy and assessment.\n\nExclusion Criteria:\n\n1. Medical instability for outpatient care;\n2. Pregnancy\n3. Lifetime DSM-5 primary psychotic or bipolar-I disorder\n4. Current DSM-5 substance use disorder\n5. Enrollment in outpatient therapy with highly overlapping content to PAT-AN",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kira Venables",
                    "role": "CONTACT",
                    "phone": "(804)828-2658",
                    "email": "venableskg@vcu.edu"
                },
                {
                    "name": "Ann Haynos, PhD",
                    "role": "CONTACT",
                    "phone": "(804)828-1193",
                    "email": "haynosa@vcu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ann Haynos, PhD",
                    "affiliation": "Principal Investigator",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final dataset will include information from self-report questionnaires, clinician-guided interviews, physical assessments, ecological momentary assessment, and neurocognitive tasks. Data will be de-identified and consistent with NDA regulations. Data will be shared via the National Database for Clinical Trials Related to Mental Illness (NDCT) in the NIMH Data Archive (NDA). Established by NIMH, and supported by other Institutes of NIH, the NDA is a secure informatics platform for scientific collaboration and data-sharing. All data will be collected from subjects who have broadly consented to share their data for research use or who have consented to share their data for research, with data use limitations. All de-identified data resulting from this project will be submitted to the NDA at the item level and subject level along with appropriate supporting documentation to enable efficient use of the data.",
            "infoTypes": [
                "ICF"
            ],
            "timeFrame": "Descriptive/raw research data will be made available for access to other researchers within four (4) months after submission."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000855",
                    "term": "Anorexia"
                },
                {
                    "id": "D000000856",
                    "term": "Anorexia Nervosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4181",
                    "name": "Anorexia",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4182",
                    "name": "Anorexia Nervosa",
                    "asFound": "Anorexia Nervosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}