{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05615415",
            "orgStudyIdInfo": {
                "id": "21-00945"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Neuropsychiatric Post-Acute Sequelae of SARS-CoV-2 (PASC) Using TSPO Positron Emission Tomography (PET) and MRI",
            "officialTitle": "Assessment of Immunological and Vascular Dysfunction in Neuropsychiatric Post-Acute Sequelae of SARS-CoV-2 (PASC) Using TSPO PET and MRI",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "neuropsychiatric-post-acute-sequelae-of-sars-cov-pasc-using-tspo-positron-emission-tomography-pet-and-mri"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-07",
            "studyFirstSubmitQcDate": "2022-11-07",
            "studyFirstPostDateStruct": {
                "date": "2022-11-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The overarching goal of this study is to develop PET/MR techniques for the diagnosis of neuropsychiatric post-acute sequelae (PASC) of SARS-CoV-2. The central hypothesis is that immunological and cerebrovascular dysfunction after acute SARS-CoV-2 infections mediate neuropsychiatric PASC (NP-PASC)."
        },
        "conditionsModule": {
            "conditions": [
                "Neuropsychiatric Post-Acute Sequelae of SARS-CoV-2 Infection"
            ],
            "keywords": [
                "Long COVID",
                "COVID-19",
                "Cognitive Deficit Following COVID-19",
                "Depression and Anxiety following COVID-19"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NP-PASC (neuropsychiatric post-acute sequelae of SARS-CoV-2)",
                    "description": "Individuals with new onset a) cognitive and/or b) psychiatric symptoms following SARS-CoV-2 infection. Participants will undergo PET/MR scanning, during which a TSPO PET tracer and a Gadolinium-based MRI tracer will be administered intravenously and blood samples will be collected from an arterial line. In addition, blood samples will be taken at screening. Participants can elect to provide an optional cerebrospinal fluid (CSF) sample.",
                    "interventionNames": [
                        "Drug: PET Tracer",
                        "Drug: MRI Tracer",
                        "Device: 3T PET/MRI"
                    ]
                },
                {
                    "label": "CC (COVID Control)",
                    "description": "Individuals with a history of SARS-CoV-2 infection who do not meet the criteria for any DSM-5 diagnosis and perform within normal limits on cognitive tests. Participants will undergo PET/MR scanning, during which a TSPO PET tracer and a Gadolinium-based MRI tracer will be administered intravenously and blood samples will be collected from an arterial line. In addition, blood samples will be taken at screening. Participants can elect to provide an optional cerebrospinal fluid (CSF) sample.",
                    "interventionNames": [
                        "Drug: PET Tracer",
                        "Drug: MRI Tracer",
                        "Device: 3T PET/MRI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "PET Tracer",
                    "description": "Standard radiopharmaceutical injected via intravenous catheter during PET-MR scanning.",
                    "armGroupLabels": [
                        "CC (COVID Control)",
                        "NP-PASC (neuropsychiatric post-acute sequelae of SARS-CoV-2)"
                    ],
                    "otherNames": [
                        "C11-ER176"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "MRI Tracer",
                    "description": "Injected via intravenous catheter during PET-MR scanning.",
                    "armGroupLabels": [
                        "CC (COVID Control)",
                        "NP-PASC (neuropsychiatric post-acute sequelae of SARS-CoV-2)"
                    ],
                    "otherNames": [
                        "Gadolinium-Based Contrast Agent (GBCA)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "3T PET/MRI",
                    "description": "Used to evaluate neuroinflammation and cerebrovascular measures. Some MRI image acquisitions will employ work in progress (WIP) sequences, including ASL (Arterial Spin Labeling), Diffusion and T2-weighted EPI (DT2W), Golden-angle radial sparse parallel (GRASP) DCE-MRI, and Magnetization Transfer (MT) imaging.",
                    "armGroupLabels": [
                        "CC (COVID Control)",
                        "NP-PASC (neuropsychiatric post-acute sequelae of SARS-CoV-2)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Level of Translocator Protein (TSPO)",
                    "description": "Binding of PET tracer to TSPO.",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "Occurrence of Microhemorrhages",
                    "description": "Evaluated using MRI images (Susceptibility Weighted MRI (SWI), Fluid Attenuated Inversion Recovery (FLAIR), Diffusion Weighted Imaging (DWI), and anatomical MRI).",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "Permeability Surface Area Product (PS)",
                    "description": "Used to evaluate disruptions in the blood-brain-barrier. Derived from the DCE-MRI.",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "Cerebral Blood Flow",
                    "description": "Evaluated using cerebral blood flow maps from Arterial Spin Labeling (ASL).",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "Peripheral Levels of Pro-Inflammatory Cytokines",
                    "description": "Evaluated using blood samples.",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "Peripheral Levels of High-Sensitivity C-reactive Protein (hs-CRP)",
                    "description": "Evaluated using blood samples.",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "CSF Levels of Pro-Inflammatory Cytokines",
                    "description": "Evaluated using cerebrospinal fluid collection (optional procedure).",
                    "timeFrame": "CSF Visit (Screening) (Optional)"
                },
                {
                    "measure": "CSF Levels of High-Sensitivity C-reactive Protein (hs-CRP)",
                    "description": "Evaluated using cerebrospinal fluid collection (optional procedure).",
                    "timeFrame": "CSF Visit (Screening) (Optional)"
                },
                {
                    "measure": "Free Diffusing Water Fraction",
                    "description": "Calculated using DWI.",
                    "timeFrame": "PET/MR Visit (Day 1)"
                },
                {
                    "measure": "Extra-Axonal Water Fraction",
                    "description": "Calculated using DWI.",
                    "timeFrame": "PET/MR Visit (Day 1)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Neuropsychiatric symptoms are defined as respectively a) objective cognitive dysfunction on bedside cognitive testing (ACE-III (Addenbrooke's Cognitive Examination III) =\\< 86/100, at least 12th grade educational level), and/or b) anxiety, depression or psychotic illness as indicated by the DSM-5 diagnostic criteria, evaluated with the MINI (Mini International Psychiatric Interview) or SCID-5 (Structured Clinical Interview for DSM-5 Disorders, Research Version). It is expected some patients may fall into both categories (cognitive and psychiatric complications), in which case they will be included in this study.\n* Infection with SARS-CoV-2 (3-12 months before study) will be verified based on positive PCR test results provided by the NYU EMR or subject records. Investigators will further record the clinical history and perform nucleoprotein- and spike-antibody testing. Anecdotal evidence shows that anti-nucleoprotein and anti-spike tests will be positive in individuals who had past SARS-CoV-2 infection, but only anti-spike tests will be positive in individuals who were vaccinated but did not have past infection, unless the infected individual has already lost the antibodies due to natural infection .\n* Able to sign informed consent as evaluated by the UCSD Brief Assessment of Capacity to Consent (UBACC) test.\n\nSubgroup Inclusion Criteria\n\n* NP-PASC subjects will have new onset a) cognitive and/or b) psychiatric symptoms following SARS-CoV-2 infection.\n* CC will have a history of SARS-CoV-2 infection but will not meet the criteria for any DSM-5 diagnosis and will perform within normal limits on cognitive tests.\n\nExclusion Criteria:\n\n* If vaccinated for SARS-CoV-2, at least 3 months past the last vaccine administration.\n* Subjects with suicidal ideation who require inpatient or intensive level of care, as determined by a study clinician (Dr. Frankle or Dr. Iosifescu) based on the answers to the screening interview. These patients will be immediately referred to appropriate clinical treatment.\n* Pregnant women or those who become pregnant as determined by a urine test at the time of the blood test and on the day of the PET/MR scan.\n* Obese individuals (BMI \\>= 30) and individuals with cardiovascular risk factors (e.g., uncontrolled high blood pressure, hypercholesterolemia, current tobacco smokers or smoking in the last 12 months, diabetes mellitus).\n* Individuals with history of serious or unstable medical illness associated with chronic inflammation other than PASC (e.g., rheumatoid arthritis, SLE, etc).\n* Current traumatic brain injury. Subjects with a history of chronic pre-existing neurological disease (multiple sclerosis, degenerative disease such as ALS, Parkinson disease and any movement disorders, etc), i.e. neurological symptoms should be new onset for inclusion. Patients with substance use disorders, including alcohol, active within the last 12 months.\n* Clinical or laboratory evidence of hypothyroidism. A thyroid stimulating hormone (TSH) test will be drawn in blood, and the patient will be excluded if TSH is abnormal.\n* Patients who have had electroconvulsive therapy (ECT) within the 6 months preceding baseline.\n* Subjects who had recently taken psychotropic medications will be scanned only after a period greater than five half-lives since the last dose of their psychotropic medication. Subjects who choose to start treatment (with psychotropic medication) for their symptoms immediately will thus be excluded.\n* Contraindications to 3T whole body MRI scanners (e.g., pacemaker, cerebral aneurysm clip, cochlear implant, presence of shrapnel in strategic locations, metal in the eye, claustrophobia, or other problems).\n* Contraindications for Gadolinium-based MRI contrast (allergies to contrast agents and kidney health)\n* Recent exposure to radiation (i.e., PET from other research) which when combined with this study would be above the allowable limits of 5 rem per 12 months as confirmed by the Radiation safety questionnaire.\n* If CSF sampling: contraindication for a lumbar puncture (i.e. intracranial mass, bleeding diathesis, spinal developmental anomalies, or local skin infection involving the lower back). Complete blood count and coagulation studies will be drawn, and if abnormal (INR\\>1.3, platelets less than 100), subjects will be able to complete imaging studies but will not be eligible for the lumbar puncture procedure part of the study.\n* Unable to sign informed consent or to comply with study assessments.\n* Urine will be collected for toxicology screening (amphetamine, barbiturates, benzodiazepines, cocaine, methadone, opiates, phencyclidine/PCP, THC, and tricyclic antidepressants). Subjects in whom THC is found will be scanned only after abstaining for 7 days. A pregnancy test will be performed on all premenopausal women to ensure exclusion criteria are appropriately screened.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "The population will include neuropsychiatric PASC patients, as well as patients with a history of SARS-CoV-2 but no NP-PASC. Potential participants may be directly identified, referred through the ongoing PASC projects at NYU Neurology, identified by the NYU Radiology research coordinators, or recruited via ads. Recruitment will strive to match the two groups in age, sex and BMI.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steven Baete",
                    "role": "CONTACT",
                    "phone": "2122634861",
                    "email": "Steven.baete@nyulangone.org"
                },
                {
                    "name": "Malika Kumbella",
                    "role": "CONTACT",
                    "phone": "6465010075",
                    "email": "Malika.Kumbella@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven Baete",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven Baete",
                            "role": "CONTACT",
                            "phone": "212-263-4861",
                            "email": "Steven.baete@nyulangone.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "https://clinicaltrials.med.nyu.edu/clinicaltrial/1805/assessment-immunological-vascular-dysfunction/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The de-identified participant data from the final research dataset used in the published manuscript will be shared upon reasonable request beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research provided the investigator who proposes to use the data executes a data use agreement with NYU Langone Health. Requests may be directed to: \\[Steven.baete@nyulangone.org\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "Requests should be directed to Steven.baete@nyulangone.org. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000094024",
                    "term": "Post-Acute COVID-19 Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000094025",
                    "term": "Post-Infectious Disorders"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "asFound": "Post-Acute Sequelae of SARS-CoV-2 Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "SARS-CoV-2 Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3014",
                    "name": "Post-Infectious Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}