{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05526352",
            "orgStudyIdInfo": {
                "id": "CCER 2022-00426"
            },
            "organization": {
                "fullName": "University Hospital, Geneva",
                "class": "OTHER"
            },
            "briefTitle": "@neurIST : Intregrated Biomedical Informatics for the Management of Cerebral Aneurysms",
            "officialTitle": "@neurIST : Informatique biomédicale intégrée Pour la Gestion Des anévrismes cérébraux",
            "acronym": "@neurIST",
            "therapeuticArea": [
                "Other"
            ],
            "study": "neurist-intregrated-biomedical-informatics-for-the-management-of-cerebral-aneurysms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2040-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2040-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-31",
            "studyFirstSubmitQcDate": "2022-08-31",
            "studyFirstPostDateStruct": {
                "date": "2022-09-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Philippe Bijlenga",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University Hospital, Geneva"
            },
            "leadSponsor": {
                "name": "University Hospital, Geneva",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Geneva, Switzerland",
                    "class": "OTHER"
                },
                {
                    "name": "Klinik Hirslanden, Zurich",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "The primary aim of the SwissNeuroFoundation AneurysmDataBase Project is to implement information technology based tools to create and use a holistic reference database specific to intracranial aneurysms (IA).\n\nThe SwissNeuroFoundation AneurysmDataBase are concerned with generating the data with which to populate this database.\n\nThe purpose for populating the database are to:\n\n* Screen for and evaluate markers of risk for intracranial aneurysm formation and aneurysm rupture. Are considered as markers the following: genetics factors, microbiota, environmental factors, congenital factors (ie: cerebrovascular anatomical variants), transcriptomics signature, proteomics signature,shape characteristics, haemodynamics characteristics.\n* Screen for and evaluate prognostic factors of outcome regarding different management strategies including watchful observation, microsurgical treatment, endovascular treatment or any combination thereof.\n* Implement and evaluate patient-specific management protocols integrating all available information.\n* Evaluate the impact of the database and use of tools to improve care, reduce costs, support knowledge discovery and promote new industrial developments.",
            "detailedDescription": "Clinical history, imaging data, biological samples and information derived from are the main items to be captured to the SwissNeuroFoundation AneurysmDataBase. No limits are set on the number of healthy volunteers and patient cases for whom data can be entered to the SwissNeuroFoundation AneurysmDataBase.\n\nParticipants will be recruited from the following sources:\n\n* Patients arriving at partner clinical centers either as newly diagnosed (incidental cases) or already known for the disease (prevalent cases)\n* Healthy volunteers answering a call, randomly selected subjects from a known population that consent to participate or non genetically linked family members of patients that consent to participate\n* Family members of patients identified as having a familial history of intracranial aneurysm (IA).\n\nPoints of consent:\n\nThe specific items on which participants are asked to consent:\n\n* to having been verbally informed of the aims of the project\n* to having read the information sheet about the project, been able to ask questions about the project, and to having received satisfactory answers and enough time to make the decision.\n* to having been informed that any damage that could be directly caused by the participation to the project is covered by insurance.\n* that hospital care providers working on behalf of the project and representatives of the local authorities and ethics commission may access in a strictly confidential term raw data for quality check.\n* to having been informed that participation can be withdrawn anytime without justification and will result in a medical assessment for own security. There will be no impact on future care resulting from withdrawal.\n* to be free to refuse answering questions without requiring any justification and it will have no impact on future care.\n* to understand that data may be used in a non-identifying form for publication.\n* to understand that data provided may form part of future commercial applications, and will not benefit financially from this.\n* to understand and agree that coded data may be used for further cerebrovascular-related research.\n* that they understand that coded data about them or biological samples may be transferred outside the European Union.\n\nThe specific items on which participants are asked to agree or disagree:\n\n* that they agree to provide access to health records, to provide a link from them to the SwissNeuroFoundation AneurysmDataBase, and to complete a questionnaire on their clinical history.\n* give agreement to provide image data to SwissNeuroFoundation AneurysmDataBase.\n* give agreement to provide blood samples to SwissNeuroFoundation AneurysmDataBase.\n* give agreement to use biological samples resulting from therapeutical intervention.\n* give agreement to use saliva and stool samples to SwissNeuroFoundation AneurysmDataBase.\n* give agreement to be re-contacted by SwissNeuroFoundation AneurysmDataBase for further consent or to request further information.\n* give agreement to inform the General Practitioner about the participation to the project.\n* give agreement to contact the General Practitioner to request information on participant whereabouts or limited relevant medical information, if direct contact was unsuccessful during 3 months.\n* request to be informed by the clinician in charge about observations resulting from the project that may have a significant impact on the participant health.\n* request the General Practitioner of the participant to be informed about observations resulting from the project that may have a significant impact on the participant health.\n\nSeparate specific points of consent relative to biological samples and genetics:\n\n* having read the genetic testing information sheet, been able to ask questions about genetic testing, and understanding why the research is being done and any risks involved\n* give agreement to provide blood samples to SwissNeuroFoundation AneurysmDataBase\n* understanding that genetic data arising from samples may form part of future commercial applications, and that they will not benefit financially from this.\n* understanding that they are free to withdraw at any time and may ask for their sample to be destroyed then, or at any other time.\n* agree that blood samples be stored and used for genetic analysis.\n* agree that blood, aneurysm dome, cerebrospinal fluid (CSF) and microdialysis samples be stored and used for further cerebrovascular-related research.\n* agreement that blood samples may be transferred with coded labels to other Universities in the World.\n\nFor the purpose of the AneurysmDataBase:\n\nClinical Information consists of:\n\n* Demographic information (Pseudonym, Age, Gender, Size, Weight, work and sport activities, habits: smoking, alcool consumption).\n* Personal medical history (Previous strokes, previous epilepsy, previous medication)\n* Family tree denoting known or likely diagnosed IA or subarachnoid hemorrhage (SAH) events.\n* Signs and symptoms (date of ictus, date of diagnosis, mRankin score, Glasgow Coma Scale (GCS), NIH Stroke Scale (NIHSS),Mini Mental State Exam (MMSE), World Federation of Neurosurgeons Scale WFNS, Cranial nerve deficits)\n* Identified epidemiology factors according to check list.\n* Imaging analysis (Presence of SAH, Fisher grade, size of ventricles, size of basal cisterns, volume of hematoma and location, number of aneurysms, location of aneurysms, size of aneurysms, shape of aneurysm)\n* Treatment and outcome information (treatment method, success)\n* Follow-up and outcome information (Quality of life assessment, MMSE, mRankin, NIHSS, Cranial nerve deficits, aneurysms status: stable, growth, treated, partially treated)\n\nImaging Data consist of:\n\n* Pseudonymised DICOM files of:\n* MRI angiography (MRA)\n* Computed Tomography Angiography (CTA)\n* 3D reconstruction of Digital Rotation Angiography (3D-DRA)\n\nSamples consist of:\n\n* Blood in DNA saving solution\n* Blood in RNA saving solution\n* Blood in EDTA\n* CSF\n* Aneurysm dome\n* Saliva\n* Stool\n* Other biological sample to be specified"
        },
        "conditionsModule": {
            "conditions": [
                "Intracranial Aneurysm"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "25 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood samples CSF Aneurysm domes Saliva Stool"
            },
            "enrollmentInfo": {
                "count": 20000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IA Patients",
                    "description": "Patients with one or more identified intracranial aneurysm, none of which are believed to have ruptured."
                },
                {
                    "label": "IA + SAH Patients",
                    "description": "Patients with one or more identified intracranial aneurysm, at least one of which has been radiologically or surgically determined to have ruptured."
                },
                {
                    "label": "Familiy members",
                    "description": "Individuals selected on review of a patient's family tree and contacted by said patient, who agree to be approached for recruitment. In affected families each member will be identified as: proband, affected, unaffected, unknown, or not genetically linked."
                },
                {
                    "label": "Healthy Volunteers",
                    "description": "Individuals, accompanying or contacted by a patient, or responding to open advertisement, or randomly selected in a defined population who agree to be approached for recruitment."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Disease model validation",
                    "description": "Validation and improvement of the holistic disease model",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Life expectancy",
                    "description": "Age at death",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Disability",
                    "description": "Disease induced disability on modified Rankin scale and duration of disability",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Cure",
                    "description": "Absence of new treatments or bleeding after initial treatment",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Adverse events",
                    "description": "Aneurysm rupture after diagnosis or treatment related severe complications",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Aneurysm growth",
                    "description": "Observation of the growth of an aneurysm after diagnosis",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Radiological aneurysm exclusion",
                    "description": "Ability to completely and permanently exclude the lesion with the treatment",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Recurrence",
                    "description": "Recurrence or repermeabilisation of the aneurysm after treatment",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Neo-aneurysm formation",
                    "description": "New identification of aneurysm during follow up previously not diagnosed",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Quality of life",
                    "description": "regular measurement of quality of life during follow-up (i.e. EQ-5D)",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Neuropsychological performance",
                    "description": "regular measurement of neuropsychological performance (i.e. MMSE, MOCA, dedicated evaluation)",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Neurological status",
                    "description": "regular measurement of the NIHSS during follow-up",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Cranial nerves status",
                    "description": "regular evaluation of cranial nerve function during follow-up",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Occurence of hydrocephalus",
                    "description": "need for internal CSF drainage system implantation",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Occurence of vasospasm",
                    "description": "need for aggressive hypertensive treatment or endo-vascular rescue therapy (IA vasodilator injection, balloon angioplasty)",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "Delayed Cerebral Injury (DCI)",
                    "description": "Radiological secondary brain injury associated to vasospasm excluding injuries associated with aneurysm intervention",
                    "timeFrame": "20 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* able to provide consent or, in the event that a patient is incapable of providing consent, that a person is legally authorized to do so on behalf of the patient according to legal and ethical requirements of the country where the clinical centre is located.\n\nPatients:\n\n* must have an angiographically proven intracranial aneurysm (MRA\\< CTA\\< DSA accepted).The determination of SAH requires the presence of a subarachnoid haemorrhage be verified on CT or by lumbar puncture.\n\nMRA: Magnetic Resonance Angiography CTA: Computed Tomography Angiography DSA: Digital Subtracted Angiography\n\nExclusion Criteria:\n\n* failure of a candidate to contribute clinical data,\n* refusal to provide informed consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Prospective consecutive recruitment of cases newly diagnosed intracranial aneurysm in each participating clinical center.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sven Hirsch, Dr",
                    "role": "CONTACT",
                    "phone": "+41 58 934 54 44",
                    "email": "hirc@zhaw.ch"
                },
                {
                    "name": "Philippe Bijlenga, PD MD PhD",
                    "role": "CONTACT",
                    "phone": "+41 22 372 34 26",
                    "email": "philippe.bijlenga@hcuge.ch"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Philippe Bijlenga, PD MD PhD",
                    "affiliation": "Geneva University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sandrine Morel, PD PhD",
                    "affiliation": "Hôpitaux Universitaire de Genève",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nerissa Ko",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "University of Cincinnati College of Medicine",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph Broderick",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Daniel Woo",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "University of Virginia",
                    "status": "RECRUITING",
                    "city": "Virginia Beach",
                    "state": "Virginia",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bradford Worrall",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.85293,
                        "lon": -75.97799
                    }
                },
                {
                    "facility": "Montreal Neurological Institute and Hospital, McGill University",
                    "status": "RECRUITING",
                    "city": "Montréal",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Guy Rouleau",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.50884,
                        "lon": -73.58781
                    }
                },
                {
                    "facility": "Helsinki University Central Hospital",
                    "status": "RECRUITING",
                    "city": "Helsinki",
                    "country": "Finland",
                    "contacts": [
                        {
                            "name": "Behman Rezai Jahromi",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 60.16952,
                        "lon": 24.93545
                    }
                },
                {
                    "facility": "Kuopio University Hospital",
                    "status": "RECRUITING",
                    "city": "Kuopio",
                    "country": "Finland",
                    "contacts": [
                        {
                            "name": "Antti Lindgren",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 62.89238,
                        "lon": 27.67703
                    }
                },
                {
                    "facility": "ICAN",
                    "status": "RECRUITING",
                    "city": "Nantes",
                    "country": "France",
                    "contacts": [
                        {
                            "name": "Romain Bourcier",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.21725,
                        "lon": -1.55336
                    }
                },
                {
                    "facility": "University of Pecs",
                    "status": "COMPLETED",
                    "city": "Pécs",
                    "country": "Hungary",
                    "geoPoint": {
                        "lat": 46.08333,
                        "lon": 18.23333
                    }
                },
                {
                    "facility": "Erasmus Medical Center",
                    "status": "COMPLETED",
                    "city": "Rotterdam",
                    "country": "Netherlands",
                    "geoPoint": {
                        "lat": 51.9225,
                        "lon": 4.47917
                    }
                },
                {
                    "facility": "University Medical Center Utrecht",
                    "status": "RECRUITING",
                    "city": "Utrecht",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Ynte Ruigrok",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.09083,
                        "lon": 5.12222
                    }
                },
                {
                    "facility": "Jagiellonian University Medical College",
                    "status": "RECRUITING",
                    "city": "Cracovia",
                    "country": "Poland",
                    "contacts": [
                        {
                            "name": "Joanna Pera",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 50.06143,
                        "lon": 19.93658
                    }
                },
                {
                    "facility": "Barcelona Hospital General de Cataluna",
                    "status": "COMPLETED",
                    "city": "Barcelona",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "Hospital Clinic Barcelona",
                    "status": "COMPLETED",
                    "city": "Barcelona",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "IMIM - Hospital del Mar",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "country": "Spain",
                    "contacts": [
                        {
                            "name": "Jordi Jimenez Corde",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "Neurochirurgie / Hôpitaux Universitaire de Genève",
                    "status": "RECRUITING",
                    "city": "Geneva",
                    "zip": "1211",
                    "country": "Switzerland",
                    "contacts": [
                        {
                            "name": "Philippe Bijlenga, PD MD PhD",
                            "role": "CONTACT",
                            "phone": "+41795533772",
                            "email": "philippe.bijlenga@hcuge.ch"
                        },
                        {
                            "name": "Karl Schaller, Prof",
                            "role": "CONTACT",
                            "phone": "+41223728201",
                            "email": "karl.schaller@hcuge.ch"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.20222,
                        "lon": 6.14569
                    }
                },
                {
                    "facility": "Klinik Hirslanded",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Zürich",
                    "zip": "8008",
                    "country": "Switzerland",
                    "contacts": [
                        {
                            "name": "Daniel Rüfenacht, Prof",
                            "role": "CONTACT",
                            "phone": "+41 44 387 28 50",
                            "email": "daniel.rufenacht@hirslanden.ch"
                        },
                        {
                            "name": "Isabel Wanke, Prof",
                            "role": "CONTACT",
                            "phone": "+41 44 387 28 50",
                            "email": "isabel.wanke@hirslanden.ch"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.36667,
                        "lon": 8.54999
                    }
                },
                {
                    "facility": "University College London",
                    "status": "RECRUITING",
                    "city": "London",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "David Werring",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.50853,
                        "lon": -0.12574
                    }
                },
                {
                    "facility": "Radcliffe Infirmary",
                    "status": "COMPLETED",
                    "city": "Oxford",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 51.75222,
                        "lon": -1.25596
                    }
                },
                {
                    "facility": "Royal Hallamshire Hospital",
                    "status": "COMPLETED",
                    "city": "Sheffield",
                    "country": "United Kingdom",
                    "geoPoint": {
                        "lat": 53.38297,
                        "lon": -1.4659
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31261121",
                    "type": "BACKGROUND",
                    "citation": "Bijlenga P, Morel S, Hirsch S, Schaller K, Rufenacht D. Plea for an international Aneurysm Data Bank: description and perspectives. Neurosurg Focus. 2019 Jul 1;47(1):E17. doi: 10.3171/2019.4.FOCUS19185."
                },
                {
                    "pmid": "19429832",
                    "type": "RESULT",
                    "citation": "Reymond P, Merenda F, Perren F, Rufenacht D, Stergiopulos N. Validation of a one-dimensional model of the systemic arterial tree. Am J Physiol Heart Circ Physiol. 2009 Jul;297(1):H208-22. doi: 10.1152/ajpheart.00037.2009. Epub 2009 May 8."
                },
                {
                    "pmid": "19632885",
                    "type": "RESULT",
                    "citation": "Schaap M, Metz CT, van Walsum T, van der Giessen AG, Weustink AC, Mollet NR, Bauer C, Bogunovic H, Castro C, Deng X, Dikici E, O'Donnell T, Frenay M, Friman O, Hernandez Hoyos M, Kitslaar PH, Krissian K, Kuhnel C, Luengo-Oroz MA, Orkisz M, Smedby O, Styner M, Szymczak A, Tek H, Wang C, Warfield SK, Zambal S, Zhang Y, Krestin GP, Niessen WJ. Standardized evaluation methodology and reference database for evaluating coronary artery centerline extraction algorithms. Med Image Anal. 2009 Oct;13(5):701-14. doi: 10.1016/j.media.2009.06.003. Epub 2009 Jun 30."
                },
                {
                    "pmid": "20364137",
                    "type": "RESULT",
                    "citation": "Yasuno K, Bilguvar K, Bijlenga P, Low SK, Krischek B, Auburger G, Simon M, Krex D, Arlier Z, Nayak N, Ruigrok YM, Niemela M, Tajima A, von und zu Fraunberg M, Doczi T, Wirjatijasa F, Hata A, Blasco J, Oszvald A, Kasuya H, Zilani G, Schoch B, Singh P, Stuer C, Risselada R, Beck J, Sola T, Ricciardi F, Aromaa A, Illig T, Schreiber S, van Duijn CM, van den Berg LH, Perret C, Proust C, Roder C, Ozturk AK, Gaal E, Berg D, Geisen C, Friedrich CM, Summers P, Frangi AF, State MW, Wichmann HE, Breteler MM, Wijmenga C, Mane S, Peltonen L, Elio V, Sturkenboom MC, Lawford P, Byrne J, Macho J, Sandalcioglu EI, Meyer B, Raabe A, Steinmetz H, Rufenacht D, Jaaskelainen JE, Hernesniemi J, Rinkel GJ, Zembutsu H, Inoue I, Palotie A, Cambien F, Nakamura Y, Lifton RP, Gunel M. Genome-wide association study of intracranial aneurysm identifies three new risk loci. Nat Genet. 2010 May;42(5):420-5. doi: 10.1038/ng.563. Epub 2010 Apr 4."
                },
                {
                    "pmid": "18834494",
                    "type": "RESULT",
                    "citation": "Morgan AA, Lu Z, Wang X, Cohen AM, Fluck J, Ruch P, Divoli A, Fundel K, Leaman R, Hakenberg J, Sun C, Liu HH, Torres R, Krauthammer M, Lau WW, Liu H, Hsu CN, Schuemie M, Cohen KB, Hirschman L. Overview of BioCreative II gene normalization. Genome Biol. 2008;9 Suppl 2(Suppl 2):S3. doi: 10.1186/gb-2008-9-s2-s3. Epub 2008 Sep 1."
                },
                {
                    "pmid": "21622820",
                    "type": "RESULT",
                    "citation": "Reymond P, Bohraus Y, Perren F, Lazeyras F, Stergiopulos N. Validation of a patient-specific one-dimensional model of the systemic arterial tree. Am J Physiol Heart Circ Physiol. 2011 Sep;301(3):H1173-82. doi: 10.1152/ajpheart.00821.2010. Epub 2011 May 27."
                },
                {
                    "pmid": "19638971",
                    "type": "RESULT",
                    "citation": "Bauer-Mehren A, Furlong LI, Sanz F. Pathway databases and tools for their exploitation: benefits, current limitations and challenges. Mol Syst Biol. 2009;5:290. doi: 10.1038/msb.2009.47. Epub 2009 Jul 28."
                },
                {
                    "pmid": "26740210",
                    "type": "RESULT",
                    "citation": "Morbiducci U, Kok AM, Kwak BR, Stone PH, Steinman DA, Wentzel JJ. Atherosclerosis at arterial bifurcations: evidence for the role of haemodynamics and geometry. Thromb Haemost. 2016 Mar;115(3):484-92. doi: 10.1160/TH15-07-0597. Epub 2016 Jan 7."
                },
                {
                    "pmid": "19705075",
                    "type": "RESULT",
                    "citation": "Augsburger L, Farhat M, Reymond P, Fonck E, Kulcsar Z, Stergiopulos N, Rufenacht DA. Effect of flow diverter porosity on intraaneurysmal blood flow. Klin Neuroradiol. 2009 Aug;19(3):204-14. doi: 10.1007/s00062-009-9005-0. Epub 2009 Aug 23."
                },
                {
                    "pmid": "29025971",
                    "type": "RESULT",
                    "citation": "Ribeiro-Rodrigues TM, Martins-Marques T, Morel S, Kwak BR, Girao H. Role of connexin 43 in different forms of intercellular communication - gap junctions, extracellular vesicles and tunnelling nanotubes. J Cell Sci. 2017 Nov 1;130(21):3619-3630. doi: 10.1242/jcs.200667. Epub 2017 Oct 12."
                },
                {
                    "pmid": "22981220",
                    "type": "RESULT",
                    "citation": "Reymond P, Crosetto P, Deparis S, Quarteroni A, Stergiopulos N. Physiological simulation of blood flow in the aorta: comparison of hemodynamic indices as predicted by 3-D FSI, 3-D rigid wall and 1-D models. Med Eng Phys. 2013 Jun;35(6):784-91. doi: 10.1016/j.medengphy.2012.08.009. Epub 2012 Sep 12."
                },
                {
                    "pmid": "23899912",
                    "type": "RESULT",
                    "citation": "Bijlenga P, Ebeling C, Jaegersberg M, Summers P, Rogers A, Waterworth A, Iavindrasana J, Macho J, Pereira VM, Bukovics P, Vivas E, Sturkenboom MC, Wright J, Friedrich CM, Frangi A, Byrne J, Schaller K, Rufenacht D; @neurIST Investigators. Risk of rupture of small anterior communicating artery aneurysms is similar to posterior circulation aneurysms. Stroke. 2013 Nov;44(11):3018-26. doi: 10.1161/STROKEAHA.113.001667. Epub 2013 Jul 30."
                },
                {
                    "pmid": "20627664",
                    "type": "RESULT",
                    "citation": "Larrabide I, Kim M, Augsburger L, Villa-Uriol MC, Rufenacht D, Frangi AF. Fast virtual deployment of self-expandable stents: method and in vitro evaluation for intracranial aneurysmal stenting. Med Image Anal. 2012 Apr;16(3):721-30. doi: 10.1016/j.media.2010.04.009. Epub 2010 May 11."
                },
                {
                    "pmid": "22106312",
                    "type": "RESULT",
                    "citation": "Yasuno K, Bakircioglu M, Low SK, Bilguvar K, Gaal E, Ruigrok YM, Niemela M, Hata A, Bijlenga P, Kasuya H, Jaaskelainen JE, Krex D, Auburger G, Simon M, Krischek B, Ozturk AK, Mane S, Rinkel GJ, Steinmetz H, Hernesniemi J, Schaller K, Zembutsu H, Inoue I, Palotie A, Cambien F, Nakamura Y, Lifton RP, Gunel M. Common variant near the endothelin receptor type A (EDNRA) gene is associated with intracranial aneurysm risk. Proc Natl Acad Sci U S A. 2011 Dec 6;108(49):19707-12. doi: 10.1073/pnas.1117137108. Epub 2011 Nov 21."
                },
                {
                    "pmid": "21042856",
                    "type": "RESULT",
                    "citation": "Augsburger L, Reymond P, Rufenacht DA, Stergiopulos N. Intracranial stents being modeled as a porous medium: flow simulation in stented cerebral aneurysms. Ann Biomed Eng. 2011 Feb;39(2):850-63. doi: 10.1007/s10439-010-0200-6. Epub 2010 Nov 2."
                },
                {
                    "pmid": "33199917",
                    "type": "RESULT",
                    "citation": "Bakker MK, van der Spek RAA, van Rheenen W, Morel S, Bourcier R, Hostettler IC, Alg VS, van Eijk KR, Koido M, Akiyama M, Terao C, Matsuda K, Walters RG, Lin K, Li L, Millwood IY, Chen Z, Rouleau GA, Zhou S, Rannikmae K, Sudlow CLM, Houlden H, van den Berg LH, Dina C, Naggara O, Gentric JC, Shotar E, Eugene F, Desal H, Winsvold BS, Borte S, Johnsen MB, Brumpton BM, Sandvei MS, Willer CJ, Hveem K, Zwart JA, Verschuren WMM, Friedrich CM, Hirsch S, Schilling S, Dauvillier J, Martin O; HUNT All-In Stroke; China Kadoorie Biobank Collaborative Group; BioBank Japan Project Consortium; ICAN Study Group; CADISP Group; Genetics and Observational Subarachnoid Haemorrhage (GOSH) Study investigators; International Stroke Genetics Consortium (ISGC); Jones GT, Bown MJ, Ko NU, Kim H, Coleman JRI, Breen G, Zaroff JG, Klijn CJM, Malik R, Dichgans M, Sargurupremraj M, Tatlisumak T, Amouyel P, Debette S, Rinkel GJE, Worrall BB, Pera J, Slowik A, Gaal-Paavola EI, Niemela M, Jaaskelainen JE, von Und Zu Fraunberg M, Lindgren A, Broderick JP, Werring DJ, Woo D, Redon R, Bijlenga P, Kamatani Y, Veldink JH, Ruigrok YM. Genome-wide association study of intracranial aneurysms identifies 17 risk loci and genetic overlap with clinical risk factors. Nat Genet. 2020 Dec;52(12):1303-1313. doi: 10.1038/s41588-020-00725-7. Epub 2020 Nov 16. Erratum In: Nat Genet. 2021 Feb;53(2):254. doi: 10.1038/s41588-020-00760-4."
                },
                {
                    "pmid": "18560819",
                    "type": "RESULT",
                    "citation": "Clarke M. Systematic review of reviews of risk factors for intracranial aneurysms. Neuroradiology. 2008 Aug;50(8):653-64. doi: 10.1007/s00234-008-0411-9. Epub 2008 Jun 17."
                },
                {
                    "pmid": "20972626",
                    "type": "RESULT",
                    "citation": "Marzo A, Singh P, Larrabide I, Radaelli A, Coley S, Gwilliam M, Wilkinson ID, Lawford P, Reymond P, Patel U, Frangi A, Hose DR. Computational hemodynamics in cerebral aneurysms: the effects of modeled versus measured boundary conditions. Ann Biomed Eng. 2011 Feb;39(2):884-96. doi: 10.1007/s10439-010-0187-z. Epub 2010 Oct 23."
                },
                {
                    "pmid": "23019173",
                    "type": "RESULT",
                    "citation": "Larrabide I, Aguilar ML, Morales HG, Geers AJ, Kulcsar Z, Rufenacht D, Frangi AF. Intra-aneurysmal pressure and flow changes induced by flow diverters: relation to aneurysm size and shape. AJNR Am J Neuroradiol. 2013 Apr;34(4):816-22. doi: 10.3174/ajnr.A3288. Epub 2012 Sep 27."
                },
                {
                    "pmid": "21885712",
                    "type": "RESULT",
                    "citation": "Morales HG, Kim M, Vivas EE, Villa-Uriol MC, Larrabide I, Sola T, Guimaraens L, Frangi AF. How do coil configuration and packing density influence intra-aneurysmal hemodynamics? AJNR Am J Neuroradiol. 2011 Nov-Dec;32(10):1935-41. doi: 10.3174/ajnr.A2635. Epub 2011 Sep 1."
                },
                {
                    "pmid": "21361189",
                    "type": "RESULT",
                    "citation": "Bogunovic H, Pozo JM, Villa-Uriol MC, Majoie CB, van den Berg R, Gratama van Andel HA, Macho JM, Blasco J, Roman LS, Frangi AF. Automated segmentation of cerebral vasculature with aneurysms in 3DRA and TOF-MRA using geodesic active regions: an evaluation study. Med Phys. 2011 Jan;38(1):210-22. doi: 10.1118/1.3515749."
                },
                {
                    "pmid": "19831473",
                    "type": "RESULT",
                    "citation": "Watton PN, Raberger NB, Holzapfel GA, Ventikos Y. Coupling the hemodynamic environment to the evolution of cerebral aneurysms: computational framework and numerical examples. J Biomech Eng. 2009 Oct;131(10):101003. doi: 10.1115/1.3192141."
                },
                {
                    "pmid": "21183614",
                    "type": "RESULT",
                    "citation": "Geers AJ, Larrabide I, Radaelli AG, Bogunovic H, Kim M, Gratama van Andel HA, Majoie CB, VanBavel E, Frangi AF. Patient-specific computational hemodynamics of intracranial aneurysms from 3D rotational angiography and CT angiography: an in vivo reproducibility study. AJNR Am J Neuroradiol. 2011 Mar;32(3):581-6. doi: 10.3174/ajnr.A2306. Epub 2010 Dec 23."
                },
                {
                    "pmid": "20089327",
                    "type": "RESULT",
                    "citation": "Elger BS, Iavindrasana J, Lo Iacono L, Muller H, Roduit N, Summers P, Wright J. Strategies for health data exchange for secondary, cross-institutional clinical research. Comput Methods Programs Biomed. 2010 Sep;99(3):230-51. doi: 10.1016/j.cmpb.2009.12.001. Epub 2010 Jan 20."
                },
                {
                    "pmid": "19234094",
                    "type": "RESULT",
                    "citation": "Watton PN, Ventikos Y, Holzapfel GA. Modelling the growth and stabilization of cerebral aneurysms. Math Med Biol. 2009 Jun;26(2):133-64. doi: 10.1093/imammb/dqp001. Epub 2009 Feb 20."
                },
                {
                    "pmid": "18657813",
                    "type": "RESULT",
                    "citation": "Kroon M, Holzapfel GA. A new constitutive model for multi-layered collagenous tissues. J Biomech. 2008 Aug 28;41(12):2766-71. doi: 10.1016/j.jbiomech.2008.05.033. Epub 2008 Jul 26."
                },
                {
                    "pmid": "19027028",
                    "type": "RESULT",
                    "citation": "Kroon M, Holzapfel GA. A theoretical model for fibroblast-controlled growth of saccular cerebral aneurysms. J Theor Biol. 2009 Mar 7;257(1):73-83. doi: 10.1016/j.jtbi.2008.10.021. Epub 2008 Nov 5."
                },
                {
                    "pmid": "20155439",
                    "type": "RESULT",
                    "citation": "Risselada R, Lingsma HF, Bauer-Mehren A, Friedrich CM, Molyneux AJ, Kerr RS, Yarnold J, Sneade M, Steyerberg EW, Sturkenboom MC. Prediction of 60 day case-fatality after aneurysmal subarachnoid haemorrhage: results from the International Subarachnoid Aneurysm Trial (ISAT). Eur J Epidemiol. 2010 Apr;25(4):261-6. doi: 10.1007/s10654-010-9432-x. Epub 2010 Feb 14."
                },
                {
                    "pmid": "19675980",
                    "type": "RESULT",
                    "citation": "Marzo A, Singh P, Reymond P, Stergiopulos N, Patel U, Hose R. Influence of inlet boundary conditions on the local haemodynamics of intracranial aneurysms. Comput Methods Biomech Biomed Engin. 2009 Aug;12(4):431-44. doi: 10.1080/10255840802654335."
                },
                {
                    "pmid": "20496095",
                    "type": "RESULT",
                    "citation": "Watton PN, Selimovic A, Raberger NB, Huang P, Holzapfel GA, Ventikos Y. Modelling evolution and the evolving mechanical environment of saccular cerebral aneurysms. Biomech Model Mechanobiol. 2011 Feb;10(1):109-32. doi: 10.1007/s10237-010-0221-y. Epub 2010 May 23."
                },
                {
                    "pmid": "24262847",
                    "type": "RESULT",
                    "citation": "Geers AJ, Larrabide I, Morales HG, Frangi AF. Approximating hemodynamics of cerebral aneurysms with steady flow simulations. J Biomech. 2014 Jan 3;47(1):178-85. doi: 10.1016/j.jbiomech.2013.09.033. Epub 2013 Nov 1."
                },
                {
                    "pmid": "29962043",
                    "type": "RESULT",
                    "citation": "Diagbouga MR, Morel S, Bijlenga P, Kwak BR. Role of hemodynamics in initiation/growth of intracranial aneurysms. Eur J Clin Invest. 2018 Sep;48(9):e12992. doi: 10.1111/eci.12992. Epub 2018 Jul 20."
                },
                {
                    "pmid": "27418160",
                    "type": "RESULT",
                    "citation": "van 't Hof FN, Ruigrok YM, Lee CH, Ripke S, Anderson G, de Andrade M, Baas AF, Blankensteijn JD, Bottinger EP, Bown MJ, Broderick J, Bijlenga P, Carrell DS, Crawford DC, Crosslin DR, Ebeling C, Eriksson JG, Fornage M, Foroud T, von Und Zu Fraunberg M, Friedrich CM, Gaal EI, Gottesman O, Guo DC, Harrison SC, Hernesniemi J, Hofman A, Inoue I, Jaaskelainen JE, Jones GT, Kiemeney LA, Kivisaari R, Ko N, Koskinen S, Kubo M, Kullo IJ, Kuivaniemi H, Kurki MI, Laakso A, Lai D, Leal SM, Lehto H, LeMaire SA, Low SK, Malinowski J, McCarty CA, Milewicz DM, Mosley TH, Nakamura Y, Nakaoka H, Niemela M, Pacheco J, Peissig PL, Pera J, Rasmussen-Torvik L, Ritchie MD, Rivadeneira F, van Rij AM, Santos-Cortez RL, Saratzis A, Slowik A, Takahashi A, Tromp G, Uitterlinden AG, Verma SS, Vermeulen SH, Wang GT; Aneurysm Consortium; Vascular Research Consortium of New Zealand; Han B, Rinkel GJ, de Bakker PI. Shared Genetic Risk Factors of Intracranial, Abdominal, and Thoracic Aneurysms. J Am Heart Assoc. 2016 Jul 14;5(7):e002603. doi: 10.1161/JAHA.115.002603. Erratum In: J Am Heart Assoc. 2018 Feb 2;7(3):e004150. doi: 10.1161/JAHA.117.004150."
                },
                {
                    "pmid": "22670202",
                    "type": "RESULT",
                    "citation": "Villa-Uriol MC, Berti G, Hose DR, Marzo A, Chiarini A, Penrose J, Pozo J, Schmidt JG, Singh P, Lycett R, Larrabide I, Frangi AF. @neurIST complex information processing toolchain for the integrated management of cerebral aneurysms. Interface Focus. 2011 Jun 6;1(3):308-19. doi: 10.1098/rsfs.2010.0033. Epub 2011 Apr 6."
                },
                {
                    "pmid": "19520985",
                    "type": "RESULT",
                    "citation": "Risselada R, Straatman H, van Kooten F, Dippel DW, van der Lugt A, Niessen WJ, Firouzian A, Herings RM, Sturkenboom MC. Withdrawal of statins and risk of subarachnoid hemorrhage. Stroke. 2009 Aug;40(8):2887-92. doi: 10.1161/STROKEAHA.109.552760. Epub 2009 Jun 11."
                },
                {
                    "pmid": "31485987",
                    "type": "RESULT",
                    "citation": "Detmer FJ, Luckehe D, Mut F, Slawski M, Hirsch S, Bijlenga P, von Voigt G, Cebral JR. Comparison of statistical learning approaches for cerebral aneurysm rupture assessment. Int J Comput Assist Radiol Surg. 2020 Jan;15(1):141-150. doi: 10.1007/s11548-019-02065-2. Epub 2019 Sep 4."
                },
                {
                    "pmid": "27440126",
                    "type": "RESULT",
                    "citation": "Geers AJ, Morales HG, Larrabide I, Butakoff C, Bijlenga P, Frangi AF. Wall shear stress at the initiation site of cerebral aneurysms. Biomech Model Mechanobiol. 2017 Feb;16(1):97-115. doi: 10.1007/s10237-016-0804-3. Epub 2016 Jul 20."
                },
                {
                    "pmid": "20714011",
                    "type": "RESULT",
                    "citation": "Pozo JM, Villa-Uriol MC, Frangi AF. Efficient 3D geometric and Zernike moments computation from unstructured surface meshes. IEEE Trans Pattern Anal Mach Intell. 2011 Mar;33(3):471-84. doi: 10.1109/TPAMI.2010.139."
                },
                {
                    "pmid": "22884968",
                    "type": "RESULT",
                    "citation": "Reymond P, Perren F, Lazeyras F, Stergiopulos N. Patient-specific mean pressure drop in the systemic arterial tree, a comparison between 1-D and 3-D models. J Biomech. 2012 Oct 11;45(15):2499-505. doi: 10.1016/j.jbiomech.2012.07.020. Epub 2012 Aug 11."
                },
                {
                    "pmid": "21776779",
                    "type": "RESULT",
                    "citation": "Larrabide I, Cruz Villa-Uriol M, Cardenes R, Pozo JM, Macho J, San Roman L, Blasco J, Vivas E, Marzo A, Hose DR, Frangi AF. Three-dimensional morphological analysis of intracranial aneurysms: a fully automated method for aneurysm sac isolation and quantification. Med Phys. 2011 May;38(5):2439-49. doi: 10.1118/1.3575417."
                },
                {
                    "pmid": "24692666",
                    "type": "RESULT",
                    "citation": "Larrabide I, Geers AJ, Morales HG, Aguilar ML, Rufenacht DA. Effect of aneurysm and ICA morphology on hemodynamics before and after flow diverter treatment. J Neurointerv Surg. 2015 Apr;7(4):272-80. doi: 10.1136/neurintsurg-2014-011171. Epub 2014 Apr 1."
                },
                {
                    "pmid": "20508319",
                    "type": "RESULT",
                    "citation": "Balocco S, Basset O, Courbebaisse G, Boni E, Frangi AF, Tortoli P, Cachard C. Estimation of the viscoelastic properties of vessel walls using a computational model and Doppler ultrasound. Phys Med Biol. 2010 Jun 21;55(12):3557-75. doi: 10.1088/0031-9155/55/12/019. Epub 2010 May 28."
                },
                {
                    "pmid": "26662678",
                    "type": "RESULT",
                    "citation": "Ngoepe MN, Ventikos Y. Computational modelling of clot development in patient-specific cerebral aneurysm cases. J Thromb Haemost. 2016 Feb;14(2):262-72. doi: 10.1111/jth.13220. Epub 2016 Feb 5."
                },
                {
                    "pmid": "21491256",
                    "type": "RESULT",
                    "citation": "Bernardini A, Larrabide I, Petrini L, Pennati G, Flore E, Kim M, Frangi AF. Deployment of self-expandable stents in aneurysmatic cerebral vessels: comparison of different computational approaches for interventional planning. Comput Methods Biomech Biomed Engin. 2012;15(3):303-11. doi: 10.1080/10255842.2010.527838. Epub 2011 Jun 1."
                },
                {
                    "pmid": "19959776",
                    "type": "RESULT",
                    "citation": "Bowker TJ, Watton PN, Summers PE, Byrne JV, Ventikos Y. Rest versus exercise hemodynamics for middle cerebral artery aneurysms: a computational study. AJNR Am J Neuroradiol. 2010 Feb;31(2):317-23. doi: 10.3174/ajnr.A1797. Epub 2009 Dec 3."
                },
                {
                    "pmid": "29688417",
                    "type": "RESULT",
                    "citation": "Morel S, Diagbouga MR, Dupuy N, Sutter E, Braunersreuther V, Pelli G, Corniola M, Gondar R, Jagersberg M, Isidor N, Schaller K, Bochaton-Piallat ML, Bijlenga P, Kwak BR. Correlating Clinical Risk Factors and Histological Features in Ruptured and Unruptured Human Intracranial Aneurysms: The Swiss AneuX Study. J Neuropathol Exp Neurol. 2018 Jul 1;77(7):555-566. doi: 10.1093/jnen/nly031."
                },
                {
                    "pmid": "20435543",
                    "type": "RESULT",
                    "citation": "Benkner S, Arbona A, Berti G, Chiarini A, Dunlop R, Engelbrecht G, Frangi AF, Friedrich CM, Hanser S, Hasselmeyer P, Hose RD, Iavindrasana J, Kohler M, Iacono LL, Lonsdale G, Meyer R, Moore B, Rajasekaran H, Summers PE, Wohrer A, Wood S. @neurIST: infrastructure for advanced disease management through integration of heterogeneous data, computing, and complex processing services. IEEE Trans Inf Technol Biomed. 2010 Nov;14(6):1365-77. doi: 10.1109/TITB.2010.2049268. Epub 2010 Apr 29."
                },
                {
                    "pmid": "20443490",
                    "type": "RESULT",
                    "citation": "Balocco S, Camara O, Vivas E, Sola T, Guimaraens L, Gratama van Andel HA, Majoie CB, Pozo JM, Bijnens BH, Frangi AF. Feasibility of estimating regional mechanical properties of cerebral aneurysms in vivo. Med Phys. 2010 Apr;37(4):1689-706. doi: 10.1118/1.3355933."
                },
                {
                    "pmid": "19831480",
                    "type": "RESULT",
                    "citation": "Eriksson T, Kroon M, Holzapfel GA. Influence of medial collagen organization and axial in situ stretch on saccular cerebral aneurysm growth. J Biomech Eng. 2009 Oct;131(10):101010. doi: 10.1115/1.3200911."
                },
                {
                    "pmid": "22749086",
                    "type": "RESULT",
                    "citation": "Larrabide I, Villa-Uriol MC, Cardenes R, Barbarito V, Carotenuto L, Geers AJ, Morales HG, Pozo JM, Mazzeo MD, Bogunovic H, Omedas P, Riccobene C, Macho JM, Frangi AF. AngioLab--a software tool for morphological analysis and endovascular treatment planning of intracranial aneurysms. Comput Methods Programs Biomed. 2012 Nov;108(2):806-19. doi: 10.1016/j.cmpb.2012.05.006. Epub 2012 Jun 28."
                },
                {
                    "pmid": "19487029",
                    "type": "RESULT",
                    "citation": "Augsburger L, Reymond P, Fonck E, Kulcsar Z, Farhat M, Ohta M, Stergiopulos N, Rufenacht DA. Methodologies to assess blood flow in cerebral aneurysms: current state of research and perspectives. J Neuroradiol. 2009 Dec;36(5):270-7. doi: 10.1016/j.neurad.2009.03.001. Epub 2009 May 31."
                },
                {
                    "pmid": "23466011",
                    "type": "RESULT",
                    "citation": "Coen M, Burkhardt K, Bijlenga P, Gabbiani G, Schaller K, Kovari E, Rufenacht DA, Ruiz DS, Pizzolato G, Bochaton-Piallat ML. Smooth muscle cells of human intracranial aneurysms assume phenotypic features similar to those of the atherosclerotic plaque. Cardiovasc Pathol. 2013 Sep-Oct;22(5):339-44. doi: 10.1016/j.carpath.2013.01.083. Epub 2013 Mar 5."
                },
                {
                    "pmid": "20920243",
                    "type": "RESULT",
                    "citation": "Risselada R, Lingsma HF, Molyneux AJ, Kerr RS, Yarnold J, Sneade M, Steyerberg EW, Sturkenboom MC. Prediction of two month modified Rankin Scale with an ordinal prediction model in patients with aneurysmal subarachnoid haemorrhage. BMC Med Res Methodol. 2010 Sep 29;10:86. doi: 10.1186/1471-2288-10-86."
                },
                {
                    "pmid": "28573970",
                    "type": "RESULT",
                    "citation": "Sarrami-Foroushani A, Lassila T, Gooya A, Geers AJ, Frangi AF. Uncertainty quantification of wall shear stress in intracranial aneurysms using a data-driven statistical model of systemic blood flow variability. J Biomech. 2016 Dec 8;49(16):3815-3823. doi: 10.1016/j.jbiomech.2016.10.005. Epub 2016 Oct 15."
                },
                {
                    "pmid": "20478916",
                    "type": "RESULT",
                    "citation": "Villa-Uriol MC, Larrabide I, Pozo JM, Kim M, Camara O, De Craene M, Zhang C, Geers AJ, Morales H, Bogunovic H, Cardenes R, Frangi AF. Toward integrated management of cerebral aneurysms. Philos Trans A Math Phys Eng Sci. 2010 Jun 28;368(1921):2961-82. doi: 10.1098/rsta.2010.0095."
                },
                {
                    "pmid": "19164084",
                    "type": "RESULT",
                    "citation": "Zhang C, Villa-Uriol MC, De Craene M, Pozo JM, Frangi AF. Morphodynamic analysis of cerebral aneurysm pulsation from time-resolved rotational angiography. IEEE Trans Med Imaging. 2009 Jul;28(7):1105-16. doi: 10.1109/TMI.2009.2012405. Epub 2009 Jan 19."
                },
                {
                    "pmid": "21155965",
                    "type": "RESULT",
                    "citation": "Risselada R, Straatman H, van Kooten F, Dippel DW, van der Lugt A, Niessen WJ, Firouzian A, Herings RM, Sturkenboom MC. Platelet aggregation inhibitors, vitamin K antagonists and risk of subarachnoid hemorrhage. J Thromb Haemost. 2011 Mar;9(3):517-23. doi: 10.1111/j.1538-7836.2010.04170.x."
                },
                {
                    "pmid": "30790172",
                    "type": "RESULT",
                    "citation": "Pinzi M, Galvan S, Rodriguez Y Baena F. The Adaptive Hermite Fractal Tree (AHFT): a novel surgical 3D path planning approach with curvature and heading constraints. Int J Comput Assist Radiol Surg. 2019 Apr;14(4):659-670. doi: 10.1007/s11548-019-01923-3. Epub 2019 Feb 21."
                },
                {
                    "pmid": "25704859",
                    "type": "RESULT",
                    "citation": "Larrabide I, Geers AJ, Morales HG, Bijlenga P, Rufenacht DA. Change in aneurysmal flow pulsatility after flow diverter treatment. Comput Med Imaging Graph. 2016 Jun;50:2-8. doi: 10.1016/j.compmedimag.2015.01.008. Epub 2015 Jan 29."
                },
                {
                    "pmid": "20390048",
                    "type": "RESULT",
                    "citation": "Stenzhorn H, Schulz S, Boeker M, Smith B. Adapting Clinical Ontologies in Real-World Environments. J Univers. Comput Sci. 2008;14(22):3767-3780. doi: 10.3217/jucs-014-22-3767."
                },
                {
                    "pmid": "17695748",
                    "type": "RESULT",
                    "citation": "Arbona A, Benkner S, Engelbrecht G, Fingberg J, Hofmann M, Kumpf K, Lonsdale G, Woehrer A. A service-oriented grid infrastructure for biomedical data and compute services. IEEE Trans Nanobioscience. 2007 Jun;6(2):136-41. doi: 10.1109/tnb.2007.897438."
                },
                {
                    "pmid": "21712155",
                    "type": "RESULT",
                    "citation": "Ho H, Suresh V, Kang W, Cooling MT, Watton PN, Hunter PJ. Multiscale modeling of intracranial aneurysms: cell signaling, hemodynamics, and remodeling. IEEE Trans Biomed Eng. 2011 Oct;58(10):2974-7. doi: 10.1109/TBME.2011.2160638. Epub 2011 Jun 27."
                },
                {
                    "pmid": "34162852",
                    "type": "RESULT",
                    "citation": "Sarrami-Foroushani A, Lassila T, MacRaild M, Asquith J, Roes KCB, Byrne JV, Frangi AF. In-silico trial of intracranial flow diverters replicates and expands insights from conventional clinical trials. Nat Commun. 2021 Jun 23;12(1):3861. doi: 10.1038/s41467-021-23998-w."
                },
                {
                    "pmid": "31261120",
                    "type": "RESULT",
                    "citation": "Detmer FJ, Hadad S, Chung BJ, Mut F, Slawski M, Juchler N, Kurtcuoglu V, Hirsch S, Bijlenga P, Uchiyama Y, Fujimura S, Yamamoto M, Murayama Y, Takao H, Koivisto T, Frosen J, Cebral JR. Extending statistical learning for aneurysm rupture assessment to Finnish and Japanese populations using morphology, hemodynamics, and patient characteristics. Neurosurg Focus. 2019 Jul 1;47(1):E16. doi: 10.3171/2019.4.FOCUS19145."
                },
                {
                    "pmid": "32008209",
                    "type": "RESULT",
                    "citation": "Detmer FJ, Mut F, Slawski M, Hirsch S, Bijlenga P, Cebral JR. Incorporating variability of patient inflow conditions into statistical models for aneurysm rupture assessment. Acta Neurochir (Wien). 2020 Mar;162(3):553-566. doi: 10.1007/s00701-020-04234-8. Epub 2020 Feb 1."
                },
                {
                    "pmid": "30374656",
                    "type": "RESULT",
                    "citation": "Detmer FJ, Fajardo-Jimenez D, Mut F, Juchler N, Hirsch S, Pereira VM, Bijlenga P, Cebral JR. External validation of cerebral aneurysm rupture probability model with data from two patient cohorts. Acta Neurochir (Wien). 2018 Dec;160(12):2425-2434. doi: 10.1007/s00701-018-3712-8. Epub 2018 Oct 30."
                },
                {
                    "pmid": "22989925",
                    "type": "RESULT",
                    "citation": "Kohout J, Chiarini A, Clapworthy GJ, Klajnsek G. Aneurysm identification by analysis of the blood-vessel skeleton. Comput Methods Programs Biomed. 2013 Jan;109(1):32-47. doi: 10.1016/j.cmpb.2012.08.018. Epub 2012 Sep 16."
                },
                {
                    "pmid": "22843240",
                    "type": "RESULT",
                    "citation": "Reymond P, Vardoulis O, Stergiopulos N. Generic and patient-specific models of the arterial tree. J Clin Monit Comput. 2012 Oct;26(5):375-82. doi: 10.1007/s10877-012-9382-9. Epub 2012 Jul 29."
                },
                {
                    "pmid": "32500254",
                    "type": "RESULT",
                    "citation": "Juchler N, Schilling S, Bijlenga P, Morel S, Rufenacht D, Kurtcuoglu V, Hirsch S. Shape irregularity of the intracranial aneurysm lumen exhibits diagnostic value. Acta Neurochir (Wien). 2020 Sep;162(9):2261-2270. doi: 10.1007/s00701-020-04428-0. Epub 2020 Jun 4."
                },
                {
                    "pmid": "28609457",
                    "type": "RESULT",
                    "citation": "Evju O, Pozo JM, Frangi AF, Mardal KA. Robustness of common hemodynamic indicators with respect to numerical resolution in 38 middle cerebral artery aneurysms. PLoS One. 2017 Jun 13;12(6):e0177566. doi: 10.1371/journal.pone.0177566. eCollection 2017."
                },
                {
                    "pmid": "34983236",
                    "type": "RESULT",
                    "citation": "Zuurbier CCM, Molenberg R, Mensing LA, Wermer MJH, Juvela S, Lindgren AE, Jaaskelainen JE, Koivisto T, Yamazaki T, Uyttenboogaart M, van Dijk JMC, Aalbers MW, Morita A, Tominari S, Arai H, Nozaki K, Murayama Y, Ishibashi T, Takao H, Gondar R, Bijlenga P, Rinkel GJE, Greving JP, Ruigrok YM. Sex Difference and Rupture Rate of Intracranial Aneurysms: An Individual Patient Data Meta-Analysis. Stroke. 2022 Feb;53(2):362-369. doi: 10.1161/STROKEAHA.121.035187. Epub 2022 Jan 5."
                },
                {
                    "pmid": "31261132",
                    "type": "RESULT",
                    "citation": "Schatlo B, Gautschi OP, Friedrich CM, Ebeling C, Jagersberg M, Kulcsar Z, Pereira VM, Schaller K, Bijlenga P. Association of single and multiple aneurysms with tobacco abuse: an @neurIST risk analysis. Neurosurg Focus. 2019 Jul 1;47(1):E9. doi: 10.3171/2019.4.FOCUS19130. Erratum In: Neurosurg Focus. 2019 Oct 1;47(4):E21. doi: 10.3171/2019.8.FOCUS19130a. Kulscar, Zsolt [corrected to Kulcsar, Zsolt]."
                },
                {
                    "pmid": "25118666",
                    "type": "RESULT",
                    "citation": "Sarrami-Foroushani A, Villa-Uriol MC, Nasr Esfahany M, Coley SC, Di Marco LY, Frangi AF, Marzo A. Modeling of the acute effects of primary hypertension and hypotension on the hemodynamics of intracranial aneurysms. Ann Biomed Eng. 2015 Jan;43(1):207-21. doi: 10.1007/s10439-014-1076-7. Epub 2014 Aug 13."
                },
                {
                    "pmid": "21520841",
                    "type": "RESULT",
                    "citation": "Zhang C, Villa-Uriol MC, De Craene M, Pozo JM, Macho JM, Frangi AF. Dynamic estimation of three-dimensional cerebrovascular deformation from rotational angiography. Med Phys. 2011 Mar;38(3):1294-306. doi: 10.1118/1.3549761."
                },
                {
                    "pmid": "32533497",
                    "type": "RESULT",
                    "citation": "Teixeira FS, Neufeld E, Kuster N, Watton PN. Modeling intracranial aneurysm stability and growth: an integrative mechanobiological framework for clinical cases. Biomech Model Mechanobiol. 2020 Dec;19(6):2413-2431. doi: 10.1007/s10237-020-01351-2. Epub 2020 Jun 12."
                },
                {
                    "pmid": "21764622",
                    "type": "RESULT",
                    "citation": "Ho H, McGhee C, Hunter P. Numerical analysis for the blood flow in a patient-specific ophthalmic artery. Med Eng Phys. 2012 Jan;34(1):123-7. doi: 10.1016/j.medengphy.2011.06.015. Epub 2011 Jul 18."
                },
                {
                    "pmid": "34988871",
                    "type": "RESULT",
                    "citation": "Gaastra B, Alexander S, Bakker MK, Bhagat H, Bijlenga P, Blackburn S, Collins MK, Dore S, Griessenauer C, Hendrix P, Hong EP, Hostettler IC, Houlden H, IIhara K, Jeon JP, Kim BJ, Kumar M, Morel S, Nyquist P, Ren D, Ruigrok YM, Werring D, Galea I, Bulters D, Tapper W. Genome-Wide Association Study of Clinical Outcome After Aneurysmal Subarachnoid Haemorrhage: Protocol. Transl Stroke Res. 2022 Aug;13(4):565-576. doi: 10.1007/s12975-021-00978-2. Epub 2022 Jan 6."
                },
                {
                    "pmid": "35779477",
                    "type": "RESULT",
                    "citation": "Delucchi M, Spinner GR, Scutari M, Bijlenga P, Morel S, Friedrich CM, Furrer R, Hirsch S. Bayesian network analysis reveals the interplay of intracranial aneurysm rupture risk factors. Comput Biol Med. 2022 Aug;147:105740. doi: 10.1016/j.compbiomed.2022.105740. Epub 2022 Jun 20."
                },
                {
                    "pmid": "35592468",
                    "type": "RESULT",
                    "citation": "Juchler N, Schilling S, Bijlenga P, Kurtcuoglu V, Hirsch S. Shape Trumps Size: Image-Based Morphological Analysis Reveals That the 3D Shape Discriminates Intracranial Aneurysm Disease Status Better Than Aneurysm Size. Front Neurol. 2022 May 3;13:809391. doi: 10.3389/fneur.2022.809391. eCollection 2022."
                },
                {
                    "pmid": "31691518",
                    "type": "RESULT",
                    "citation": "Lassila T, Sarrami-Foroushani A, Hejazi S, Frangi AF. Population-specific modelling of between/within-subject flow variability in the carotid arteries of the elderly. Int J Numer Method Biomed Eng. 2020 Jan;36(1):e3271. doi: 10.1002/cnm.3271. Epub 2019 Nov 27."
                },
                {
                    "pmid": "36264420",
                    "type": "RESULT",
                    "citation": "Gaastra B, Alexander S, Bakker MK, Bhagat H, Bijlenga P, Blackburn SL, Collins MK, Dore S, Griessenauer CJ, Hendrix P, Hong EP, Hostettler IC, Houlden H, IIhara K, Jeon JP, Kim BJ, Li J, Morel S, Nyquist P, Ren D, Ruigrok YM, Werring D, Tapper W, Galea I, Bulters D. A Genome-Wide Association Study of Outcome After Aneurysmal Subarachnoid Haemorrhage: Discovery Analysis. Transl Stroke Res. 2023 Oct;14(5):681-687. doi: 10.1007/s12975-022-01095-4. Epub 2022 Oct 20."
                },
                {
                    "pmid": "36709557",
                    "type": "RESULT",
                    "citation": "Lin F, Xia Y, Song S, Ravikumar N, Frangi AF. High-throughput 3DRA segmentation of brain vasculature and aneurysms using deep learning. Comput Methods Programs Biomed. 2023 Mar;230:107355. doi: 10.1016/j.cmpb.2023.107355. Epub 2023 Jan 15."
                },
                {
                    "pmid": "36143196",
                    "type": "RESULT",
                    "citation": "Morel S, Hostettler IC, Spinner GR, Bourcier R, Pera J, Meling TR, Alg VS, Houlden H, Bakker MK, Van't Hof F, Rinkel GJE, Foroud T, Lai D, Moomaw CJ, Worrall BB, Caroff J, Constant-Dits-Beaufils P, Karakachoff M, Rimbert A, Rouchaud A, Gaal-Paavola EI, Kaukovalta H, Kivisaari R, Laakso A, Jahromi BR, Tulamo R, Friedrich CM, Dauvillier J, Hirsch S, Isidor N, Kulcsar Z, Lovblad KO, Martin O, Machi P, Mendes Pereira V, Rufenacht D, Schaller K, Schilling S, Slowik A, Jaaskelainen JE, von Und Zu Fraunberg M, Jimenez-Conde J, Cuadrado-Godia E, Soriano-Tarraga C, Millwood IY, Walters RG, The neurIST Project, The Ican Study Group, Genetics And Observational Subarachnoid Haemorrhage Gosh Study Investigators, International Stroke Genetics Consortium Isgc, Kim H, Redon R, Ko NU, Rouleau GA, Lindgren A, Niemela M, Desal H, Woo D, Broderick JP, Werring DJ, Ruigrok YM, Bijlenga P. Intracranial Aneurysm Classifier Using Phenotypic Factors: An International Pooled Analysis. J Pers Med. 2022 Aug 30;12(9):1410. doi: 10.3390/jpm12091410."
                },
                {
                    "pmid": "31574476",
                    "type": "RESULT",
                    "citation": "Bijlenga P. Erratum. Association of single and multiple aneurysms with tobacco abuse: an @neurIST risk analysis. Neurosurg Focus. 2019 Oct 1;47(4):E21. doi: 10.3171/2019.8.FOCUS19130a. No abstract available."
                },
                {
                    "pmid": "28667020",
                    "type": "RESULT",
                    "citation": "Bijlenga P, Gondar R, Schilling S, Morel S, Hirsch S, Cuony J, Corniola MV, Perren F, Rufenacht D, Schaller K. PHASES Score for the Management of Intracranial Aneurysm: A Cross-Sectional Population-Based Retrospective Study. Stroke. 2017 Aug;48(8):2105-2112. doi: 10.1161/STROKEAHA.117.017391. Epub 2017 Jun 30."
                },
                {
                    "pmid": "38235066",
                    "type": "RESULT",
                    "citation": "Yang K, Musio F, Ma Y, Juchler N, Paetzold JC, Al-Maskari R, Hoher L, Li HB, Hamamci IE, Sekuboyina A, Shit S, Huang H, Prabhakar C, de la Rosa E, Waldmannstetter D, Kofler F, Navarro F, Menten M, Ezhov I, Rueckert D, Vos I, Ruigrok Y, Velthuis B, Kuijf H, Hammerli J, Wurster C, Bijlenga P, Westphal L, Bisschop J, Colombo E, Baazaoui H, Makmur A, Hallinan J, Wiestler B, Kirschke JS, Wiest R, Montagnon E, Letourneau-Guillon L, Galdran A, Galati F, Falcetta D, Zuluaga MA, Lin C, Zhao H, Zhang Z, Ra S, Hwang J, Park H, Chen J, Wodzinski M, Muller H, Shi P, Liu W, Ma T, Yalcin C, Hamadache RE, Salvi J, Llado X, Lal-Trehan Estrada UM, Abramova V, Giancardo L, Oliver A, Liu J, Huang H, Cui Y, Lin Z, Liu Y, Zhu S, Patel TR, Tutino VM, Orouskhani M, Wang H, Mossa-Basha M, Zhu C, Rokuss MR, Kirchhoff Y, Disch N, Holzschuh J, Isensee F, Maier-Hein K, Sato Y, Hirsch S, Wegener S, Menze B. Benchmarking the CoW with the TopCoW Challenge: Topology-Aware Anatomical Segmentation of the Circle of Willis for CTA and MRA. ArXiv [Preprint]. 2024 Apr 29:arXiv:2312.17670v3."
                },
                {
                    "pmid": "34743248",
                    "type": "RESULT",
                    "citation": "Morel S, Bijlenga P, Kwak BR. Intracranial aneurysm wall (in)stability-current state of knowledge and clinical perspectives. Neurosurg Rev. 2022 Apr;45(2):1233-1253. doi: 10.1007/s10143-021-01672-5. Epub 2021 Nov 6."
                },
                {
                    "pmid": "34957259",
                    "type": "RESULT",
                    "citation": "Acosta JM, Cayron AF, Dupuy N, Pelli G, Foglia B, Haemmerli J, Allemann E, Bijlenga P, Kwak BR, Morel S. Effect of Aneurysm and Patient Characteristics on Intracranial Aneurysm Wall Thickness. Front Cardiovasc Med. 2021 Dec 8;8:775307. doi: 10.3389/fcvm.2021.775307. eCollection 2021."
                },
                {
                    "pmid": "33974072",
                    "type": "RESULT",
                    "citation": "Diagbouga MR, Morel S, Cayron AF, Haemmerli J, Georges M, Hierck BP, Allemann E, Lemeille S, Bijlenga P, Kwak BR. Primary cilia control endothelial permeability by regulating expression and location of junction proteins. Cardiovasc Res. 2022 May 6;118(6):1583-1596. doi: 10.1093/cvr/cvab165."
                },
                {
                    "pmid": "31881533",
                    "type": "RESULT",
                    "citation": "Morel S, Karol A, Graf V, Pelli G, Richter H, Sutter E, Braunersreuther V, Frosen J, Bijlenga P, Kwak BR, Nuss KM. Sex-related differences in wall remodeling and intraluminal thrombus resolution in a rat saccular aneurysm model. J Neurosurg. 2019 Dec 27;134(1):58-71. doi: 10.3171/2019.9.JNS191466."
                },
                {
                    "pmid": "30894565",
                    "type": "RESULT",
                    "citation": "Baeriswyl DC, Prionisti I, Peach T, Tsolkas G, Chooi KY, Vardakis J, Morel S, Diagbouga MR, Bijlenga P, Cuhlmann S, Evans P, Kwak BR, Ventikos Y, Krams R. Disturbed flow induces a sustained, stochastic NF-kappaB activation which may support intracranial aneurysm growth in vivo. Sci Rep. 2019 Mar 18;9(1):4738. doi: 10.1038/s41598-019-40959-y."
                },
                {
                    "pmid": "27694497",
                    "type": "RESULT",
                    "citation": "Gondar R, Gautschi OP, Cuony J, Perren F, Jagersberg M, Corniola MV, Schatlo B, Molliqaj G, Morel S, Kulcsar Z, Mendes Pereira V, Rufenacht D, Schaller K, Bijlenga P. Unruptured intracranial aneurysm follow-up and treatment after morphological change is safe: observational study and systematic review. J Neurol Neurosurg Psychiatry. 2016 Dec;87(12):1277-1282. doi: 10.1136/jnnp-2016-313584. Epub 2016 Sep 30."
                },
                {
                    "pmid": "26317673",
                    "type": "RESULT",
                    "citation": "Bruneau M, Amin-Hanjani S, Koroknay-Pal P, Bijlenga P, Jahromi BR, Lehto H, Kivisaari R, Schaller K, Charbel F, Khan S, Melot C, Niemela M, Hernesniemi J. Surgical Clipping of Very Small Unruptured Intracranial Aneurysms: A Multicenter International Study. Neurosurgery. 2016 Jan;78(1):47-52. doi: 10.1227/NEU.0000000000000991."
                },
                {
                    "pmid": "23124641",
                    "type": "RESULT",
                    "citation": "Pereira VM, Bonnefous O, Ouared R, Brina O, Stawiaski J, Aerts H, Ruijters D, Narata AP, Bijlenga P, Schaller K, Lovblad KO. A DSA-based method using contrast-motion estimation for the assessment of the intra-aneurysmal flow changes induced by flow-diverter stents. AJNR Am J Neuroradiol. 2013 Apr;34(4):808-15. doi: 10.3174/ajnr.A3322. Epub 2012 Nov 1."
                },
                {
                    "pmid": "29214402",
                    "type": "RESULT",
                    "citation": "Maldaner N, Burkhardt JK, Stienen MN, Goldberg J, Bervini D, Bijlenga P, Croci D, Zumofen D, D'Alonzo D, Marbacher S, Maduri R, Daniel RT, Serra C, Esposito G, Neidert MC, Bozinov O, Regli L. Decision-making and neurosurgeons' agreement in the management of aneurysmal subarachnoid haemorrhage based on computed tomography angiography. Acta Neurochir (Wien). 2018 Feb;160(2):253-260. doi: 10.1007/s00701-017-3415-6. Epub 2017 Dec 7."
                },
                {
                    "pmid": "29209882",
                    "type": "RESULT",
                    "citation": "Machi P, Ouared R, Brina O, Bouillot P, Yilmaz H, Vargas MI, Gondar R, Bijlenga P, Lovblad KO, Kulcsar Z. Hemodynamics of Focal Versus Global Growth of Small Cerebral Aneurysms. Clin Neuroradiol. 2019 Jun;29(2):285-293. doi: 10.1007/s00062-017-0640-6. Epub 2017 Dec 5."
                },
                {
                    "pmid": "25502806",
                    "type": "RESULT",
                    "citation": "Dengler J, Maldaner N, Bijlenga P, Burkhardt JK, Graewe A, Guhl S, Nakamura M, Hohaus C, Kursumovic A, Schmidt NO, Schebesch KM, Wostrack M, Vajkoczy P, Mielke D; Giant Intracranial Aneurysm Study Group. Quantifying unruptured giant intracranial aneurysms by measuring diameter and volume--a comparative analysis of 69 cases. Acta Neurochir (Wien). 2015 Mar;157(3):361-8; discussion 368. doi: 10.1007/s00701-014-2292-5. Epub 2014 Dec 12."
                },
                {
                    "pmid": "28516365",
                    "type": "RESULT",
                    "citation": "Dammann P, Jagersberg M, Kulcsar Z, Radovanovic I, Schaller K, Bijlenga P. Clipping of ruptured intracranial aneurysms in a hybrid room environment-a case-control study. Acta Neurochir (Wien). 2017 Jul;159(7):1291-1298. doi: 10.1007/s00701-017-3212-2. Epub 2017 May 17."
                },
                {
                    "pmid": "28461281",
                    "type": "RESULT",
                    "citation": "Maldaner N, Stienen MN, Bijlenga P, Croci D, Zumofen DW, Dalonzo D, Marbacher S, Maduri R, Daniel RT, Serra C, Esposito G, Neidert MC, Bozinov O, Regli L, Burkhardt JK. Interrater Agreement in the Radiologic Characterization of Ruptured Intracranial Aneurysms Based on Computed Tomography Angiography. World Neurosurg. 2017 Jul;103:876-882.e1. doi: 10.1016/j.wneu.2017.04.131. Epub 2017 Apr 28."
                },
                {
                    "pmid": "28127657",
                    "type": "RESULT",
                    "citation": "Burkhardt JK, Neidert MC, Stienen MN, Schoni D, Fung C, Roethlisberger M, Corniola MV, Bervini D, Maduri R, Valsecchi D, Tok S, Schatlo B, Bijlenga P, Schaller K, Bozinov O, Regli L; Swiss SOS study group. Computed tomography angiography spot sign predicts intraprocedural aneurysm rupture in subarachnoid hemorrhage. Acta Neurochir (Wien). 2017 Jul;159(7):1305-1312. doi: 10.1007/s00701-016-3072-1. Epub 2017 Jan 27."
                },
                {
                    "pmid": "29335333",
                    "type": "RESULT",
                    "citation": "Stienen MN, Germans M, Burkhardt JK, Neidert MC, Fung C, Bervini D, Zumofen D, Rothlisberger M, Marbacher S, Maduri R, Robert T, Seule MA, Bijlenga P, Schaller K, Fandino J, Smoll NR, Maldaner N, Finkenstadt S, Esposito G, Schatlo B, Keller E, Bozinov O, Regli L; Swiss SOS Study Group. Predictors of In-Hospital Death After Aneurysmal Subarachnoid Hemorrhage: Analysis of a Nationwide Database (Swiss SOS [Swiss Study on Aneurysmal Subarachnoid Hemorrhage]). Stroke. 2018 Feb;49(2):333-340. doi: 10.1161/STROKEAHA.117.019328. Epub 2018 Jan 15. Erratum In: Stroke. 2018 Mar;49(3):e144. doi: 10.1161/STR.0000000000000169."
                },
                {
                    "pmid": "29258940",
                    "type": "RESULT",
                    "citation": "Roethlisberger M, Achermann R, Bawarjan S, Stienen MN, Fung C, D'Alonzo D, Maldaner N, Ferrari A, Corniola MV, Schoni D, Valsecchi D, Maduri R, Seule MA, Burkhardt JK, Marbacher S, Bijlenga P, Blackham KA, Bucher HC, Mariani L, Guzman R, Zumofen DW; Swiss SOS Study Group. Predictors of Occurrence and Anatomic Distribution of Multiple Aneurysms in Patients with Aneurysmal Subarachnoid Hemorrhage. World Neurosurg. 2018 Mar;111:e199-e205. doi: 10.1016/j.wneu.2017.12.046. Epub 2017 Dec 16."
                },
                {
                    "pmid": "29948299",
                    "type": "RESULT",
                    "citation": "Durner G, Piano M, Lenga P, Mielke D, Hohaus C, Guhl S, Maldaner N, Burkhardt JK, Pedro MT, Lehmberg J, Rufenacht D, Bijlenga P, Etminan N, Krauss JK, Boccardi E, Hanggi D, Vajkoczy P, Dengler J; Giant Intracranial Aneurysm Study Group. Cranial nerve deficits in giant cavernous carotid aneurysms and their relation to aneurysm morphology and location. Acta Neurochir (Wien). 2018 Aug;160(8):1653-1660. doi: 10.1007/s00701-018-3580-2. Epub 2018 Jun 9."
                },
                {
                    "pmid": "30095339",
                    "type": "RESULT",
                    "citation": "Lenga P, Hohaus C, Hong B, Kursumovic A, Maldaner N, Burkhardt JK, Bijlenga P, Rufenacht DA, Schmidt NO, Vajkoczy P, Dengler J. Giant intracranial aneurysms of the posterior circulation and their relation to the brainstem: analysis of risk factors for neurological deficits. J Neurosurg. 2018 Aug 10;131(2):403-409. doi: 10.3171/2018.4.JNS172343."
                },
                {
                    "pmid": "29428981",
                    "type": "RESULT",
                    "citation": "Zumofen DW, Roethlisberger M, Achermann R, Bawarjan S, Stienen MN, Fung C, D'Alonzo D, Maldaner N, Ferrari A, Corniola MV, Schoeni D, Goldberg J, Valsecchi D, Robert T, Maduri R, Seule M, Burkhardt JK, Marbacher S, Bijlenga P, Blackham KA, Bucher HC, Mariani L, Guzman R; Swiss SOS Study Group. Factors associated with clinical and radiological status on admission in patients with aneurysmal subarachnoid hemorrhage. Neurosurg Rev. 2018 Oct;41(4):1059-1069. doi: 10.1007/s10143-018-0952-2. Epub 2018 Feb 10."
                },
                {
                    "pmid": "30735342",
                    "type": "RESULT",
                    "citation": "Stienen MN, Smoll NR, Fung C, Goldberg J, Bervini D, Maduri R, Chiappini A, Robert T, May A, Bijlenga P, Zumofen D, Roethlisberger M, Seule MA, Marbacher S, Fandino J, Schatlo B, Schaller K, Keller E, Bozinov O, Regli L; Swiss SOS Study Group. Home-Time as a Surrogate Marker for Functional Outcome After Aneurysmal Subarachnoid Hemorrhage. Stroke. 2018 Dec;49(12):3081-3084. doi: 10.1161/STROKEAHA.118.022808."
                },
                {
                    "pmid": "30680461",
                    "type": "RESULT",
                    "citation": "Maduri R, Starnoni D, Rocca A, Bervini D, Zumofen DW, Stienen MN, Schatlo B, Fung C, Robert T, Seule MA, Burkhardt JK, Maldaner N, Rothlisberger M, Blackham KA, Marbacher S, D'Alonzo D, Remonda L, Machi P, Gralla J, Bijlenga P, Saliou G, Ballabeni P, Levivier M, Messerer M, Daniel RT; Swiss SOS Group. Ruptured posterior circulation aneurysms: epidemiology, patterns of care, and outcomes from the Swiss SOS national registry. Acta Neurochir (Wien). 2019 Apr;161(4):769-779. doi: 10.1007/s00701-019-03812-9. Epub 2019 Jan 25. Erratum In: Acta Neurochir (Wien). 2019 Apr;161(4):781. doi: 10.1007/s00701-019-03837-0."
                },
                {
                    "pmid": "29762759",
                    "type": "RESULT",
                    "citation": "Stienen MN, Fung C, Bijlenga P, Zumofen DW, Maduri R, Robert T, Seule MA, Marbacher S, Geisseler O, Brugger P, Gutbrod K, Chicherio C, Monsch AU, Beaud V, Rossi S, Fruh S, Schmid N, Smoll NR, Keller E, Regli L; MoCA-DCI study group. Measuring the Impact of Delayed Cerebral Ischemia on Neuropsychological Outcome After Aneurysmal Subarachnoid Hemorrhage-Protocol of a Swiss Nationwide Observational Study (MoCA-DCI Study). Neurosurgery. 2019 May 1;84(5):1124-1132. doi: 10.1093/neuros/nyy155."
                },
                {
                    "pmid": "30113674",
                    "type": "RESULT",
                    "citation": "Roethlisberger M, Achermann R, Bawarjan S, Stienen MN, Fung C, D'Alonzo D, Maldaner N, Ferrari A, Corniola MV, Schoni D, Goldberg J, Valsecchi D, Robert T, Maduri R, Seule MA, Burkhardt JK, Marbacher S, Bijlenga P, Blackham KA, Bucher HC, Mariani L, Guzman R, Zumofen DW; Swiss SOS group. Impact of Aneurysm Multiplicity on Treatment and Outcome After Aneurysmal Subarachnoid Hemorrhage. Neurosurgery. 2019 Jun 1;84(6):E334-E344. doi: 10.1093/neuros/nyy331."
                },
                {
                    "pmid": "31025178",
                    "type": "RESULT",
                    "citation": "Starnoni D, Maduri R, Al Taha K, Bervini D, Zumofen DW, Stienen MN, Schatlo B, Fung C, Robert T, Seule MA, Burkhardt JK, Maldaner N, Rothlisberger M, Blackham KA, Marbacher S, D'Alonzo D, Remonda L, Machi P, Gralla J, Bijlenga P, Saliou G, Ballabeni P, Levivier M, Messerer M; Swiss SOS Group; Daniel RT. Ruptured PICA aneurysms: presentation and treatment outcomes compared to other posterior circulation aneurysms. A Swiss SOS study. Acta Neurochir (Wien). 2019 Jul;161(7):1325-1334. doi: 10.1007/s00701-019-03894-5. Epub 2019 Apr 26. Erratum In: Acta Neurochir (Wien). 2019 Jul;161(7):1335-1336. doi: 10.1007/s00701-019-03949-7."
                },
                {
                    "pmid": "31359190",
                    "type": "RESULT",
                    "citation": "Haemmerli J, Lenga P, Hong B, Kursumovic A, Maldaner N, Burkhardt JK, Bijlenga P, Rufenacht DA, Schmidt NO, Vajkoczy P, Dengler J. Clinical implications and radiographic characteristics of the relation between giant intracranial aneurysms of the posterior circulation and the brainstem. Acta Neurochir (Wien). 2019 Sep;161(9):1747-1753. doi: 10.1007/s00701-019-04016-x. Epub 2019 Jul 29."
                },
                {
                    "pmid": "31731273",
                    "type": "RESULT",
                    "citation": "Maldaner N, Steinsiepe VK, Goldberg J, Fung C, Bervini D, May A, Bijlenga P, Schaller K, Roethlisberger M, Zumofen DW, D'Alonzo D, Marbacher S, Fandino J, Maduri R, Daniel RT, Burkhardt JK, Chiappini A, Robert T, Schatlo B, Seule MA, Weyerbrock A, Regli L, Stienen MN; Swiss SOS Study Group. Patterns of care for ruptured aneurysms of the middle cerebral artery: analysis of a Swiss national database (Swiss SOS). J Neurosurg. 2019 Nov 15;133(6):1811-1820. doi: 10.3171/2019.9.JNS192055."
                },
                {
                    "pmid": "33017031",
                    "type": "RESULT",
                    "citation": "Maldaner N, Zeitlberger AM, Sosnova M, Goldberg J, Fung C, Bervini D, May A, Bijlenga P, Schaller K, Roethlisberger M, Rychen J, Zumofen DW, D'Alonzo D, Marbacher S, Fandino J, Daniel RT, Burkhardt JK, Chiappini A, Robert T, Schatlo B, Schmid J, Maduri R, Staartjes VE, Seule MA, Weyerbrock A, Serra C, Stienen MN, Bozinov O, Regli L. Development of a Complication- and Treatment-Aware Prediction Model for Favorable Functional Outcome in Aneurysmal Subarachnoid Hemorrhage Based on Machine Learning. Neurosurgery. 2021 Jan 13;88(2):E150-E157. doi: 10.1093/neuros/nyaa401."
                },
                {
                    "pmid": "32929543",
                    "type": "RESULT",
                    "citation": "Wessels L, Fekonja LS, Achberger J, Dengler J, Czabanka M, Hecht N, Schneider U, Tkatschenko D, Schebesch KM, Schmidt NO, Mielke D, Hosch H, Ganslandt O, Grawe A, Hong B, Walter J, Guresir E, Bijlenga P, Haemmerli J, Maldaner N, Marbacher S, Nurminen V, Zitek H, Dammers R, Kato N, Linfante I, Pedro MT, Wrede K, Wang WT, Wostrack M, Vajkoczy P. Diagnostic reliability of the Berlin classification for complex MCA aneurysms-usability in a series of only giant aneurysms. Acta Neurochir (Wien). 2020 Nov;162(11):2753-2758. doi: 10.1007/s00701-020-04565-6. Epub 2020 Sep 15."
                },
                {
                    "pmid": "33272133",
                    "type": "RESULT",
                    "citation": "Schatlo B, Fung C, Stienen MN, Fathi AR, Fandino J, Smoll NR, Zumofen D, Daniel RT, Burkhardt JK, Bervini D, Marbacher S, Reinert M, D Alonzo D, Ahlborn P, Mendes Pereira V, Roethlisberger M, Seule M, Kerkeni H, Remonda L, Weyerbrock A, Woernle K, Venier A, Perren F, Sailer M, Robert T, Rohde V, Schoni D, Goldberg J, Nevzati E, Diepers M, Gralla J, Z'Graggen W, Starnoni D, Woernle C, Maldaner N, Kulcsar Z, Mostaguir K, Maduri R, Eisenring C, Bernays R, Ferrari A, Dan-Ura H, Finkenstadt S, Gasche Y, Sarrafzadeh A, Jakob SM, Corniola M, Baumann F, Regli L, Levivier M, Hildebrandt G, Landolt H, Mariani L, Guzman R, Beck J, Raabe A, Keller E, Bijlenga P, Schaller K. Incidence and Outcome of Aneurysmal Subarachnoid Hemorrhage: The Swiss Study on Subarachnoid Hemorrhage (Swiss SOS). Stroke. 2021 Jan;52(1):344-347. doi: 10.1161/STROKEAHA.120.029538. Epub 2020 Dec 4."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "SwissNeuroFoundation website",
                    "url": "http://swissneurofoundation.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified information will be made available upon justifed request and approval by the board of ADB and ethics commissions of institutions that provided data",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The data will be made available to the requesting party within 3 months and for a duration of 5 years with possible extension upon request. IPD data made available to the data user shell be destroyed at the end of the data sharing agreement.",
            "accessCriteria": "Any research on intracranial aneurysms"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2022-05-16",
                    "uploadDate": "2022-08-31T04:33",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 1797620
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-05-16",
                    "uploadDate": "2022-08-31T04:46",
                    "filename": "ICF_001.pdf",
                    "size": 1422078
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002532",
                    "term": "Intracranial Aneurysm"
                },
                {
                    "id": "D000000783",
                    "term": "Aneurysm"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020765",
                    "term": "Intracranial Arterial Diseases"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "asFound": "Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5781",
                    "name": "Intracranial Aneurysm",
                    "asFound": "Intracranial Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22521",
                    "name": "Intracranial Arterial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}