{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06204874",
            "orgStudyIdInfo": {
                "id": "WRNMMC-2023-0433"
            },
            "organization": {
                "fullName": "Walter Reed National Military Medical Center",
                "class": "FED"
            },
            "briefTitle": "New Approaches to Nerve Stimulation Therapy for Bladder Pain Syndrome",
            "officialTitle": "Evaluation of Pulsed Radiofrequency Ablation of the Superior Hypogastric Plexus for Treatment of Bladder Pain Syndrome: A Randomized, Placebo-Controlled Pilot Study",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "new-approaches-to-nerve-stimulation-therapy-for-bladder-pain-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-28",
            "studyFirstSubmitQcDate": "2024-01-02",
            "studyFirstPostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eli Medvescek",
                "investigatorTitle": "Resident Physician, Department of Anesthesiology",
                "investigatorAffiliation": "Walter Reed National Military Medical Center"
            },
            "leadSponsor": {
                "name": "Walter Reed National Military Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Many women suffer from bladder pain syndrome (BPS). There are many treatments, but there is no one universally effective option. The goal of this clinical trial is to explore the use of electrical energy directed towards a group of nerves, called the superior hypogastric plexus, for treatment of BPS in women over the age of 18 with a diagnosis of BPS. The main question it aims to answer is: does use of electrical micro-current directed at the superior hypogastric plexus improve pain associated with BPS over the use of placebo?\n\nThere is data from many different studies that suggest that this kind of therapy might provide relief of BPS symptoms.\n\nParticipants will be asked to participate for a total of six months from the date of their first nerve treatment. At the first appointment, they will be evaluated in the Walter Reed Chronic Pain clinic and asked several questions about the severity and personal management of their symptoms. The procedure will then be performed by inserting two needles into the back (one on either side of the spine) and directing extremely short bursts of electrical micro-current towards the target nerve. The medical term for this is \"pulsed radiofrequency ablation.\" This procedure causes disruption on a microscopic level of nerve fibers that send pain sensations to the bladder and other organs in the pelvis. Some participants will receive treatment, whereas others will receive sham (placebo). Participants will not be informed of their treatment group until the conclusion of the study. Following this initial appointment, participants will be asked about their symptoms at 1-, 3-, and 6-month follow-up appointments. Participants will be asked about pain, mood symptoms, sexual function, and measures of bladder irritation. The procedure will only be performed once.\n\nAt the study conclusion, researchers will compare treatment and sham groups to see if pain scores, as well as other secondary outcomes listed above, are different between these groups.\n\nBenefits of this study may include possible relief of BPS symptoms. This may help to advance research about treatments for BPS. This is a novel approach to the treatment of BPS and as such may provide benefits greater than those found in treatment outside of the study.",
            "detailedDescription": "Interstitial cystitis / bladder pain syndrome (IC/BPS) is a complex chronic pain syndrome characterized by bladder pain, pressure, and discomfort with urinary urgency and frequency, without signs of infectious or alternative cause. It disproportionately affects women, with an estimated 3-7% prevalence among women in the United States, and with a prevalence of 61% among women with chronic pelvic pain. Pathophysiology is currently poorly understood and the cause is unknown. It is widely accepted that IC/BPS may be broken into Hunner-type and non-Hunner type variants; however, beyond this histopathologic distinction, there remains a wide variety of proposed inflammatory, structural, autoimmune, infectious, functional, and neurogenic contributors to the overall picture of disease.\n\nCurrent treatment of IC/BPS in the United States is guided by recommendations from the American Urological Association (AUA) and the American Urogynecologic Society (AUGS). In 2022, the AUA released updated guidance for treatment of IC/BPS. They outline a graded approach to uncomplicated IC/BPS, including non-pharmacologic and behavioral treatments (diet, education, stress management, physical therapy), oral medications, intravesical instillations, or procedures such as cystoscopy with hydrodistension, onabotulinumtoxinA injections, or neuromodulation. Rather than presenting these therapies in a \"step-up\" fashion, the AUA notes that initial treatment type should depend on symptom severity and patient preference, and multiple simultaneous therapies may be considered. Surgery with cystectomy or bladder augmentation are considered last-resort therapies. Of note, many of these established treatment options may come with undesirable side effects, intolerable complications, risks associated with general anesthesia, or shorter-than-optimal duration of action.\n\nSome authors note that there is no one consistently effective treatment for IC/BPS, and one estimate states that 10% of patients with IC/BPS are refractory to conservative, non-surgical treatments. There is also a substantial psychosocial burden of IC/BPS; most patients with the disease have seen numerous providers before being appropriately diagnosed, and have tried multiple therapies unsuccessfully. These patients frequently experience concomitant voiding and bowel dysfunction, sexual dysfunction, mood disorders, social isolation, and greater unemployment.\n\nOne important contributor to the constellation of findings in IC/BPS is a shift towards sympathetically-mediated pain sensation in the setting of chronic pain. Central sensitization is hypothesized to occur in IC/BPS as well as other chronic pelvic pain syndromes. Williams et al found that subjects with IC/BPS had diminished vagal activity and a shift towards sympathetic nervous system dominance as reflected by decreased high-frequency heart rate variability on tilt table testing. Charrua et al had similar findings, showing significantly lower mean variation of the standard deviation of the P wave interval (a marker of sympathetic overactivity) on tilt table testing as well as significantly higher twenty-four hour urinary noradrenaline in patients with IC/BPS. These studies implicate autonomic nervous system aberrancy as a key factor in IC/BPS. Neuromodulation is the intervention of choice for managing hyperalgesic autonomic nervous system dysfunction. While neuromodulation using implantable stimulators has been extensively studied in IC/BPS, little research has been done on chemical neurolysis, radiofrequency ablation, or other nerve interruption strategies for pain management in IC/BPS.\n\nSuperior hypogastric plexus block (SHPB) is an interventional strategy used in chronic pain management initially investigated for the management of chronic cancer-related pelvic pain. The procedure targets the superior hypogastric nerve plexus, which is a bilateral retroperitoneal structure at the approximate level of L5/S1. The structure provides innervation to pelvic viscera including the bladder, urethra, vagina, vulva, ovaries, uterus, and pelvic floor. A study conducted by Plancarte et al investigated the first use of SHPB for chronic pelvic pain related to cancer in 28 patients. By injecting aqueous phenol in the retroperitoneal space overlying the superior hypogastric plexus, their team demonstrated a mean pain reduction of 70% in those treated with the block, with 3 patients experiencing durable pain relief for over two years.\n\nSince it was first described, the method has been studied extensively in the management of chronic pelvic pain, having been demonstrated to be safe and effective in several prospective, retrospective, and randomized-controlled trials. Rocha et al analyzed 180 patients across 10 years treated with the block in a retrospective cohort study; their findings supported those of Plancarte et al, with 50% pain reduction observed in 48.8% of patients at 6 month follow-ups with no major complications or procedure-related morbidity. Literature on the block is steadily growing, with numerous articles showing effective and safe use of the block in the conditions such as endometriosis, adenomyosis, post-cesarean section pain, and even in a case of pain associated with Mayer-Rokitansky-Kuster-Hauser syndrome. SHPB has also been explored for treatment of IC/BPS, though overall studies are lacking. A prospective unblinded randomized trial performed in Egypt found that superior hypogastric plexus chemical neurolysis was inferior to bladder hydrodistention in some markers of IC/BPS relief; however, of note, this study was not placebo-controlled and lacked statistical power.\n\nSince its inception, the SHPB has gone through several iterations. One exciting forefront is the use of pulsed radiofrequency ablation (pRFA) in targeting the nerves of the superior hypogastric plexus. pRFA was first introduced in the mid-1990s, and since then has been used extensively in the treatment of pain conditions such as cervical radicular pain, trigeminal neuralgia, groin and perineal pain, myofascial pain, and complex regional pain syndrome. pRFA works by sending millisecond-duration bursts of current through an electrode tip inserted adjacent to a structure of interest. Its exact mechanism is unknown, but is hypothesized to involve local thermal effects, high-intensity electric fields at the electrode tip, lower electric field phenomena that potentiate long-term depression of neuronal transmission, modifications to morphology of mitochondria in target tissues, and disruption of microfilaments and microtubules. The evidence behind pRFA is promising, and its safety is extremely well established, however, there is a striking paucity of prospective randomized controlled trials assessing its efficacy. Our literature review uncovered only one article investigating the use of pRFA of the superior hypogastric plexus for treatment of IC/BPS - a case report in which the patient experienced durable symptom relief for over two years. In their conclusion, the authors of this case report note that prospective randomized controlled study is warranted to confirm the clinical efficacy and safety of this procedure for the treatment of interstitial cystitis.\n\nGiven the factors outlined above - namely, (1) the predominance of central sensitization and sympathetic overactivation in IC/BPS, (2) the efficacy and anatomic relevance of SHPB in multiple pelvic pain syndromes, and (3) the established neuromodulatory utility of pRFA - it is reasonable to consider that pRFA of the superior hypogastric plexus may be an efficacious therapy for treatment of IC/BPS. Therefore, the primary aim of this study is to assess the efficacy of pRFA of the superior hypogastric plexus, as compared to treatment with sham, in patients with IC/BPS. The primary outcome will be post-intervention VAS pain scores at 1, 3, and 6 month follow-ups. Secondary outcomes will include ratings of urinary manifestations, measures of mood symptoms, measures of sexual function, and overall patient satisfaction in both treatment and sham groups.\n\n--\n\nCitations:\n\nAvailable on request."
        },
        "conditionsModule": {
            "conditions": [
                "Bladder Pain Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participant-blinded, placebo-controlled, single center prospective randomized clinical pilot trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 38,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pulsed Radiofrequency Ablation Arm",
                    "type": "EXPERIMENTAL",
                    "description": "18 total subjects in this arm. Subjects will be laid in the prone position. Local anesthesia will be administered. The appropriate spinal interspace will be identified under fluoroscopic guidance and hollow-tip needles will be inserted through the back into the retroperitoneal space adjacent to the superior hypogastric plexus. A microelectrode will be inserted through the hollow needle. A test pulse will be delivered. When proper positioning has been confirmed, 4mL of 1% lidocaine without epinephrine will be administered to reduce discomfort associated with radiofrequency ablation. Pulsed radiofrequency ablation will be performed at a pulse frequency of 2Hz, pulse width of 20ms, temperature of 42 degrees Celsius, total duration 120 seconds. The microelectrode and hollow-tip needle will then be withdrawn.",
                    "interventionNames": [
                        "Procedure: Pulsed radiofrequency ablation"
                    ]
                },
                {
                    "label": "Sham Arm",
                    "type": "SHAM_COMPARATOR",
                    "description": "18 total subjects in this arm. Subjects will be laid in the prone position. Local anesthesia will be administered. The appropriate spinal interspace will be identified under fluoroscopic guidance and hollow-tip needles will be inserted through the back into the retroperitoneal space adjacent to the superior hypogastric plexus. A microelectrode will be inserted through the hollow needle. A test pulse will be delivered. Sham pulsed radiofrequency ablation will then be performed with the radiofrequency generator disconnected from the microelectrode. The duration of the sham procedure will be 120 seconds. The microelectrode and hollow-tip needle will then be withdrawn.",
                    "interventionNames": [
                        "Procedure: Sham ablation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Pulsed radiofrequency ablation",
                    "description": "See left.",
                    "armGroupLabels": [
                        "Pulsed Radiofrequency Ablation Arm"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Sham ablation",
                    "description": "See left.",
                    "armGroupLabels": [
                        "Sham Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "VAS Pain Score",
                    "description": "The visual analog scale (VAS) is a validated, subjective measure for pain. Scores are recorded by making a mark at any number of defined intervals on a 10-cm line that represents a continuum between \"no pain\" (0) and \"worst pain\" (10). Scale from 0-10, with higher scores indicating worse outcome.",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "O' Leary-Sant Voiding and Pain Indices",
                    "description": "Standardized, validated survey querying numerical ratings of urinary urgency, urinary frequency, nocturia, and bladder pain/burning. Scale from 0-37, with higher score indicating worse outcome.",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                },
                {
                    "measure": "Average number of daytime voids over the prior week",
                    "description": "Average number of daytime voids over the prior week",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                },
                {
                    "measure": "Average number of daytime episodes of urinary incontinence over the prior week",
                    "description": "Average number of daytime episodes of urinary incontinence over the prior week",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                },
                {
                    "measure": "Patient Health Questionnaire - 9 (PHQ-9)",
                    "description": "The PHQ-9 is a validated, 9-question tool to assess for the degree of depression present in an individual. Scale from 0-27, with higher scores indicating worse outcome.",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                },
                {
                    "measure": "Number of treatments currently taking for BPS",
                    "description": "Number of treatments currently taking for BPS",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                },
                {
                    "measure": "Patient Global Impression of Severity (PGI-S)",
                    "description": "Global index that may be used to rate the severity of a specific condition (PGI-S). Validated on women with stress urinary incontinence. Nonnumeric, condition is rated on a 4-point Likert scale from \"normal\" to \"severe\"",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                },
                {
                    "measure": "Patient Global Impression of Improvement (PGI-I)",
                    "description": "Global index that may be used to rate the response of a condition to a therapy. Validated on women with stress urinary incontinence. Nonnumeric, condition is rated on a 7-point Likert scale from \"very much worse\" to \"very much better.\"",
                    "timeFrame": "At the initial appointment and at 1-, 3-, and 6-month follow-ups."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female sex\n* Age greater than or equal to 18\n* Diagnosis of Bladder Pain Syndrome as evidenced by score greater than or equal to six on O'Leary-Sant Voiding and Pain Indices\n* DEERS-eligible health care beneficiaries\n\nExclusion Criteria:\n\n* Patients with current enabled implantable neurostimulation (i.e. transcutaneous electrical nerve stimulation unit, Interstim)\n* Current active pelvic or gynecologic malignancy\n* Coagulation disorder\n* Local infection at injection site\n* Sepsis\n* Decompensated cardiac or hemodynamic disorders\n* Neurogenic bladder and patients with spinal cord injury\n* Current pregnancy\n* Structural abnormalities of the spine that prevent performance of the procedure\n* Intravesical onabotulinumtoxin A injection within the last 3 months",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eli Medvescek, MD",
                    "role": "CONTACT",
                    "phone": "520-780-6888",
                    "email": "eli.d.medvescek.mil@health.mil"
                },
                {
                    "name": "Sara Wilson, MD",
                    "role": "CONTACT",
                    "phone": "210-627-5302",
                    "email": "sara.m.wilson8.mil@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eli Medvescek, MD",
                    "affiliation": "Walter Reed National Military Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Walter Reed National Military Medical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20814",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eli Medvescek, MD",
                            "role": "CONTACT",
                            "phone": "520-780-6888",
                            "email": "eli.d.medvescek.mil@health.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35536143",
                    "type": "BACKGROUND",
                    "citation": "Clemens JQ, Erickson DR, Varela NP, Lai HH. Diagnosis and Treatment of Interstitial Cystitis/Bladder Pain Syndrome. J Urol. 2022 Jul;208(1):34-42. doi: 10.1097/JU.0000000000002756. Epub 2022 May 10."
                },
                {
                    "pmid": "32291805",
                    "type": "BACKGROUND",
                    "citation": "Homma Y, Akiyama Y, Tomoe H, Furuta A, Ueda T, Maeda D, Lin AT, Kuo HC, Lee MH, Oh SJ, Kim JC, Lee KS. Clinical guidelines for interstitial cystitis/bladder pain syndrome. Int J Urol. 2020 Jul;27(7):578-589. doi: 10.1111/iju.14234. Epub 2020 Apr 14."
                },
                {
                    "pmid": "28887515",
                    "type": "BACKGROUND",
                    "citation": "Wang J, Chen Y, Chen J, Zhang G, Wu P. Sacral Neuromodulation for Refractory Bladder Pain Syndrome/Interstitial Cystitis: a Global Systematic Review and Meta-analysis. Sci Rep. 2017 Sep 8;7(1):11031. doi: 10.1038/s41598-017-11062-x."
                },
                {
                    "pmid": "32080051",
                    "type": "BACKGROUND",
                    "citation": "Chronic Pelvic Pain: ACOG Practice Bulletin, Number 218. Obstet Gynecol. 2020 Mar;135(3):e98-e109. doi: 10.1097/AOG.0000000000003716."
                },
                {
                    "pmid": "31144735",
                    "type": "BACKGROUND",
                    "citation": "Birder LA. Pathophysiology of interstitial cystitis. Int J Urol. 2019 Jun;26 Suppl 1:12-15. doi: 10.1111/iju.13985."
                },
                {
                    "pmid": "26816861",
                    "type": "BACKGROUND",
                    "citation": "Gupta P, Gaines N, Sirls LT, Peters KM. A multidisciplinary approach to the evaluation and management of interstitial cystitis/bladder pain syndrome: an ideal model of care. Transl Androl Urol. 2015 Dec;4(6):611-9. doi: 10.3978/j.issn.2223-4683.2015.10.10."
                },
                {
                    "pmid": "25963185",
                    "type": "BACKGROUND",
                    "citation": "Williams DP, Chelimsky G, McCabe NP, Koenig J, Singh P, Janata J, Thayer JF, Buffington CA, Chelimsky T. Effects of Chronic Pelvic Pain on Heart Rate Variability in Women. J Urol. 2015 Nov;194(5):1289-94. doi: 10.1016/j.juro.2015.04.101. Epub 2015 May 9."
                },
                {
                    "pmid": "24375689",
                    "type": "BACKGROUND",
                    "citation": "Charrua A, Pinto R, Taylor A, Canelas A, Ribeiro-da-Silva A, Cruz CD, Birder LA, Cruz F. Can the adrenergic system be implicated in the pathophysiology of bladder pain syndrome/interstitial cystitis? A clinical and experimental study. Neurourol Urodyn. 2015 Jun;34(5):489-96. doi: 10.1002/nau.22542. Epub 2013 Dec 24."
                },
                {
                    "pmid": "2382849",
                    "type": "BACKGROUND",
                    "citation": "Plancarte R, Amescua C, Patt RB, Aldrete JA. Superior hypogastric plexus block for pelvic cancer pain. Anesthesiology. 1990 Aug;73(2):236-9. doi: 10.1097/00000542-199008000-00008."
                },
                {
                    "pmid": "33630172",
                    "type": "BACKGROUND",
                    "citation": "Urits I, Schwartz R, Herman J, Berger AA, Lee D, Lee C, Zamarripa AM, Slovek A, Habib K, Manchikanti L, Kaye AD, Viswanath O. A Comprehensive Update of the Superior Hypogastric Block for the Management of Chronic Pelvic Pain. Curr Pain Headache Rep. 2021 Feb 25;25(3):13. doi: 10.1007/s11916-020-00933-0."
                },
                {
                    "pmid": "32214302",
                    "type": "BACKGROUND",
                    "citation": "Rocha A, Plancarte R, Nataren RGR, Carrera IHS, Pacheco VALR, Hernandez-Porras BC. Effectiveness of Superior Hypogastric Plexus Neurolysis for Pelvic Cancer Pain. Pain Physician. 2020 Mar;23(2):203-208."
                },
                {
                    "pmid": "7784552",
                    "type": "BACKGROUND",
                    "citation": "Wechsler RJ, Maurer PM, Halpern EJ, Frank ED. Superior hypogastric plexus block for chronic pelvic pain in the presence of endometriosis: CT techniques and results. Radiology. 1995 Jul;196(1):103-6. doi: 10.1148/radiology.196.1.7784552."
                },
                {
                    "pmid": "30038207",
                    "type": "BACKGROUND",
                    "citation": "Yang X, You J, Tao S, Zheng X, Xie K, Huang B. Computed Tomography-Guided Superior Hypogastric Plexus Block for Secondary Dysmenorrhea in Perimenopausal Women. Med Sci Monit. 2018 Jul 24;24:5132-5138. doi: 10.12659/MSM.906970."
                },
                {
                    "pmid": "34730887",
                    "type": "BACKGROUND",
                    "citation": "Peker H, Atasayan K, Haliloglu Peker B, Kilicci C. Intraoperative superior hypogastric plexus block for pain relief after a cesarean section: a case-control study. Croat Med J. 2021 Oct 31;62(5):472-479. doi: 10.3325/cmj.2021.62.472."
                },
                {
                    "pmid": "31890455",
                    "type": "BACKGROUND",
                    "citation": "Srivastava M, Punj J. Management of cyclical pelvic pain by multiple ultrasound-guided superior hypogastric plexus blocks in a rare case of Mayer- Rokitansky-Kuster-Hauser syndrome - A case series of three blocks in a patient. Intractable Rare Dis Res. 2019 Nov;8(4):271-274. doi: 10.5582/irdr.2019.01098."
                },
                {
                    "pmid": "25917730",
                    "type": "BACKGROUND",
                    "citation": "El-Hefnawy AS, Makharita MY, Abed A, Amr YM, Salah El-Badry M, Shaaban AA. Anesthetic Bladder Hydrodistention Is Superior to Superior Hypogastric Plexus Neurolysis in Treatment of Interstitial Cystitis-bladder Pain Syndrome: A Prospective Randomized Trial. Urology. 2015 May;85(5):1039-1044. doi: 10.1016/j.urology.2015.01.018."
                },
                {
                    "pmid": "21116663",
                    "type": "BACKGROUND",
                    "citation": "Chua NH, Vissers KC, Sluijter ME. Pulsed radiofrequency treatment in interventional pain management: mechanisms and potential indications-a review. Acta Neurochir (Wien). 2011 Apr;153(4):763-71. doi: 10.1007/s00701-010-0881-5. Epub 2010 Nov 30."
                },
                {
                    "pmid": "33433856",
                    "type": "BACKGROUND",
                    "citation": "Zacharias NA, Karri J, Garcia C, Lachman LK, Abd-Elsayed A. Interventional Radiofrequency Treatment for the Sympathetic Nervous System: A Review Article. Pain Ther. 2021 Jun;10(1):115-141. doi: 10.1007/s40122-020-00227-8. Epub 2021 Jan 12."
                },
                {
                    "pmid": "26839664",
                    "type": "BACKGROUND",
                    "citation": "Choi EJ, Choi YM, Jang EJ, Kim JY, Kim TK, Kim KH. Neural Ablation and Regeneration in Pain Practice. Korean J Pain. 2016 Jan;29(1):3-11. doi: 10.3344/kjp.2016.29.1.3. Epub 2016 Jan 4."
                },
                {
                    "pmid": "18721175",
                    "type": "BACKGROUND",
                    "citation": "van Boxem K, van Eerd M, Brinkhuizen T, Patijn J, van Kleef M, van Zundert J. Radiofrequency and pulsed radiofrequency treatment of chronic pain syndromes: the available evidence. Pain Pract. 2008 Sep-Oct;8(5):385-93. doi: 10.1111/j.1533-2500.2008.00227.x. Epub 2008 Aug 19. Erratum In: Pain Pract. 2010 Mar-Apr;10(2):164. Brinkhuize, Tjinta [corrected to Brinkhuizen, Tjinta]."
                },
                {
                    "pmid": "27930554",
                    "type": "BACKGROUND",
                    "citation": "Kim JH, Kim E, Kim BI. Pulsed radiofrequency treatment of the superior hypogastric plexus in an interstitial cystitis patient with chronic pain and symptoms refractory to oral and intravesical medications and bladder hydrodistension: A case report. Medicine (Baltimore). 2016 Dec;95(49):e5549. doi: 10.1097/MD.0000000000005549."
                },
                {
                    "pmid": "17036603",
                    "type": "BACKGROUND",
                    "citation": "Wright J Jr, Albright TS, Gehrich AP, Dunlow SG, Lettieri CF, Buller JL. Pelvic pain presenting in a combat environment. Mil Med. 2006 Sep;171(9):841-3. doi: 10.7205/milmed.171.9.841."
                },
                {
                    "pmid": "17083728",
                    "type": "BACKGROUND",
                    "citation": "Sohn MW, Zhang H, Taylor BC, Fischer MJ, Yano EM, Saigal C, Wilt TJ; Urologic Diseases in America Project. Prevalence and trends of selected urologic conditions for VA healthcare users. BMC Urol. 2006 Nov 3;6:30. doi: 10.1186/1471-2490-6-30."
                },
                {
                    "pmid": "34283458",
                    "type": "BACKGROUND",
                    "citation": "Moore MJ, Shawler E, Jordan CH, Jackson CA. Veteran and Military Mental Health Issues. 2023 Aug 17. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK572092/"
                },
                {
                    "pmid": "17055165",
                    "type": "BACKGROUND",
                    "citation": "Van Zundert J, Patijn J, Kessels A, Lame I, van Suijlekom H, van Kleef M. Pulsed radiofrequency adjacent to the cervical dorsal root ganglion in chronic cervical radicular pain: a double blind sham controlled randomized clinical trial. Pain. 2007 Jan;127(1-2):173-82. doi: 10.1016/j.pain.2006.09.002. Epub 2006 Oct 18."
                },
                {
                    "pmid": "31188514",
                    "type": "BACKGROUND",
                    "citation": "Maatman RC, van Kuijk SMJ, Steegers MAH, Boelens OBA, Lim TC, Scheltinga MRM, Roumen RMH. A Randomized Controlled Trial to Evaluate the Effect of Pulsed Radiofrequency as a Treatment for Anterior Cutaneous Nerve Entrapment Syndrome in Comparison to Anterior Neurectomy. Pain Pract. 2019 Sep;19(7):751-761. doi: 10.1111/papr.12806. Epub 2019 Jul 19."
                },
                {
                    "pmid": "16788341",
                    "type": "BACKGROUND",
                    "citation": "Gamal G, Helaly M, Labib YM. Superior hypogastric block: transdiscal versus classic posterior approach in pelvic cancer pain. Clin J Pain. 2006 Jul-Aug;22(6):544-7. doi: 10.1097/01.ajp.0000202978.06045.24."
                },
                {
                    "pmid": "21615855",
                    "type": "BACKGROUND",
                    "citation": "Bhatnagar S, Khanna S, Roshni S, Goyal GN, Mishra S, Rana SP, Thulkar S. Early ultrasound-guided neurolysis for pain management in gastrointestinal and pelvic malignancies: an observational study in a tertiary care center of urban India. Pain Pract. 2012 Jan;12(1):23-32. doi: 10.1111/j.1533-2500.2011.00467.x. Epub 2011 May 26."
                },
                {
                    "pmid": "23577819",
                    "type": "BACKGROUND",
                    "citation": "Mishra S, Bhatnagar S, Rana SP, Khurana D, Thulkar S. Efficacy of the anterior ultrasound-guided superior hypogastric plexus neurolysis in pelvic cancer pain in advanced gynecological cancer patients. Pain Med. 2013 Jun;14(6):837-42. doi: 10.1111/pme.12106. Epub 2013 Apr 11."
                },
                {
                    "pmid": "25191191",
                    "type": "BACKGROUND",
                    "citation": "Ghoneim AA, Mansour SM. Comparative study between computed tomography guided superior hypogastric plexus block and the classic posterior approach: A prospective randomized study. Saudi J Anaesth. 2014 Jul;8(3):378-83. doi: 10.4103/1658-354X.136625."
                },
                {
                    "pmid": "12945023",
                    "type": "BACKGROUND",
                    "citation": "Erdine S, Yucel A, Celik M, Talu GK. Transdiscal approach for hypogastric plexus block. Reg Anesth Pain Med. 2003 Jul-Aug;28(4):304-8. doi: 10.1016/s1098-7339(03)00191-3."
                },
                {
                    "pmid": "18227328",
                    "type": "BACKGROUND",
                    "citation": "Manjunath PS, Jayalakshmi TS, Dureja GP, Prevost AT. Management of lower limb complex regional pain syndrome type 1: an evaluation of percutaneous radiofrequency thermal lumbar sympathectomy versus phenol lumbar sympathetic neurolysis--a pilot study. Anesth Analg. 2008 Feb;106(2):647-9, table of contents. doi: 10.1213/01.ane.0000298285.39480.28."
                },
                {
                    "pmid": "30120957",
                    "type": "BACKGROUND",
                    "citation": "Bang JY, Sutton B, Hawes RH, Varadarajulu S. EUS-guided celiac ganglion radiofrequency ablation versus celiac plexus neurolysis for palliation of pain in pancreatic cancer: a randomized controlled trial (with videos). Gastrointest Endosc. 2019 Jan;89(1):58-66.e3. doi: 10.1016/j.gie.2018.08.005. Epub 2018 Aug 16."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2023-11-16",
                    "uploadDate": "2024-01-02T11:32",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 432610
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-09-29",
                    "uploadDate": "2024-01-02T11:33",
                    "filename": "ICF_001.pdf",
                    "size": 496527
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000013001",
                    "term": "Somatoform Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Bladder Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15803",
                    "name": "Somatoform Disorders",
                    "asFound": "Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                }
            ]
        }
    },
    "hasResults": false
}