{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01399385",
            "orgStudyIdInfo": {
                "id": "110168"
            },
            "secondaryIdInfos": [
                {
                    "id": "11-DK-0168"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "New Heart Imaging Techniques to Evaluate Possible Heart Disease",
            "officialTitle": "Magnetic Resonance of Body, Arterial Wall, and Angiography Imaging for Non- Invasive Assessment of Arterial Distensibility, Endothelial Dysfunction and Atherosclerotic Disease Using 1.5T and High Field (3T) MRI: A Technical Development Study of Cardiac and Body Imaging",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "new-heart-imaging-techniques-to-evaluate-possible-heart-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-07-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-11-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-11-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2011-07-20",
            "studyFirstSubmitQcDate": "2011-07-20",
            "studyFirstPostDateStruct": {
                "date": "2011-07-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Imaging tests, such as magnetic resonance imaging (MRI), can provide information about heart and blood vessels. The tests let doctors can see the amount of blood vessel narrowing and vessel wall thickness. This information may help diagnose and treat heart disease and other conditions that lead to heart attacks. Better MRI methods are needed to improve heart disease diagnosis, especially by avoiding the use of radiation. Researchers are testing new techniques to improve the quality of heart MRI, compared with more complex studies like catheterization or angiography.\n\nObjectives:\n\n- To compare heart MRI techniques with other tests used to diagnose heart disease.\n\nEligibility:\n\n- People at least 18 years of age who either have or may have heart disease, or are healthy volunteers.\n\nDesign:\n\n* Participants will be screened with a physical exam, medical history, and blood tests.\n* They will have an angiography to study the inside of blood vessels. This test is an x-ray study of the blood vessels. It will be done either separately or as part of a set of tests to diagnose possible heart disease.\n* Participants will have at least one and up to five MRI scans. The scans will involve different methods of studying the heart and blood vessels. Participants may also have a computed tomography scan to confirm the findings of an MRI scan.\n* No treatment will be provided as part of this protocol.",
            "detailedDescription": "Specialized imaging techniques now available allow a unique opportunity to characterize the micro-environment of the human body. Magnetic Resonance (MR) vascular wall imaging and angiography (MRA) are developing techniques that permit non-invasive evaluation of arterial and venous structures without the need for x-ray based catheter angiography. In addition, vessel wall imaging provides unprecedented non-invasive tools to assess vascular endothelial function. While dramatic progress has been made to cardiovascular MR imaging in the last few years, there are still substantial limitations in the resolution, accuracy, and reproducibility of MRA and wall imaging in the comprehensive structural and functional evaluation of coronary artery. The first aim of this study is to develop and optimize clinical imaging protocols and techniques for fast high-resolution coronary MRA and wall imaging for the assessment of coronary and other main arteries structural, distensibility, and endothelial functional parameters. Technique optimization and performance evaluation will be accomplished in normal subjects without known or suspected coronary atherosclerosis. The second aim of this protocol is to evaluate early MR imagery signs of arterial structural, distensibility, and endothelial functional disorders associated with atherosclerosis in a cohort of patients with known or suspected coronary atherosclerosis. Results from accelerated high-resolution MRA will be correlated with corresponding Computerized Tomography Coronary Angiogram (CTA) results. The third aim of this protocol is to develop, implement, and optimize new non-invasive methods for characterization of the micro-environment in the thoracic and abdominal area utilizing specialized techniques such as MR Spectroscopy, MR Elastography, and blood oxygenation level dependent (BOLD) imaging. The long-term objective of this study and research initiative is to optimize coronary MRA, wall, and body imaging techniques to the point that it can reliably be used for routine prevention and assessment of early atherosclerosis and other diseases."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy",
                "Obesity",
                "Diabetes",
                "Healthy Volunteers",
                "Atherosclerosis"
            ],
            "keywords": [
                "Distensibility Imaging",
                "Arteriosclerosis, Narrowing of Vessels",
                "Endothelial Dysfunction",
                "Hardening of the arteries",
                "Non-Invasive Plaque Imaging",
                "Cardiovascular Disease",
                "Heart Disease",
                "Arteriosclerosis",
                "Healthy Volunteer",
                "HV"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 4000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "Group 1 will consist of subjects with a 10-year total CHD risk \\<10% (low)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "interventionNames": [
                        "Device: MR Imaging Techniques - 1"
                    ]
                },
                {
                    "label": "Group 2",
                    "type": "EXPERIMENTAL",
                    "description": "Group 2 will consist of subjects with a 10-year total CHD risk 10-20% (intermediate)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "interventionNames": [
                        "Device: MR Imaging Techniques - 2"
                    ]
                },
                {
                    "label": "Group 3",
                    "type": "EXPERIMENTAL",
                    "description": "Group 3 will consist of subjects with a 10-year total CHD risk \\>20% (high)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "interventionNames": [
                        "Device: MR Imaging Techniques - 3"
                    ]
                },
                {
                    "label": "Group 4",
                    "type": "EXPERIMENTAL",
                    "description": "Group 4 no known risk factors (control subjects)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "interventionNames": [
                        "Device: MR Imaging Techniques - 4"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MR Imaging Techniques - 1",
                    "description": "Group 1 will consist of subjects with a 10-year total CHD risk \\<10% (low)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "armGroupLabels": [
                        "Group 1"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MR Imaging Techniques - 2",
                    "description": "Group 2 will consist of subjects with a 10-year total CHD risk 10-20% (intermediate)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "armGroupLabels": [
                        "Group 2"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MR Imaging Techniques - 3",
                    "description": "Group 3 will consist of subjects with a 10-year total CHD risk \\>20% (high)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "armGroupLabels": [
                        "Group 3"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MR Imaging Techniques - 4",
                    "description": "Group 4 no known risk factors (control subjects)They will undergo a series of multiple small discovery studies in order to look at the multiple different MR methods of visualizing the coronary arteries",
                    "armGroupLabels": [
                        "Group 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To develop and optimize clinical imaging protocols and techniques for fast high- resolution coronary MRA and wall imaging for the assessment of coronary and other main arteries structural distensibility, and endothelial functional parameters@...",
                    "description": "The accelerated High-resolution MRA results will be compared to conventional angiography and/or computerized tomography angiography (CTA). High- resolution lumen dimensions will be compared to black- blood lumen measurements as well. It is expected that the MRA findings from the 3T scanner will demonstrate image quality that is nearly equivalent to the quality of the coronary arteries visualized using CTA and/or conventional coronary catheterization. Three- dimensional arterial dilatation mapping, representing endothelial function status, will be rendered and visualized",
                    "timeFrame": "within one month"
                },
                {
                    "measure": "To evaluate early MR imagery signs of arterial structural, distensibility, and endothelial functional disorders associated with atherosclerosis in a cohort of patients with known or suspected coronary atherosclerosis",
                    "description": "It is expected that the evaluation of the relationship among these risk factor and imaging variables will find relationships that can be further explored. This study is expected to find information in the data analysis that can be used to generate hypotheses for future testing.",
                    "timeFrame": "within one month"
                },
                {
                    "measure": "To develop, implement, and optimize new non-invasive methods for characterization of the micro-environment in the thoracic and abdominal area utilizing specialized techniques",
                    "description": "to develop, implement, and optimize new non-invasive methods for characterization of the micro-environment in the thoracic and abdominal area utilizing specialized techniques such as MR Spectroscopy, MR Elastography, and blood oxygenation level dependent (BOLD) imagingThe MRS, MRE and BOLD and other sequences results will be compared to conventional biopsy. It is expected that these advanced sequences will enable non-invasive evaluation and better understanding of various disease processes.",
                    "timeFrame": "within one month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION:\n\n  1. Subjects with or without history of cardiovascular diseases and with various degrees of cardiovascular risk factor. Subjects with known or suspected atherosclerotic disease based on clinical findings or documented by angiography (conventional, CTA or MRA), or Doppler ultrasound. And, healthy volunteers and subjects with known or suspected diseases affecting the thoracic organs, abdominal organs, and other organs affected by metabolic diseases such as body fat and muscles. Subjects at risk for atherosclerosis including: smoking, obesity, hyperlipidemia, low levels of high density lipoproteins (\\<50 mg/dl for women and \\<40 mg/dl for men), hypertension, family history (early onset atherosclerosis \\<55 year old in male and \\< 65 year old in female who is first degree relative), and diabetes mellitus or metabolic syndrome.\n  2. Subject must be willing to participate in the protocol.\n  3. Subject age greater than 18 years old.\n  4. Subject must be able to provide informed consent.\n  5. Subject must be clinically stable and be able to come to the Clinical Center to participate in the study.\n\nEXCLUSION CRITERIA:\n\n1. Subjects with contraindication to MRI scanning. These contraindications include but are not limited to the following devices or conditions:\n\n   1. Implanted cardiac pacemaker or defibrillator\n   2. Cochlear Implants\n   3. Ocular foreign body (e.g. metal shavings)\n   4. Embedded shrapnel fragments\n   5. Central nervous system aneurysm clips\n   6. Implanted neural stimulator\n   7. Medical infusion pumps\n   8. Any implanted device that is incompatible with MRI.\n2. Unsatisfactory performance status as judged by the referring physician such that the subject could not tolerate an MRI scan. Examples of medical conditions that would not be accepted would include unstable angina and dyspnea at rest.\n3. Subjects requiring sedation for MRI studies.\n4. Subjects with a condition precluding entry into the scanner (e.g. morbid obesity, claustrophobia, etc.).\n5. Pregnant or lactating women.\n6. Subjects with severe back-pain or motion disorders who will be unable to tolerate supine positioning within the MRI scanner and hold still for the duration of the examination.\n7. Subjects who are unable to undergo a CTA within 2 months of the MRA part of this study, or are unable to undergo or be scheduled for a cardiac catheterization within 2 months of the MRA.\n\nEXCLUSION CRITERIA - FOR GADOLINIUM BASED MRI STUDIES ONLY:\n\n1. History of allergic reaction to gadolinium contrast agents despite the use of premeditation with an anti-histaminic and cortisone.\n2. eGFR \\< 60 ml/min/1.73m\\^2\n\nEXCLUSION CRITERIA - FOR CORONARY CTA:\n\n1. Contraindication to the use of CTA contrast agents:\n\n   1. Creatinine value \\> 1.4 mg/dl\n   2. History of multiple myeloma\n   3. Use of metformin-containing products less than 24 hrs prior to contrast administration\n   4. History of allergic reaction to CTA contrast agents despite the use of pre- medication with an anti-histaminic and cortisone.\n2. Subjects with contraindication precluding the use of beta blockers necessary to perform the coronary CTA. These include:\n\n   1. Asthma\n   2. Active bronchospasm\n   3. Moderate or severe COPD\n   4. 2nd or 3rd degree AV block\n   5. Decompensated cardiac failure\n   6. Allergy to beta blockers\n   7. Systolic blood pressure \\< 100 mm Hg\n   8. Pregnancy or nursing\n\nEXCLUSION CRITERIA - FOR NITROGLYCERIN USE:\n\nSubjects reporting a history of the following conditions will be excluded:\n\n1. Severe aortic stenosis\n2. Hypertrophic cardiomyopathy\n3. Inferior myocardial infarction with right ventricular involvement\n4. Cardiac tamponade\n5. Constrictive pericarditis\n6. Severe hypotension (systolic BP \\<90 mmHg)\n7. Uncorrected hypovolemia\n8. Raised intracranial pressure\n9. Glaucoma\n10. Severe anemia\n11. Concomitant use of phosphodiesterase-5 inhibitors (sildenafil-Viagra, tadalifil-Cialis, verdenafil-Levitra)\n12. History of hypersensitivity to nitroglycerin",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jatin R Matta, P.A.-C",
                    "role": "CONTACT",
                    "phone": "(301) 443-8373",
                    "email": "mattaj@mail.nih.gov"
                },
                {
                    "name": "Ahmed M Gharib, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-5744",
                    "email": "agharib@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ahmed M Gharib, M.D.",
                    "affiliation": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11684624",
                    "type": "BACKGROUND",
                    "citation": "Zheng ZJ, Croft JB, Giles WH, Mensah GA. Sudden cardiac death in the United States, 1989 to 1998. Circulation. 2001 Oct 30;104(18):2158-63. doi: 10.1161/hc4301.098254."
                },
                {
                    "pmid": "1175657",
                    "type": "BACKGROUND",
                    "citation": "Bradbury EM, Chapman GE, Danby SE, Hartman PG, Riches PL. Studies on the role and mode of operation of the very-lysine-rich histone H1 (F1) in eukaryote chromatin. The properties of the N-terminal and C-terminal halves of histone H1. Eur J Biochem. 1975 Sep 15;57(2):521-8. doi: 10.1111/j.1432-1033.1975.tb02327.x."
                },
                {
                    "pmid": "9809543",
                    "type": "BACKGROUND",
                    "citation": "Lopez AD, Murray CC. The global burden of disease, 1990-2020. Nat Med. 1998 Nov;4(11):1241-3. doi: 10.1038/3218. No abstract available."
                },
                {
                    "pmid": "33724063",
                    "type": "DERIVED",
                    "citation": "Ouwerkerk R, Hamimi A, Matta J, Abd-Elmoniem KZ, Eary JF, Abdul Sater Z, Chen KY, Cypess AM, Gharib AM. Proton MR Spectroscopy Measurements of White and Brown Adipose Tissue in Healthy Humans: Relaxation Parameters and Unsaturated Fatty Acids. Radiology. 2021 May;299(2):396-406. doi: 10.1148/radiol.2021202676. Epub 2021 Mar 16."
                },
                {
                    "pmid": "29617001",
                    "type": "DERIVED",
                    "citation": "Muniyappa R, Noureldin RA, Abd-Elmoniem KZ, El Khouli RH, Matta JR, Hamimi A, Ranganath S, Hadigan C, Nieman LK, Gharib AM. Personalized Statin Therapy and Coronary Atherosclerotic Plaque Burden in Asymptomatic Low/Intermediate-Risk Individuals. Cardiorenal Med. 2018;8(2):140-150. doi: 10.1159/000487205. Epub 2018 Mar 26."
                },
                {
                    "pmid": "23559084",
                    "type": "DERIVED",
                    "citation": "Neary NM, Booker OJ, Abel BS, Matta JR, Muldoon N, Sinaii N, Pettigrew RI, Nieman LK, Gharib AM. Hypercortisolism is associated with increased coronary arterial atherosclerosis: analysis of noninvasive coronary angiography using multidetector computerized tomography. J Clin Endocrinol Metab. 2013 May;98(5):2045-52. doi: 10.1210/jc.2012-3754. Epub 2013 Apr 4."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2011-DK-0168.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "asFound": "Atherosclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}