{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02231840",
            "orgStudyIdInfo": {
                "id": "140181"
            },
            "secondaryIdInfos": [
                {
                    "id": "14-AA-0181"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "NIAAA Natural History Protocol",
            "officialTitle": "NIAAA Natural History Protocol",
            "therapeuticArea": [
                "Other"
            ],
            "study": "niaaa-natural-history-protocol"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-18",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-01-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2044-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2044-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-09-03",
            "studyFirstSubmitQcDate": "2014-09-03",
            "studyFirstPostDateStruct": {
                "date": "2014-09-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- About 17 million adults had an alcohol use disorder in 2012. Researchers want to follow people that have alcohol problems and want treatment, as well as those who do not want treatment and healthy volunteers. They also want to gather information on people with and without alcohol problems, including information on genes and biological processes in the body.. This will help them better understand, prevent, and treat alcohol problems.\n\nObjective:\n\n-To look at a broad range of traits in people who are healthy people and people with alcohol problems. To study them for potential eligibility for other research protocols conducted at the NIH Clinical Center.\n\nEligibility:\n\n* Adults age 18 and older.\n* Not being pregnant or imprisoned.\n\nDesign:\n\n* Participants will have a physical exam. They will answer questions about their health and alcohol and drug use. They will have an electrocardiogram to check their heart. They will have blood, urine, and breath alcohol tests.\n* Participants without alcohol problems, or who have them but do not want treatment, can sign the second consent for screening and research.\n* Participants that have alcohol problems and want treatment will be treated at the NIH Clinical Center. They will be offered to sign the second consent at a later time.\n* Participants may join an inpatient treatment and detox program. It could last up to 6 weeks. Or they may join an outpatient program. Some may do both.\n* After discharge, participants may be called and asked questions about their drinking and health.\n* If participants sign the second consent, they:\n* will complete paper- and computer-based questionnaires.\n* will give blood samples.\n* may have a brain scan using magnetic resonance imaging. They will lie on a table that slides in and out of a cylinder that takes pictures. The machine makes loud noises. They will get earplugs.",
            "detailedDescription": "Study Description:\n\nThis study represents the natural history protocol for NIAAA with the main objectives of providing deep phenotyping of patients across the alcohol use spectrum. This includes Alcohol Use Disorders (AUD) patients, patients with problematic drinking, social drinking, and patients who are abstinent (healthy volunteers, and other volunteers). We have two groups in this study. Treatment-seeking individuals (Patients that want to stop alcohol use and will require medical management to achieve sobriety) and non-treatment-seeking participants (Patients who want to continue their current alcohol use). A standard set of data will be collected in all patients allowing us to study the impact of alcohol use in their overall health.\n\nPrimary Objective:\n\nTo gather a set of characterization measures, including a standardized dataset of clinical, behavioral, biochemical, and structural MRI-based phenotypic assessments, as well as whole genome genotypes.\n\nPrimary Endpoint:\n\nA standardized set of data collected consistently under this protocol that will allow exploratory, descriptive, or correlational studies of alcohol use and AUD."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder"
            ],
            "keywords": [
                "Phenotypes",
                "Genetics",
                "Alcohol Use Disorder",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 7500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Not treatment-seeking participants",
                    "description": "Individuals who meet current or past DSM 5 criteria for AUD but are not seeking treatment. Healthy volunteers and other volunteers."
                },
                {
                    "label": "Treatment-seeking Patients",
                    "description": "Individuals who meet current DSM 5 criteria for AUD and are seeking treatment for it."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Obtain phenotypic assessments",
                    "description": "To gather characterization measures for individuals wishing to participate in this protocol, including a standardized set of clinical, behavioral, biochemical, and structural MRI-based phenotypic assessments, as well as whole genome genotypes",
                    "timeFrame": "CROSS SECTIONAL"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAs this is a natural history protocol of alcohol use as a continuum, in order to be eligible to participate in this study, an individual must meet the following criterion:\n\n* Age \\>=18 years of age\n* Willingness to complete the study including genetic and MRI tests.\n\nWe will assign participants to one of two groups in this study:\n\n* Treatment-seeking individuals (Patients that want to stop alcohol use and will require medical management to achieve sobriety) and\n* Non-treatment-seeking participants (Patients or healthy volunteers who want to continue their current alcohol use).\n\nAll participants are initially phone-screened for eligibility and their desire for treatment of AUD (or lack of it) will determine their group allocation. Their self-report of health status, pregnancy, legal status, and willingness to complete the study including the genetics and MRI test will be assessed in the phone screen and determine eligibility.\n\nEXCLUSION CRITERIA:\n\nThis is a natural history protocol of alcohol use as a continuum. Potential participants are pre-screened on the phone and, based on the information provided on the phone, the following categories are excluded because they are not suitable study participants for this protocol:\n\n* Individuals \\< 18 years of age\n* Prisoners\n* Pregnant candidates\n* Candidates having a severe medical or mental health disorder that would impair participation in the study\n\nAll participants are initially phone-screened for eligibility: age, legal status, pregnancy, and severe medical conditions will be assessed using information reported in the phone screen to determine eligibility for the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "We will enroll a total of 7500 participants. Any individual (Bullet)18 years of age who expresses interest in participating in this study and/or other research studies offered at NIAAA during the brief telephone pre-screening may be enrolled. Participants may be individuals with no current or past AUD, as well as individuals who meet current or past DSM criteria for AUD. Healthy volunteers and other volunteers will also be enrolled in this protocol.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan S Carraco",
                    "role": "CONTACT",
                    "phone": "(301) 496-5055",
                    "email": "megan.carraco@nih.gov"
                },
                {
                    "name": "Nancy Diazgranados, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-7515",
                    "email": "nancy.diazgranados@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nancy Diazgranados, M.D.",
                    "affiliation": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30606047",
                    "type": "BACKGROUND",
                    "citation": "Kwako LE, Schwandt ML, Ramchandani VA, Diazgranados N, Koob GF, Volkow ND, Blanco C, Goldman D. Neurofunctional Domains Derived From Deep Behavioral Phenotyping in Alcohol Use Disorder. Am J Psychiatry. 2019 Sep 1;176(9):744-753. doi: 10.1176/appi.ajp.2018.18030357. Epub 2019 Jan 4. Erratum In: Am J Psychiatry. 2019 Jun 1;176(6):489. doi: 10.1176/appi.ajp.2019.1766correction2."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2014-AA-0181.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IDP, identifiable specimens and data from this protocol will be shared with other NIH protocols for future research, so that data collected under different studies from a single individual may be combined for analysis after IRB approval and informed consent (or waiver of consent) for the use of the data for the research is in place. Data will be shared from two locations: @@@1) The NIH Clinical Center Clinical Research Information System (CRIS) system, where we routinely store clinical patient data and implement adequate privacy protections by design; @@@2) On access controlled NIAAA servers, located in secured space to prevent physical theft of storage media, and managed by NIAAA IT in agreement with NIH data security policies. We will feed some of the data residing in CRIS and on the NIAAA servers to the NIH Biomedical Translational Research Information System (BTRIS).@@@",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Starting with the first patient recruited to termination of the study.",
            "accessCriteria": "All IDP will be shared with other NIH protocols, so that data collected under different studies from a single individual may be combined for analysis when the receiving protocol includes informed consent or a waiver of consent for the use of this data for research. Also, identifiable specimens and data from this protocol may be shared with other protocols for future research after IRB approval and informed consent (or waiver of consent)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}