{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05706701",
            "orgStudyIdInfo": {
                "id": "2000031973"
            },
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Nicotine Flux, a Potentially Powerful Tool for Regulating Nicotine Delivery From Electronic Cigarettes",
            "officialTitle": "Nicotine Flux, a Potentially Powerful Tool for Regulating Nicotine Delivery From Electronic Cigarettes",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nicotine-flux-a-potentially-powerful-tool-for-regulating-nicotine-delivery-from-electronic-cigarettes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-20",
            "studyFirstSubmitQcDate": "2023-01-20",
            "studyFirstPostDateStruct": {
                "date": "2023-01-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American University of Beirut Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will examine the relationship between nicotine flux, nicotine form, and the rate and dose of nicotine delivery. Participants will puff on electronic nicotine delivery system (ENDS) devices under conditions that differ by flux and form, while arterial blood is sampled in high time resolution. The outcome will indicate the degree to which nicotine flux and form determine the speed and dose of ENDS nicotine delivery, and thus, abuse liability.",
            "detailedDescription": "The purpose of this study is to examine the influence of nicotine flux, and nicotine form, on the rate and dose of nicotine delivery obtained from arterial blood measurements. This study involves a 4 x 2 crossover experimental design of four nicotine fluxes: 9, 18, 27, 35 μg/sec, and two nicotine forms (i.e., free-base and protonated). These nicotine fluxes are within the range reported for ENDS (3.1-111µg/sec). The investigators will isolate the effect of form on the pharmacokinetics of nicotine delivery by controlling for puffing behavior. The investigators will hold puff topography constant by controlling puff duration, inter-puff interval, and number of puffs using the LabVape PTL and confirm the data using eTop.\n\nThe flux/form conditions will be tested by participants in two lab visits separated by three weeks to minimize carryover effects. All sessions will be double-blinded. In the first visit, participants will use the ENDS device with one nicotine form and four fluxes in random order. Participants will be instructed to attend the lab for a second visit, to test the four fluxes but with the other nicotine form. The second visit will allow us to isolate the effect of nicotine form on nicotine delivery. The order of nicotine form in the two visits will be counter-balanced across participants. Outcome measures include arterial blood nicotine delivery, and puff topography.\n\nParticipants will be instructed to use the Subox mini C ENDS device connected to the LabVape PTL (which limits puff duration to 3 seconds) in four bouts separated by a 60min resting period. The e-liquids vaped are as follows: Propylene glycol(PG)/Glycerol (VG), 30/70 ratio by volume. Nicotine at different concentrations: (2, 4, 7 and 10mg/mL) Benzoic acid: approximately 1:1 molar ratio with nicotine. All these ingredients will be used to prepare the needed e-liquids to conduct the study.\n\nAll bouts will be directed; each bout will consist of 3 puffs in which puff duration is fixed to 3sec, as in 50, and inter-puff interval fixed to 30sec (CORESTA recommended method Nº 81).123 The puff duration and inter-puff interval will be fixed using the LabVape PTL. A puff topography device (eTop) will record the puffing topography to identify any deviation between directed and actual puffs drawn and to measure the puffing flow rate. Participants will be trained to follow the puffing cues prior to sampling using an unpowered ENDS device. For arterial blood sampling, a radial arterial line will be placed on the non-dominant side to provide access to blood samples during vaping sessions. Each blood sample (0.5cc) will be drawn manually by a trained nurse at every time point and stored in the freezer at -25°C. Blood nicotine samples will be assayed using LCMS/ MS with deuterated internal standards, as in 114. Blood will be sampled 30sec prior to the initial puff, 5, 15, and 25sec after each puff, and 60sec after the last puff of a bout. The obtained data will be used to calculate pharmacokinetic parameters of nicotine delivery under each condition (Cmax, Tmax, dCi/dt, and AUC). AUC from 0 to 160min for the four 3-puff directed bouts will be estimated using a non-compartmental model and trapezoidal rule. All measures will be corrected for baseline values by subtracting the blood nicotine concentrations by the initial value (at the start of each bout)."
        },
        "conditionsModule": {
            "conditions": [
                "Nicotine Vaping"
            ],
            "keywords": [
                "Nicotine",
                "Nicotine Flux",
                "ENDS"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The investigators will measure arterial nicotine concentrations over discrete time-periods in a within-subject study with 15 anticipated participants who will undergo 2 ENDS use sessions that differ by nicotine form (protonated, freebase). In each session, participants will draw three 3-sec puffs with four randomly ordered nicotine fluxes (9, 18, 27, 35 μg/sec).",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The flux/form conditions will be tested by participants in two lab visits separated by three weeks to minimize carryover effects. All sessions will be double-blinded. In the first visit, participants will use the ENDS device with one nicotine form and four fluxes in random order.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nicotine vaping group visit 1",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive the either free-base or protonated form of four nicotine fluxes: 9, 18, 27, 35 μg/sec at their first of two visits. In the first visit, participants will use the ENDS device with one nicotine form and four fluxes in random order. Participants will be instructed to attend the lab for a second visit, to test the four fluxes but with the other nicotine form.",
                    "interventionNames": [
                        "Other: Nicotine vaping visit 1 (free-base nicotine)",
                        "Other: Nicotine vaping visit 2 (protonated nicotine)"
                    ]
                },
                {
                    "label": "Nicotine vaping group visit 2",
                    "type": "EXPERIMENTAL",
                    "description": "The same subjects from visit 1 will receive the either free-base or protonated form of four nicotine fluxes: 9, 18, 27, 35 μg/sec at their second study visit, using the opposite nicotine form that was used during the first visit.",
                    "interventionNames": [
                        "Other: Nicotine vaping visit 1 (protonated nicotine)",
                        "Other: Nicotine vaping visit 2 (free-base nicotine)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Nicotine vaping visit 1 (free-base nicotine)",
                    "description": "Participants will receive the free-base form of four nicotine fluxes: 9, 18, 27, 35 μg/sec at one of their two visits. Participants will use the ENDS device with free-base nicotine and four fluxes in random order.",
                    "armGroupLabels": [
                        "Nicotine vaping group visit 1"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Nicotine vaping visit 1 (protonated nicotine)",
                    "description": "Participants will receive the protonated form of four nicotine fluxes: 9, 18, 27, 35 μg/sec at the other study visit. Participants will use the ENDS device with protonated nicotine and four fluxes in random order.",
                    "armGroupLabels": [
                        "Nicotine vaping group visit 2"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Nicotine vaping visit 2 (free-base nicotine)",
                    "description": "Participants who received protonated nicotine during visit 1 will now receive free-base nicotine fluxes for visit 2: 9, 18, 27, 35 μg/sec.",
                    "armGroupLabels": [
                        "Nicotine vaping group visit 2"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Nicotine vaping visit 2 (protonated nicotine)",
                    "description": "Participants who received free-base nicotine during visit 1 will now receive protonated nicotine fluxes for visit 2: 9, 18, 27, 35 μg/sec.",
                    "armGroupLabels": [
                        "Nicotine vaping group visit 1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Maximum Arterial Blood Nicotine Delivery (Cmax)",
                    "description": "For arterial blood sampling, a radial arterial line will be placed on the non-dominant side to provide access to blood samples during vaping sessions. Blood will be sampled 30sec prior to the initial puff, 5, 15, and 25sec after each puff, and 60sec after the last puff of a bout (3 puffs per bout; 4 bouts per visit day; two visit days, separated by three weeks). The obtained data will be used to calculate pharmacokinetic parameters of nicotine delivery under each condition.",
                    "timeFrame": "Day 1 and Week 3"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Area Under the Curve for Nicotine (AUC)",
                    "description": "AUC from 0 to 160min for the four 3-puff directed bouts will be estimated using a non-compartmental model and trapezoidal rule. The four 3-puff directed bouts occur on both visit day 1 and 2, separated by 3 weeks.\n\nAll measures will be corrected for baseline values by subtracting the blood nicotine concentrations by the initial value (at the start of each bout).",
                    "timeFrame": "Day 1 and Week 3"
                },
                {
                    "measure": "Change in Liquid Consumed",
                    "description": "Determined by ENDS gravimetric weight change. Pre- and Post- vaping on both visit day 1 and 2, separated by 3 weeks.",
                    "timeFrame": "Day 1 and Week 3"
                },
                {
                    "measure": "Change in Puff Topography",
                    "description": "Puff duration in seconds. Measured after each puff (12 total per visit) on both visit day 1 and 2, separated by 3 weeks",
                    "timeFrame": "Day 1 and Week 3"
                },
                {
                    "measure": "Change in Rate of Nicotine Rise after the Initial Puff (dCi/dt)",
                    "description": "Blood will be sampled 30sec prior to the initial puff, 5, 15, and 25sec after each puff, and 60sec after the last puff of a bout. Measurements occur 4 times per visit day, on both visit day 1 and 2, separated by 3 weeks).\n\nThe obtained data will be used to calculate pharmacokinetic parameters of nicotine delivery under each condition (Cmax, Tmax, dCi/dt, and AUC).",
                    "timeFrame": "Day 1 and Week 3"
                },
                {
                    "measure": "Change in Time to Maximum Arterial Blood Level Nicotine Concentration (Tmax)",
                    "description": "Blood will be sampled 30sec prior to the initial puff, 5, 15, and 25sec after each puff, and 60sec after the last puff of a bout. Measurements occur 4 times per visit day, on both visit day 1 and 2, separated by 3 weeks). The obtained data will be used to calculate pharmacokinetic parameters of nicotine delivery under each condition (Cmax, Tmax, dCi/dt, and AUC).",
                    "timeFrame": "Day 1 and Week 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Above 21 years of age\n* Use ENDS at least 3 months and at least 3 times a week.\n* Be willing to provide informed consent, attend the lab, and abstain from tobacco/nicotine as required.\n* Have a normal Allen test\n\nExclusion Criteria:\n\n* Any significant current medical condition such as neurological, cardiovascular, endocrine, renal, or hepatic pathology that would increase risk or would interfere with/mimic tobacco abstinence\n* Untreated, unresolved active pulmonary or cardiovascular conditions (i.e. chest pain, dyspnea, acute infection, recurring bronchitis, and reactive airway disorder)\n* Breast-feeding or Pregnant (by urinalysis at screening).\n* Vaping less than 3 months and less than 3 times per week\n* Taking anticoagulants and blood thinners\n* Known hypersensitivity to propylene glycol\n* History of environmental - bronchospastic allergies, multiple chemical sensitivities, or other airway sensitivities that require the use of an epi pen or that in the investigator's view would make it risky for participation.\n* Has current symptoms as identified by the Health Assessment Checklist including cough, shortness of breath, chest pain, nausea, vomiting, stomach pain, diarrhea, fever, chills, or weight loss\n* Participants intending to quit tobacco/nicotine use in the next 30 days will be excluded and referred to cessation treatment.\n* Abnormal Allen Test (impaired collateral circulation)\n* Positive pregnancy test at any study visit\n* Infection of skin or soft tissue at insertion site (erythema, swelling, ulceration)\n* Peripheral vascular disease\n* Coronary artery disease/advance atherosclerosis\n* Raynaud's phenomenon\n* Coagulopathy (hereditary bleeding disorders, advanced liver disease)\n* Thromboangiitis obliterans\n* COPD/emphysema/chronic bronchitis\n* Allergy to lidocaine or anesthetics\n* Inability to tolerate blood draws for any reason\n* Additional Screening Procedures: Significant changes and/or abnormalities in these assessments during the study period may warrant exclusion at the discretion of the PI.\n\n  * Participants will be asked to answer the 4-item Patient-Reported Outcomes Measurement Information System (PROMIS) physical function scale and will be excluded if they report greater than \"without any difficulty\" on any single item as a screening tool\n  * Spirometry (baseline and before each visit)\n  * Physical Exam\n  * Application of the self-reported signs and symptoms health questionnaire with exclusion of those with chronic symptoms that would interfere with monitoring of vaping complications (baseline and \\* before each visit). Participants will be excluded and referred for medical treatment if they indicate dyspnea or cough symptoms are \"severe.\"\n  * PROMIS Dyspnea Severity Item Pool\n  * PROMIS Dyspnea Characteristics\n  * PROMIS Fatigue Short Form\n  * Functional Assessment of Chronic Illness Therapy (FACIT) Cough item",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stylianos C Mysirlidis, B.S.",
                    "role": "CONTACT",
                    "phone": "203-824-9215",
                    "email": "vape.study@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen R Baldassarri, M.D.",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Human Research Unit (HRU)",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}