{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04604509",
            "orgStudyIdInfo": {
                "id": "2019-0953"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-05745",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2019-0953",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Nicotine Replacement Therapy, Counseling, Varenicline, and Bupropion for Smoking Cessation, the PISCES I Trial",
            "officialTitle": "PISCES I: Precision Implemented Smoking Cessation Evaluation Study",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "nicotine-replacement-therapy-counseling-varenicline-and-bupropion-for-smoking-cessation-the-pisces-i-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-08-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-21",
            "studyFirstSubmitQcDate": "2020-10-21",
            "studyFirstPostDateStruct": {
                "date": "2020-10-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase IV trial investigates how to personalize treatments (such as medications and/or counseling) for quitting smoking based on the unique character traits of participants. Nicotine replacement therapy, counseling, and/or drugs such as varenicline and bupropion may help participants quit smoking or change smoking behavior. This trial may also help doctors individualize smoking cessation treatment for participants who do not quit smoking after the first course of treatment.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Production of precise, unbiased estimates of treatment effects for the constituent therapies and rescue treatment pathways.\n\nII. Development of the predictive algorithm, using the same machine learning techniques described in the preliminary data, to estimate the probabilities that an individual with a given pattern of baseline covariates will successfully quit smoking at the six and twelve week time points.\n\nOUTLINE:\n\nSTAGE I: Participants are randomized to 1 of 2 groups.\n\nGROUP I: Participants receive varenicline orally (PO) daily or twice daily (BID) for 6 weeks in the absence of unacceptable toxicity. Participants who quit smoking continue treatment for 6 additional weeks in the absence of unacceptable toxicity. Participants also receive behavioral smoking cessation counseling.\n\nGROUP II: Participants receive nicotine replacement therapy (NRT) consisting of a patch, lozenges, or gum daily for 6 weeks in the absence of unacceptable toxicity. Participants who quit smoking continue treatment for 6 additional weeks in the absence of unacceptable toxicity. Participants also receive behavioral smoking cessation counseling.\n\nSTAGE II: After 6 weeks, participants from Stage I who do not quit smoking are randomized to 1 of 5 groups.\n\nGROUP III: Participants continue to receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive behavioral smoking cessation counseling.\n\nGROUP IV: Participants switch to a different therapy and receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive behavioral smoking cessation counseling.\n\nGROUP V: Participants receive a higher dose and continue to receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive behavioral smoking cessation counseling.\n\nGROUP VI: Participants continue to receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive bupropion hydrochloride (bupropion) PO daily for 6 weeks and behavioral smoking cessation counseling.\n\nGROUP VII: Participants receive varenicline as in Group I and NRT as in Group II for 6 weeks. Participants also receive behavioral smoking cessation counseling.\n\nAfter starting study treatment, patients are followed up at 3 and 6 months."
        },
        "conditionsModule": {
            "conditions": [
                "Cigarette Smoking-Related Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 2010,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group I (varenicline, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive varenicline PO daily or BID for 6 weeks in the absence of unacceptable toxicity. Participants who quit smoking continue treatment for 6 additional weeks in the absence of unacceptable toxicity. Participants also receive behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling",
                        "Drug: Varenicline"
                    ]
                },
                {
                    "label": "Group II (NRT, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive NRT consisting of a patch, lozenges, or gum daily for 6 weeks in the absence of unacceptable toxicity. Participants who quit smoking continue treatment for 6 additional weeks in the absence of unacceptable toxicity. Participants also receive behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Drug: Nicotine Replacement",
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling"
                    ]
                },
                {
                    "label": "Group III (varenicline or NRT, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants continue to receive varenicline as in Group I or NRT as in Group II for 6 additional weeks depending on which group they were assigned to. Participants also receive behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Drug: Nicotine Replacement",
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling",
                        "Drug: Varenicline"
                    ]
                },
                {
                    "label": "Group IV (varenicline or NRT, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants switch to a different therapy and receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Drug: Nicotine Replacement",
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling",
                        "Drug: Varenicline"
                    ]
                },
                {
                    "label": "Group V (higher dose varenicline or NRT, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive a higher dose and continue to receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Drug: Nicotine Replacement",
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling",
                        "Drug: Varenicline"
                    ]
                },
                {
                    "label": "Group VI (varenicline or NRT, bupropion, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants continue to receive varenicline as in Group I or NRT as in Group II for 6 weeks depending on which group they were assigned to. Participants also receive bupropion PO daily for 6 weeks and behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Drug: Bupropion Hydrochloride Controlled-release",
                        "Drug: Nicotine Replacement",
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling",
                        "Drug: Varenicline"
                    ]
                },
                {
                    "label": "Group VII (varenicline and NRT, counseling)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive varenicline as in Group I and NRT as in Group II for 6 weeks. Participants also receive behavioral smoking cessation counseling.",
                    "interventionNames": [
                        "Drug: Nicotine Replacement",
                        "Other: Questionnaire Administration",
                        "Other: Tobacco Cessation Counseling",
                        "Drug: Varenicline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bupropion Hydrochloride Controlled-release",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Group VI (varenicline or NRT, bupropion, counseling)"
                    ],
                    "otherNames": [
                        "Bupropion HCl Controlled-release",
                        "Bupropion HCl Extended Release",
                        "Bupropion Hydrochloride Extended-Release",
                        "Forfivo XL",
                        "Wellbutrin SR",
                        "Wellbutrin XL",
                        "Zyban"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nicotine Replacement",
                    "description": "Given via nicotine patch, lozenges, or gum",
                    "armGroupLabels": [
                        "Group II (NRT, counseling)",
                        "Group III (varenicline or NRT, counseling)",
                        "Group IV (varenicline or NRT, counseling)",
                        "Group V (higher dose varenicline or NRT, counseling)",
                        "Group VI (varenicline or NRT, bupropion, counseling)",
                        "Group VII (varenicline and NRT, counseling)"
                    ],
                    "otherNames": [
                        "Nicotine Replacement Therapy",
                        "NRT"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Group I (varenicline, counseling)",
                        "Group II (NRT, counseling)",
                        "Group III (varenicline or NRT, counseling)",
                        "Group IV (varenicline or NRT, counseling)",
                        "Group V (higher dose varenicline or NRT, counseling)",
                        "Group VI (varenicline or NRT, bupropion, counseling)",
                        "Group VII (varenicline and NRT, counseling)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Tobacco Cessation Counseling",
                    "description": "Receive behavioral smoking cessation counseling",
                    "armGroupLabels": [
                        "Group I (varenicline, counseling)",
                        "Group II (NRT, counseling)",
                        "Group III (varenicline or NRT, counseling)",
                        "Group IV (varenicline or NRT, counseling)",
                        "Group V (higher dose varenicline or NRT, counseling)",
                        "Group VI (varenicline or NRT, bupropion, counseling)",
                        "Group VII (varenicline and NRT, counseling)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Varenicline",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Group I (varenicline, counseling)",
                        "Group III (varenicline or NRT, counseling)",
                        "Group IV (varenicline or NRT, counseling)",
                        "Group V (higher dose varenicline or NRT, counseling)",
                        "Group VI (varenicline or NRT, bupropion, counseling)",
                        "Group VII (varenicline and NRT, counseling)"
                    ],
                    "otherNames": [
                        "Champix",
                        "Chantix",
                        "CP-526555"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "End of treatment seven-day point prevalence",
                    "description": "Will use Bayesian statistical methods to estimate these effects and their accompanying posterior probabilities.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Expired carbon monoxide value",
                    "description": "Will use Bayesian statistical methods to estimate these effects and their accompanying posterior probabilities.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Abstinence",
                    "description": "Will evaluate utilizing a logistic regression model.",
                    "timeFrame": "At 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Days to relapse",
                    "description": "Will analyze using Cox proportional hazards regression.",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Smoking 5 or more cigarettes, little cigars and/or cigarillos per day, on average, within the past 30 days preceding the screening visit and expired carbon monoxide (CO) ≥ 6 ppm and/or a urine Nic Check test \\> 0 (or a reading of positive if an alternate nicotine test used)\n* Interested in treatment that might change smoking behavior or help them quit smoking\n* Able to follow verbal and written instructions in English and complete all aspects of the study\n* Provide informed consent and agree to all assessments and study procedures\n* Have an address and telephone number where they may be reached\n* Subjects must report current stable residence in the state of Texas and must not have plans to move out of state in the next 6 months. Stable residence is a domicile in which an individual can operate as if it were his or her own homestead and does not include shelters, halfway houses, treatment centers, or group homes\n* Be the only participant in their household currently receiving treatment on this protocol\n* Agree to be treated via telehealth (live audio-video conference and phone) and to be contacted via text and/or email\n* Willing to refrain from the use of other nicotine/tobacco products for the duration of the study\n\nExclusion Criteria:\n\n* Current enrollment or plans to enroll in another smoking cessation program during the study time frame, including plans to use other smoking cessation medications (i.e., over the counter \\[OTC\\] or prescription medication for smoking cessation) or smoking cessation treatments\n* Serious or unstable medical or psychiatric disorder within the past 3 months, as determined by the study physician\n* Being pregnant, engaging in breast-feeding, or being of childbearing potential and engaging in sexual activity that could lead to pregnancy and is not protected by a medically acceptable, effective method of birth control while enrolled in the study, as determined by self-report. Medically acceptable contraceptives include: (1) approved hormonal contraceptives (such as birth control pills, patches, implants or injections), (2) barrier methods (such as a condom or diaphragm) used with a spermicide, or (3) an intrauterine device (IUD). Contraceptive measures sold for emergency use after unprotected sex are not acceptable methods for routine use\n* Current use of certain medications:\n\n  * Smoking cessation meds (last 7 days; e.g., bupropion, NRT, varenicline). Episodic use of NRT in the last 7 days may be considered if the participant agrees to only use study medication once randomized\n  * Certain medications may be exclusionary and others are precautionary, to be evaluated on a case-by-case basis by study physician (See Exclusionary/Precautionary Medication List, Appendix 5)\n  * Daily use of opioids for 30 days or more on phone screen or at screening is exclusionary, however as needed (PRN) use is allowed (i.e., 3 out of 7 days per week or less or if more frequent use in less than a month's duration)\n* History of hypersensitivity or allergic reaction to varenicline, NRT, or any component of these formulations as determined by the medical team\n* Self-report of a history or current diagnosis of schizophrenia or bipolar disorder unless cleared by study physician\n* Current substance use disorder (Drug Abuse Screening Test \\[DAST\\] score \\> 3 or use \\>0 in the past year and refuses to refrain from use for the duration of the study; Alcohol Use Disorders Identification Test \\[USAUDIT\\] score \\> 24)\n* Individuals who report depressive symptoms in the moderately severe or severe range on the Patient Health Questionnaire - Mood Module (PHQ-9) (scores of 15 or above); or who report current suicidal ideation on the PHQ-9\n* Individuals who report anxiety symptoms in the severe range on the Generalized Anxiety Disorder Scale (GAD-7) (scores of 15 or above); or meet criteria for panic syndrome on the PHQ Panic module\n* Psychiatric hospitalization within 1 year of screening date\n* Any otherwise not specified medical or psychiatric condition, illness, disorder, or concomitant medication that could compromise participant safety or treatment, as determined by the principal investigator and/or study physician\n* Participant considered by the investigator as unsuitable candidate for full participation in both the treatment and follow-up phases of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paul Cinciripini",
                    "role": "CONTACT",
                    "phone": "713-745-3822",
                    "email": "pcinciri@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul Cinciripini",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Cinciripini",
                            "role": "CONTACT",
                            "phone": "713-745-3822"
                        },
                        {
                            "name": "Paul Cinciripini",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center Website",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016642",
                    "term": "Bupropion"
                },
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                },
                {
                    "id": "D000068580",
                    "term": "Varenicline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018687",
                    "term": "Antidepressive Agents, Second-Generation"
                },
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000018765",
                    "term": "Dopamine Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000065690",
                    "term": "Cytochrome P-450 CYP2D6 Inhibitors"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M278",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19013",
                    "name": "Bupropion",
                    "asFound": "Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20832",
                    "name": "Dopamine Uptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T482",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}