{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05243290",
            "orgStudyIdInfo": {
                "id": "RI-NR-001"
            },
            "organization": {
                "fullName": "Roskamp Institute Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Nicotinamide Riboside Clinical Trial for GWI",
            "officialTitle": "A Randomized Double-blind Placebo-controlled Clinical Trial of Nicotinamide Riboside for Restoring Mitochondrial Bioenergetics in Gulf War Illness",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nicotinamide-riboside-clinical-trial-for-gwi"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-27",
            "studyFirstSubmitQcDate": "2022-02-14",
            "studyFirstPostDateStruct": {
                "date": "2022-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Roskamp Institute Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "Nova Southeastern University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this multi-site trial, we will use a randomized, double-blind, placebo-controlled study design to test whether 300 mg of Nicotinamide Riboside (NR) can achieve the primary objective of increasing plasma NAD+ levels in participants with Gulf War Illness (GWI).",
            "detailedDescription": "The 1991 Gulf War (GW) was fought by a coalition of 30 countries that included 700,000 U.S. troops. Although the war itself lasted two months, adverse health consequences from this conflict are still experienced by GW veterans. Soon after their return, many soldiers started reporting multiple, seemingly unrelated symptoms, such as memory impairment, fatigue, gastrointestinal problems, and widespread pain. This illness, termed Gulf War Illness (GWI), affects about 32% of GW veterans. Several preclinical studies suggest the presence of bioenergetic deficits in the blood and brains of veterans with GWI, as well as in the mouse models of this illness. The investigators' recent work shows that plasma levels of bioenergetic metabolites, such as nicotinamide adenine dinucleotide (NAD+), are lower in veterans with GWI compared to healthy GW controls. This corresponds with low Sirt1 levels in the peripheral blood mononuclear cells (PBMC) from veterans with GWI. Given the importance of NAD+ in cellular bioenergetics, various approaches have been explored for supplementing NAD+. Among these, supplementation with the NAD+ precursor nicotinamide riboside (NR) appears to be a viable option, since this form of NAD+ can enter the cell and cross the blood-brain-barrier. The investigators' recent animal studies show that supplementation with NR, a member of the vitamin B3 family, can correct the bioenergetic deficits in GWI mice, which corresponds with an improvement in fatigue-type behavior that is commonly reported by veterans with GWI. The main objective of this project is to determine, through the use of metabolomics and biochemical assays, if NR supplementation can maintain a healthy bioenergetic profile in the blood of veterans with GWI. The secondary objective is to determine if NR can maintain healthy blood lipid and immune biomarker profiles in GWI veterans. The study will also explore whether NR can improve general health and well-being of veterans with GWI."
        },
        "conditionsModule": {
            "conditions": [
                "Gulf War Illness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "We will administer either NR or placebo to the study participants over a blinded period of 10 weeks, followed by an open label phase with all participants receiving NR for 5 weeks.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Study Supplement: NR",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "26 subjects will take the supplement (nicotinamide riboside) during the first phase of the study. 300mg will be taken once a day for the 10-week period in phase one.",
                    "interventionNames": [
                        "Dietary Supplement: Nicotinamide Riboside"
                    ]
                },
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "26 subjects will take the placebo during the first phase of the study (10 weeks).",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Nicotinamide Riboside",
                    "description": "The product under investigation, Nicotinamide riboside (NR), is a naturally occurring NAD+ precursor and a member of the vitamin B3 family.",
                    "armGroupLabels": [
                        "Study Supplement: NR"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "Visually matching placebo capsules will contain the same inactive ingredients present in the manufactured NR capsules, with the exception of any NR compound.",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in plasma NAD+ levels",
                    "description": "The primary objective is to determine if NR can increase plasma NAD+ levels in GWI veterans.",
                    "timeFrame": "10 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in lipid profiles",
                    "description": "The secondary objective is to determine if NR can help maintain healthy blood lipid in the blood of veterans with GWI.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Changes in immune biomarker profiles",
                    "description": "The secondary objective is to determine if NR can help maintain normal cytokine levels in the blood of veterans with GWI.",
                    "timeFrame": "10 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in fatigue",
                    "description": "The study will use the Multidimensional Fatigue Inventory (MFI-20) to assess fatigue.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Changes in memory (neurocognitive)",
                    "description": "The study will use the CNS Vital Signs computerized neurocognitive assessment software to assess memory. The computerized test uses individual tests to comprise a neurocognitive index score that can be used to evaluate neurocognitive status.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Changes in memory (neuropsychological)",
                    "description": "The study will use the Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) cognitive test to assess memory. The test incorporates immediate memory, visuospatial/constructional, language, attention, and delayed memory components to determine a total scaled score for neuropsychological status. This total score ranges from 200 to 800, with higher scores increasing the associated percentile.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Changes in general well-being",
                    "description": "The study will use the Quality of Life Scale (SF36) to assess quality of life.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Changes in mood",
                    "description": "The study will use the Profile of Mood States (POMS) to assess mood.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Changes in pain",
                    "description": "The study will use the McGill Pain Questionnaire (SF-MPQ) to assess pain.",
                    "timeFrame": "10 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Both sexes, all ethnic groups, and ages 47 to 70 years.\n* Subject willing and able to give informed consent.\n* Medically stable as per the investigator's discretion.\n* Negative urine pregnancy test for females of childbearing potential. A woman is considered of childbearing potential unless she is surgically sterile (hysterectomy or tubal ligation) or is postmenopausal (no menstrual cycle for 2 years or more).\n* If female of childbearing potential, must be willing to use adequate birth control during the study and for 30 days after the last dose. Females agreeing to take an acceptable form of birth control per investigator discretion (where relevant). Females must prevent pregnancy or otherwise be unable to conceive.\n* Veterans deployed to the Gulf War between August 1990 and August 1991.\n* Veteran meets criteria for the CDC Chronic Multisymptom Illness (CMI) GWI definition or Kansas GWI definition.\n* Weight of 50.0kg - 200.0kg (110 lbs. - 440 lbs.).\n\nExclusion Criteria:\n\n* Diagnosed by a physician with medical or psychiatric conditions that would account for their symptoms or interfere with their ability to report their symptoms, as per investigator discretion.\n* Female subject is either pregnant or nursing; or if female subject is of childbearing age is not currently on or is unwilling and/or unable to use birth control.\n* Have contraindications, allergy, or sensitivity to NR, vitamin B3, or excipients (microcrystalline cellulose, silicon dioxide, magnesium stearate, hypromellose, and/or titanium dioxide).\n* Any significant medical condition that could interfere with study conduct, as per investigator discretion. These may include but are not limited to the following: untreated chronic hypertension (defined as systolic \\> 180 mmHg; diastolic \\>110 mmHg), myocardial infarction within 6 months of screening, renal failure, hepatic failure, and/or receiving chemotherapy.\n* Clinically significant lab values for clinical laboratory assessments, as per investigator discretion.\n* Poor venous access.\n* Current use of any NR supplement products (such as nicotinamide, nicotinamide mononucleotide (NMN), vitamin B3/Niacin, vitamin B complex, etc.) within 30 days of screening.\n* Participation in another clinical trial involving dietary or pharmaceutical intervention within 90 days of screening.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "47 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dakota Helgager",
                    "role": "CONTACT",
                    "phone": "9412568019",
                    "phoneExt": "3008",
                    "email": "dhelgager@roskampclinic.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laila Abdullah, PhD",
                    "affiliation": "The Roskamp Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michael Hoffmann, MD",
                    "affiliation": "The Roskamp Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Nancy Klimas, MD",
                    "affiliation": "Nova Southeastern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Amanpreet Cheema, PhD",
                    "affiliation": "Nova Southeastern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nova Southeastern University",
                    "status": "RECRUITING",
                    "city": "Fort Lauderdale",
                    "state": "Florida",
                    "zip": "33314",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kamoly Dorneles",
                            "role": "CONTACT",
                            "phone": "954-262-1343",
                            "email": "kdornele@nova.edu"
                        },
                        {
                            "name": "Nancy Klimas, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Amanpreet Cheema, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.12231,
                        "lon": -80.14338
                    }
                },
                {
                    "facility": "The Roskamp Institute",
                    "status": "RECRUITING",
                    "city": "Sarasota",
                    "state": "Florida",
                    "zip": "34243",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dakota Helgager",
                            "role": "CONTACT",
                            "phone": "941-256-8019",
                            "phoneExt": "3008",
                            "email": "dhelgager@roskampclinic.org"
                        },
                        {
                            "name": "Laila Abdullah, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Hoffmann, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.33643,
                        "lon": -82.53065
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26493934",
                    "type": "BACKGROUND",
                    "citation": "White RF, Steele L, O'Callaghan JP, Sullivan K, Binns JH, Golomb BA, Bloom FE, Bunker JA, Crawford F, Graves JC, Hardie A, Klimas N, Knox M, Meggs WJ, Melling J, Philbert MA, Grashow R. Recent research on Gulf War illness and other health problems in veterans of the 1991 Gulf War: Effects of toxicant exposures during deployment. Cortex. 2016 Jan;74:449-75. doi: 10.1016/j.cortex.2015.08.022. Epub 2015 Sep 25."
                },
                {
                    "pmid": "17645457",
                    "type": "BACKGROUND",
                    "citation": "Spector R, Johanson CE. Vitamin transport and homeostasis in mammalian brain: focus on Vitamins B and E. J Neurochem. 2007 Oct;103(2):425-38. doi: 10.1111/j.1471-4159.2007.04773.x. Epub 2007 Jul 20."
                },
                {
                    "pmid": "32343995",
                    "type": "BACKGROUND",
                    "citation": "Joshi U, Evans JE, Pearson A, Saltiel N, Cseresznye A, Darcey T, Ojo J, Keegan AP, Oberlin S, Mouzon B, Paris D, Klimas N, Sullivan K, Mullan M, Crawford F, Abdullah L. Targeting sirtuin activity with nicotinamide riboside reduces neuroinflammation in a GWI mouse model. Neurotoxicology. 2020 Jul;79:84-94. doi: 10.1016/j.neuro.2020.04.006. Epub 2020 Apr 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009536",
                    "term": "Niacinamide"
                },
                {
                    "id": "D000009525",
                    "term": "Niacin"
                },
                {
                    "id": "D000009539",
                    "term": "Nicotinic Acids"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014803",
                    "term": "Vitamin B Complex"
                },
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12476",
                    "name": "Niacinamide",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12465",
                    "name": "Niacin",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12479",
                    "name": "Nicotinic Acids",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T455",
                    "name": "Nicotinamide",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "T453",
                    "name": "Niacin",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "T454",
                    "name": "Niacinamide",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "T456",
                    "name": "Nicotinic Acid",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "T471",
                    "name": "Vitamin B3",
                    "asFound": "Chemoradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}