{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06419959",
            "orgStudyIdInfo": {
                "id": "CARB-005-23F"
            },
            "secondaryIdInfos": [
                {
                    "id": "CX002762-01A1",
                    "type": "OTHER_GRANT",
                    "domain": "Veterans Affairs"
                },
                {
                    "id": "24-0284",
                    "type": "OTHER",
                    "domain": "COMIRB"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "NightWare and Cardiovascular Health in Veterans With PTSD",
            "officialTitle": "Improving Cardiovascular Health in Veterans With PTSD by Treating Trauma-Related Nightmares With NightWare",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nightware-and-cardiovascular-health-in-veterans-with-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-03",
            "studyFirstSubmitQcDate": "2024-05-14",
            "studyFirstPostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to learn more about the effectiveness of a prescription wrist-wearable device called NightWare (NW) on improving sleep in Veterans with nightmares related to posttraumatic stress disorder (PTSD). The investigators also want to learn whether it improves cardiovascular health among this population.",
            "detailedDescription": "Posttraumatic stress disorder (PTSD) is associated with profound health consequences in Veterans, including cardiovascular disease (CVD), the leading cause of death in adults in the United States. Trauma-related nightmares, a hallmark of PTSD, are a debilitating symptom that can lead to poor sleep quality and other health issues that ultimately cause clinically significant impairments in daily functioning. Recently, nightmares were reported to be an independent predictor of CVD in Veterans, for reasons that are unclear. Poor sleep is associated with increased CVD risk, possibly by impairing vascular health and nervous system function. Nightmare-related sleep disturbances are often resistant to first-line treatment (e.g., psychotherapy, medications) and even with improvements, residual nightmares and sleep disturbances often persist that still meet clinical significance. Moreover, significant barriers often exist including access to care and lack of trained providers, that prevent reaching and engagement of individuals to treatments, and there is poor adherence to interventions overall. As such, there is a need to implement interventions and/or complementary approaches that may appeal to Veterans experiencing PTSD-related nightmares who are looking for alternatives. In this regard, NightWare (NW) digital therapeutic is a novel smart watch application that was recently granted Breakthrough Device designation by the FDA for the treatment of nightmares in adults with PTSD. It uses the wearer's biometric data (i.e., heart rate, body movement and position) to distinguish normal and distressed sleep and interrupt nightmares. Preliminary evidence demonstrated an improvement in subjective sleep quality in Veterans after 30-days of NW compared with a sham condition. However, it is unknown whether NW improves sleep quality in Veterans with PTSD with co-morbid medical conditions such as obstructive sleep apnea (OSA) or in those using medications (e.g., prazosin) to treat nightmares related to PTSD. It is also unknown if the effects of NW on sleep are similar in male and female Veterans, or whether improvements in sleep with NW result in improvements in objective sleep (i.e., sleep physiology) or cardiovascular health. In this context, this study will determine if 8 weeks of NW improves subjective sleep in Veterans with PTSD-related nightmares, including those with OSA and/or taking medications to treat PTSD related nightmares (e.g., prazosin). The change in Pittsburgh Sleep Quality Index (PSQI) scores from baseline to 8 weeks will be measured. Additional goals will evaluate changes in cardiovascular health outcomes with NW use and if there are potential sex differences in the response to NW. The proposed research is a high priority topic of the Veterans Affairs, as PTSD affects 11-23% of Veterans in a given year. The research is highly innovative and if successful will lead to significant advances in the healthcare of Veterans, particularly as it relates to the treatment of PTSD-related nightmares."
        },
        "conditionsModule": {
            "conditions": [
                "Post-traumatic Stress Disorder (PTSD)",
                "Cardiovascular Diseases",
                "Autonomic Dysfunction",
                "Vascular Stiffness",
                "Nightmare",
                "Endothelial Dysfunction",
                "Veteran"
            ],
            "keywords": [
                "Sleep",
                "Oxidative stress",
                "aging, inflammation",
                "sex/gender",
                "Veteran",
                "Trauma and Stressor Related Disorders",
                "Mental Disorders",
                "Nervous System Diseases",
                "Autonomic Nervous System Diseases",
                "Primary Dysautonomias",
                "Cardiovascular Diseases",
                "Stress Disorders, Post-Traumatic"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, double-blind, placebo (i.e., sham intervention) controlled parallel proof-of-concept study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 125,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NightWare active",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention with NightWare Therapeutic System",
                    "interventionNames": [
                        "Device: NightWare"
                    ]
                },
                {
                    "label": "NightWare Sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "NightWare app disabled; device will not deliver an intervention",
                    "interventionNames": [
                        "Device: NightWare"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "NightWare",
                    "description": "Nightware intervention app (enabled) will attempt to detect when an individual is having a nightmare based on a Nightware proprietary algorithm and attempt to disrupt the nightmare without awakening. In the sham comparator group the NightWare app will be disabled and not deliver an intervention.",
                    "armGroupLabels": [
                        "NightWare Sham",
                        "NightWare active"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Pittsburgh Sleep Quality Index",
                    "description": "Sleep questionnaire with a scale of 0 to 21 with a higher score indicating a significant sleep disturbance",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in physiological sleep - total sleep time",
                    "description": "Total sleep duration (minutes) calculated through ambulatory electroencephalography.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in endothelial function",
                    "description": "Brachial artery flow mediated dilation (FMD) using ultrasound",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in Autonomic function - spontaneous baroreflex sensitivity (BRS)",
                    "description": "Cardiovagal baroreflex sensitivity (cBRS) measured using beat-to-beat time series of systolic blood pressures (finger photo-plethysmography) and R-R interval (three-lead electrocardiogram) will be recorded simultaneously at 1,000 Hz.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in large elastic artery stiffness",
                    "description": "Carotid-femoral pulse wave velocity (PWV)",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in large elastic artery stiffness",
                    "description": "Augmentation index and aortic blood pressure via pulse wave analysis",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in autonomic function - heart rate variability (HRV)",
                    "description": "Heart rate variability",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in physiological sleep - wake after sleep onset",
                    "description": "Wake after sleep (minutes) calculated through ambulatory electroencephalography.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in physiological sleep - sleep efficiency",
                    "description": "Sleep efficiency (percentage) calculated through ambulatory electroencephalography.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in physiological sleep - REM sleep",
                    "description": "REM sleep (minutes) calculated through ambulatory electroencephalography.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in physiological sleep - Deep sleep",
                    "description": "Deep sleep (minutes) calculated through ambulatory electroencephalography.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                },
                {
                    "measure": "Change in physiological sleep - Light sleep",
                    "description": "Light sleep (minutes) calculated through ambulatory electroencephalography.",
                    "timeFrame": "Measured before and after 8 weeks of NightWare and sham conditions"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of PTSD via American Psychiatric Association PTSD diagnostic criteria in the fifth edition of its Diagnostic and Statistical Manual of Mental Disorders (DSM-5).\n2. Self-report having repetitive nightmares contributing to disrupted sleep;\n3. Age 22 years (rationale is because the device has only been used in adults in 22 years and older);\n4. Resting blood pressure (BP, \\<160/100 mmHg);\n5. Fasted glucose \\<126 mg/dL;\n6. Poor overall sleep quality as indicated by a Pittsburgh Sleep Quality Index (PSQI) score 6 or higher;\n7. Epworth Sleepiness Scale (ESS): Question #8 score above \"0\" will prompt an additional question: Do you drive (\"get behind the wheel\") when you are drowsy? The answer must be \"No\" to be enrolled in the study due to safety concerns;\n8. Wireless Internet and two power outlets in sleeping location;\n9. Willingness not to use any other application which collects heart rate data on the phone and watch that is used for NightWare;\n\nExclusion Criteria:\n\n1. Unstable medical condition (e.g., uncontrolled hypertension or active CVD or cancer);\n2. Active infection (note, anyone with an active infection would become eligible once the infection has ended);\n3. Thyroid dysfunction, defined as an ultrasensitive TSH \\<0.5 or \\>5.0 mU/L; volunteers with abnormal TSH values will be re-considered for participation in the study after follow-up evaluation by the PCP with initiation or adjustment of thyroid hormone replacement; or other problems that would interfere with participation in the study;\n4. Use of insulin or sulfonylureas\n5. Pregnancy or currently breast feeding;\n6. Current history (past 3 months) of substance (excluding marijuana) or alcohol abuse per the SCID-5. Adults with past substance or alcohol use disorders will be allowed to participate;\n7. Participants will be excluded if they report elevated acute risk for suicidal self-directed violence warranting immediate hospitalization (e.g., suicidal ideation with intent, evaluated by the Columbia-Suicide Severity Rating Scale \\[C-SSRS\\]).\n8. Shift workers (due to circadian rhythm disruption);\n9. Diagnosis of active disorder of arousal from non-rapid eye movement sleep, rapid eye movement sleep behavior disorder, or narcolepsy;\n10. Nocturia that causes awakening from sleep;\n11. Known sleep walking or acting out dreams (contraindication to NW use);\n12. Diagnosis or suspicion of dementia;\n13. Seizure disorder\n14. Participants experiencing severe cognitive impairment or current psychiatric symptoms of such severity that would preclude participation (e.g., active psychosis, imminently suicidal)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "All genders",
            "minimumAge": "22 Years",
            "maximumAge": "88 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kerrie L Moreau, PhD",
                    "role": "CONTACT",
                    "phone": "(720) 885-1950",
                    "email": "Kerrie.Moreau@va.gov"
                },
                {
                    "name": "Claire Cox, BS",
                    "role": "CONTACT",
                    "phone": "(303) 372-1396",
                    "email": "claire.cox@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kerrie L Moreau, PhD",
                    "affiliation": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Claire Cox, BS",
                            "role": "CONTACT",
                            "phone": "303-372-1396",
                            "email": "claire.cox@va.gov"
                        },
                        {
                            "name": "Kerrie L Moreau, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001342",
                    "term": "Autonomic Nervous System Diseases"
                },
                {
                    "id": "D000054969",
                    "term": "Primary Dysautonomias"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder (PTSD)",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4643",
                    "name": "Autonomic Nervous System Diseases",
                    "asFound": "Autonomic Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27979",
                    "name": "Primary Dysautonomias",
                    "asFound": "Autonomic Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}