{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04164472",
            "orgStudyIdInfo": {
                "id": "18-015582"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD094833-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD094833-01A1"
                }
            ],
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "NIH R01 Friend to Friend With Coaching",
            "officialTitle": "The Friend to Friend Program: Effectiveness When Conducted by School Staff",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nih-friend-to-friend-with-coaching"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-11-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-23",
            "studyFirstSubmitQcDate": "2019-11-14",
            "studyFirstPostDateStruct": {
                "date": "2019-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study examines the effectiveness of the Friend to Friend (F2F) program when conducted by teachers and counselors with active coaching from the research team. The project involves 14 small group sessions for relationally aggressive girls and 8 classroom sessions. Students, teachers, counselors and parents at intervention and control schools fill out pre- and post- program questionnaires.",
            "detailedDescription": "This study takes a proven effective program (Friend to Friend) that was initially run by the research team in a clinical trial and examines for the first time its effectiveness when conducted by teachers and counselors with active coaching from the research team. The primary target population for this study will be 4th-5th grade relationally aggressive girls. In intervention schools, these girls will participate in Friend to Friend with Coaching (14 small group sessions, 8 classroom sessions and additional pre- and post- program questionnaires).\n\nIn both intervention and control schools all 4th-5th grade students (boys and girls) will participate in a screening measure to identify the relational aggressors and pre- and post-program questionnaires. Counselors and 4th-5th grade teachers in both conditions will participate in pre/post questionnaires and will also participate in training, coaching, the small group intervention and classroom sessions in intervention schools.\n\nThese procedures will be repeated with new students in 5 of the F2F with Coaching schools the following school year, except that the research team will provide minimal coaching to staff running the intervention in year 2."
        },
        "conditionsModule": {
            "conditions": [
                "Aggression"
            ],
            "keywords": [
                "Relational Aggression",
                "Aggression",
                "Indicated intervention",
                "Universal prevention",
                "School-based",
                "Urban"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Friend to Friend with Coaching",
                    "type": "EXPERIMENTAL",
                    "description": "Program for relationally aggressive girls and their classmates delivered by school personnel who have been coached by study team.",
                    "interventionNames": [
                        "Behavioral: Friend to Friend (F2F) with Coaching"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Referral to school counselor as needed as per standard practice."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Friend to Friend (F2F) with Coaching",
                    "description": "Friend to Friend (F2F) with Coaching has 14 small group sessions and 8 classroom sessions as led by school staff with coaching from the Children's Hospital of Philadelphia (CHOP) research team. The program aims to improve problem solving and prosocial behaviors, and decrease aggressive behaviors.",
                    "armGroupLabels": [
                        "Friend to Friend with Coaching"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in hostile attribution biases",
                    "description": "The self-report Cartoon-Based Hostile Attributional Bias measure will be used to assess hostile attributions with 2 relational vignettes and 2 physical vignettes, with one question asking whether a behavior was intentional or unintentional and a second questions asking whether the behavior was harmful or not harmful. Scores on the 2 items per vignette type (relational, physical) are summed, each vignette has a range of 0 (no bias) to 4 (strong bias) where higher scores reflect a worse outcome (i.e. more relational hostile attributional biases and/or more physical hostile attributional biases).",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later"
                },
                {
                    "measure": "Change in Knowledge of Anger Problem-Solving Steps",
                    "description": "Knowledge of Anger Problem Solving (KAPS) is a 9 item abbreviated multiple choice measure (original measure was 15 items) designed to assess students' general knowledge of the steps underlying the social information processing model of aggression and of anger management techniques. Scores are calculated through summing across all 9 items, where a score is given a 1 if a correct answer is selected or 0 if an incorrect answer is selected; with a range of 0 (no correct) to 9 (all correct), higher scores reflect a better outcome.",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later"
                },
                {
                    "measure": "Change in Relational Aggression",
                    "description": "Teacher report of relational aggression will be assessed using the Children's Social Behavior Questionnaire with 5 items. Scores are calculated by averaging across all items, with a range of 1 to 5, higher scores reflect a worse outcome (more relational aggression).\n\nPeer reports of relational aggression will be measured using two items. These items are based on Crick and Grotpeter and have strong psychometric properties. Students rate the frequency that each classmate engages in relational aggression on 2 items (leaving out, rumor spreading) on a scale from 1- Not at All to 5- A Whole Lot. Each individual child has a mean score ranging from 1 to 5 (drawn from an average rating across all students/peers in a class). Higher scores reflect a worse outcome (more relational aggression).",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later"
                },
                {
                    "measure": "Change in Prosocial Leadership",
                    "description": "This 7-item measure combines items from the leadership and prosocial competence scales from the Behavior Assessment System for Children (BASC) to create a combined scale called Prosocial Leadership that has been found to be reliable and valid in prior studies. Items are rated on a 4-point scale (1-hardly ever to 4-almost always).",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later"
                },
                {
                    "measure": "Change in Teacher-Student Relationships",
                    "description": "The STRS has demonstrated strong psychometric properties, and a strong student-teacher relationship has been shown to be predictive of adaptive adjustment in school. Ten items drawn from the Closeness subscale (e.g., \"shares information about self\") (α = .89) and the Conflict subscale (e.g., \"easily becomes angry at me\") (α = .93) will be completed by teachers for all assented students (boys and girls) in their class. Teachers respond to each item on a five-point scale (1 = definitely does not apply to 5 = definitely applies), with higher scores indicating higher closeness or higher conflict.",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later"
                },
                {
                    "measure": "Change in Staff Self-Efficacy for Handling Aggression",
                    "description": "This 12-item measure called \"Staff Self-Efficacy for Handling Aggression\" has been designed for this study for school counselors and teachers to rate their own strategies for intervening, comfort in intervening, and perceived effectiveness for intervening with girls who are relationally aggressive on a five point scale from (1 = strongly disagree to 5 = strongly agree). Scores are averaged across items with higher scores indicating a better outcome.",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and on up to 8 months later"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Explore peer rejection as mediator/moderator",
                    "description": "Peer reports of rejection are measured using two items asking how much students like each classmate and how much they dislike each classmate on a scale from 1- Not at All to 5- A Whole Lot. Each individual child has a mean score ranging from 1 to 5 (drawn from an average rating across all students/peers in a class). Level of peer rejection is calculated by subtracting an individual child's likeability mean score from their dislikability mean score. Higher scores represent greater peer rejection. We anticipate using the first time point for this analysis.",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later."
                },
                {
                    "measure": "Explore perception of intervention attributes as mediator/moderator",
                    "description": "Given one time in the study, this measure was adapted from the Teacher perceptions of the intervention attributes measure and includes 10 items with a scale of 1- Not at All to 5- A Whole Lot. Scores are averaged across items with higher scores indicating a better outcome (positive perception of the intervention)",
                    "timeFrame": "Up to 8 months after the study began."
                },
                {
                    "measure": "Explore student self-efficacy for non-violence",
                    "description": "Self-Efficacy for Nonviolence is an 9-item, self-report measure adapted from the Multisite Violence Prevention Project, which used modified items from the Teen Conflict Survey. Questions ask how confident students are on a scale from 1=Not at all confident to 4=very confident. Items are averaged with higher scores indicating a better outcome (more self-efficacy for using non-violent approaches to conflict). We will use the first time point for this analysis.",
                    "timeFrame": "Given two times throughout the study, first at baseline (early in the school year, October/November) and up to 8 months later."
                },
                {
                    "measure": "Explore implementation factors",
                    "description": "Measured by number of sessions attended",
                    "timeFrame": "This will be first administered during the first session/lesson in the school year (approximately October/November) and to be filled out weekly by facilitators for up to 8 months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Aim 1 Inclusion/Exclusion Criteria:\n\n* Inclusion Criteria for Schools\n\n  40 schools will be selected on the basis of the following inclusion criteria:\n  1. Urban school from the School District of Philadelphia\n  2. Predominately minority student body (\\> 80%)\n  3. Relatively large school with at least 2 classrooms per grade\n  4. School is not currently involved in a systematic anti-aggression or bullying prevention program\n  5. School must have at least 1 school counselor who is interested in participating\n* Inclusion Criteria for Students\n\n  1. All boys and girls in regular education 4th-5th grade classrooms will be eligible to participate in screening and outcome assessment activities.\n  2. Screening will include a peer-rating procedure that will be utilized to identify girls with relational aggression (GRAs).\n  3. GRAs will be based on if they score \\> .50 of a Standard Deviation above mean on relational aggression on the peer-rating measure. These identified girls will be recruited (with written parent consent and student assent) to participate in the F2F with Coaching or control condition.\n* Inclusion Criteria for Parents\n\n  1) All parents of students in regular education 4th-5th grade classrooms will be eligible to participate in outcome assessment activities.\n* Inclusion Criteria for Teachers/Counselors\n\n  1. Teachers/counselors employed by the participating school sites who provide their verbal consent for participation.\n  2. Teachers/counselors who currently teach and/or provide services to students in 4th-5th grade.\n\nExclusion Criteria:\n\n* Exclusion Criteria for Students\n\n  1) Students who do not speak English. 2) Students whose parents do not speak English or one of the foreign languages into which the Parent Information Sheet for Child Participation has been translated (who therefore cannot opt their child in or out of the study in an informed manner).\n\n  3) Special education students who are not integrated within the regular education classroom.\n\n  4) In intervention schools, boys are excluded from the F2F small group intervention, however, as noted above, all boys will participate in the class portion of the program. Boys in both conditions will complete screening and outcome assessment activities.\n* Exclusion Criteria for Parents\n\n  1) Parents who do not speak English or one of the foreign languages into which the Parent Information Sheet for Parent Participation and parent questionnaires have been translated.\n\n  2) Parents of students in special education who are not integrated within the regular education classroom.\n* Exclusion Criteria for Teachers/Counselors\n\n  1. Teachers/counselors who do not speak English.\n  2. Teachers/counselors who are not working with 4th-5th grade students at the participating school sites.\n\nAim 2: Inclusion/Exclusion Criteria\n\n* Aim 2 Inclusion Criteria - Schools 1) 10 of Friend to Friend with Coaching schools in Aim 1 will participate in Aim 2.\n* Aim 2 Inclusion Criteria - Students\n\n  1. 4th grade boys and girls who meet the same criteria as described in Aim 1.\n  2. Similar to Aim 1, a peer rating procedure will be used to identify girls with relational aggression (GRAs) and prosocial role models.\n* Aim 2 Inclusion Criteria - Parents 1) Same as Aim 1.\n\nAim 2 Inclusion Criteria - Teachers/Counselors 1) Counselors and 4th grade teachers who participated in F2F with Coaching in Aim 1.\n\nAim 2 Exclusion Criteria - Students, Parents, Teacher/Counselors\n\n1) Same as Aim 1.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "7 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen Leff, PhD",
                    "role": "CONTACT",
                    "phone": "215-590-7067",
                    "email": "leff@chop.edu"
                },
                {
                    "name": "Brooke Paskewich, PsyD",
                    "role": "CONTACT",
                    "phone": "215-590-3193",
                    "email": "PASKEWICH@chop.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen Leff, PhD",
                            "role": "CONTACT",
                            "phone": "215-590-7067",
                            "email": "leff@chop.edu"
                        },
                        {
                            "name": "Brooke Paskewich, PsyD",
                            "role": "CONTACT",
                            "phone": "215-590-3193",
                            "email": "paskewich@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30079272",
                    "type": "BACKGROUND",
                    "citation": "Leff SS, Paskewich BS, Waasdorp TE, Waanders C, Bevans KB, Jawad AF. Friend to Friend: A Randomized Trial for Urban African American Relationally Aggressive Girls. Psychol Violence. 2015 Oct;5(4):433-443. doi: 10.1037/a0039724."
                },
                {
                    "pmid": "27222262",
                    "type": "BACKGROUND",
                    "citation": "Leff SS, Waasdorp TE, Paskewich BS. The Broader Impact of Friend to Friend (F2F): Effects on Teacher-Student Relationships, Prosocial Behaviors, and Relationally and Physically Aggressive Behaviors. Behav Modif. 2016 Jul;40(4):589-610. doi: 10.1177/0145445516650879. Epub 2016 May 23."
                },
                {
                    "pmid": "19830622",
                    "type": "BACKGROUND",
                    "citation": "Leff SS, Gullan RL, Paskewich BS, Abdul-Kabir S, Jawad AF, Grossman M, Munro MA, Power TJ. An initial evaluation of a culturally adapted social problem-solving and relational aggression prevention program for urban African-American relationally aggressive girls. J Prev Interv Community. 2009;37(4):260-74. doi: 10.1080/10852350903196274."
                },
                {
                    "pmid": "8706540",
                    "type": "BACKGROUND",
                    "citation": "Crick NR, Dodge KA. Social information-processing mechanisms in reactive and proactive aggression. Child Dev. 1996 Jun;67(3):993-1002."
                },
                {
                    "pmid": "7789197",
                    "type": "BACKGROUND",
                    "citation": "Crick NR, Grotpeter JK. Relational aggression, gender, and social-psychological adjustment. Child Dev. 1995 Jun;66(3):710-22. doi: 10.1111/j.1467-8624.1995.tb00900.x."
                },
                {
                    "pmid": "31462897",
                    "type": "BACKGROUND",
                    "citation": "Mehari KR, Waasdorp TE, Leff SS. Measuring Relational and Overt Aggression by Peer Report: A Comparison of Peer Nominations and Peer Ratings. J Sch Violence. 2019;18(3):362-374. doi: 10.1080/15388220.2018.1504684. Epub 2018 Aug 23."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reynolds, C. R., & Kamphaus, R. W. (2004). BASC-2: Behavior assessment system for children. Circle Pines, MN: American Guidance Service."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Pianta, R. C., & Stuhlman, M. W. (2004). Teacher-child relationships and children's success in the first years of school. School Psychology Review, 33, 444-458."
                },
                {
                    "pmid": "27686887",
                    "type": "BACKGROUND",
                    "citation": "Leadbeater BJ, Thompson K, Sukhawathanakul P. Enhancing Social Responsibility and Prosocial Leadership to Prevent Aggression, Peer Victimization, and Emotional Problems in Elementary School Children. Am J Community Psychol. 2016 Dec;58(3-4):365-376. doi: 10.1002/ajcp.12092. Epub 2016 Sep 30."
                },
                {
                    "pmid": "9022243",
                    "type": "BACKGROUND",
                    "citation": "Crick NR. The role of overt aggression, relational aggression, and prosocial behavior in the prediction of children's future social adjustment. Child Dev. 1996 Oct;67(5):2317-27."
                },
                {
                    "pmid": "27182282",
                    "type": "BACKGROUND",
                    "citation": "Domitrovich CE, Bradshaw CP, Poduska JM, Hoagwood K, Buckley JA, Olin S, Romanelli LH, Leaf PJ, Greenberg MT, Ialongo NS. Maximizing the Implementation Quality of Evidence-Based Preventive Interventions in Schools: A Conceptual Framework. Adv Sch Ment Health Promot. 2008 Jul;1(3):6-28. doi: 10.1080/1754730x.2008.9715730."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bosworth, K., & Espelage, D. (1995). Teen conflict survey. Bloomington, IN: Center for Adolescent Studies, Indiana University."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Multisite Violence Prevention Project. (2004). Description of measures: Cohort-wide student survey. Available from the Centers for Disease Control and Prevention, National Center for Injury Prevention and Control, Atlanta, GA. (Unpublished)."
                },
                {
                    "pmid": "16999803",
                    "type": "BACKGROUND",
                    "citation": "Leff SS, Crick NR, Angelucci J, Haye K, Jawad AF, Grossman M, Power TJ. Social cognition in context: validating a cartoon-based attributional measure for urban girls. Child Dev. 2006 Sep-Oct;77(5):1351-8. doi: 10.1111/j.1467-8624.2006.00939.x."
                },
                {
                    "pmid": "20449645",
                    "type": "BACKGROUND",
                    "citation": "Leff SS, Cassano M, MacEvoy JP, Costigan T. Initial validation of a knowledge-based measure of social information processing and anger management. J Abnorm Child Psychol. 2010 Oct;38(7):1007-20. doi: 10.1007/s10802-010-9419-9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000374",
                    "term": "Aggression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000096762",
                    "term": "Aberrant Motor Behavior in Dementia"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3724",
                    "name": "Aggression",
                    "asFound": "Aggression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3259",
                    "name": "Aberrant Motor Behavior in Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}