{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05662280",
            "orgStudyIdInfo": {
                "id": "BradleyHK23"
            },
            "organization": {
                "fullName": "Bradley Hospital",
                "class": "OTHER"
            },
            "briefTitle": "NIMH K23: Modulation of Frontoparietal Dynamics in Adolescent Working Memory Deficits",
            "officialTitle": "NIMH K23: Modulation of Frontoparietal Dynamics in Adolescent Working Memory Deficits",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nimh-modulation-of-frontoparietal-dynamics-in-adolescent-working-memory-deficits"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-15",
            "studyFirstSubmitQcDate": "2022-12-15",
            "studyFirstPostDateStruct": {
                "date": "2022-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Bradley Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Working memory (WM) deficits are a transdiagnostic feature of adolescent psychopathology that substantially contribute to poor clinical and functional outcomes. This proposal will utilize a multimodal neuroscientific approach to investigate whether non-invasive brain stimulation can modulate the neural mechanisms underlying adolescent WM deficits. Directly in line with NIMH priorities, the researchers will identify the contributing roles of prefrontal and parietal regions in WM processes, as well as identify optimal targets and parameters for novel brain-based treatments in adolescent psychopathology. This study is funded by the NIMH-K23",
            "detailedDescription": "Project Summary/Abstract Deficits in working memory (WM) comprise a core, transdiagnostic feature of childhood and adolescent psychopathology. WM is one of the strongest predictors of clinical and functional outcomes, yet there remains a dearth of treatments available for WM deficits. WM was historically conceptualized as solely localized to the dorsolateral prefrontal cortex, while modern technology has established the broader role of the prefrontal cortex (PFC) and posterior parietal cortex (PPC). There is evidence to suggest that PPC receives direct input from PFC, although other evidence suggests the PPC encodes incoming stimuli and feeds forward to the PFC for the initiation of control functions. I have previously found that frontoparietal theta/gamma oscillations, particularly theta-gamma coupling, is a neural mechanism underlying WM processes. Novel approaches to non-invasive brain stimulation, such as intermittent theta burst stimulation (iTBS) can now modulate these distinct oscillatory dynamics and subsequently examine possible causal or temporal relationships. This award would build on my preliminary findings and transition my career from a clinician to an independent researcher. The objective of this Patient-Oriented Research Career Development Award (K23) is to provide the necessary training for me to obtain my career goal of utilizing a multimodal neuroscientific approach to measure and modulate the neural dynamics underlying neurocognitive deficits in childhood and adolescent psychopathology. In line with NIMH priorities, the training plan proposed will build upon my clinical neuropsychology and clinical research foundation to provide comprehensive training and mentorship in two core areas: 1) Neuromodulation and 2) Computational Neuroscience. In a 2x2 factorial double-blind design, the researchers will randomize a sample of 40 adolescents (12-18 years) with WM deficits to iTBS at the left DLPFC or inferior parietal lobule (IPL). Participants will complete an active iTBS session and a sham iTBS session. The primary outcome will be theta-gamma coupling during WM demands, as measured via electroencephalography during a spatial WM task immediately before and after iTBS. Aim 1 will examine the effect of iTBS to the PPC on the encoding stage of WM, while Aim 2 will examine the effect of iTBS to the PFC on the maintenance stage of WM. Aim 3 will utilize computational neural modeling to identify the neocortical circuitry underlying oscillatory modulation. My central hypothesis is that the PFC and PPC regions have complimentary roles in executing WM processes. Further, iTBS can modulate theta-gamma coupling in these regions to improve behavioral performance. The researchers will establish a framework for modulating oscillatory dynamics in child psychiatry and set the stage for my first R01 on WM-related frontoparietal oscillatory dynamics and optimal treatment parameters for adolescent WM deficits. This will provide the foundation required to dedicate my career to measuring and modulating oscillatory abnormalities in child psychiatry."
        },
        "conditionsModule": {
            "conditions": [
                "Working Memory"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active intermittent Theta Burst Stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "In a 2x2 factorial double-blind design, researchers will randomize a sample of adolescents with WM deficits to intermittent theta burst stimulation (iTBS) at the left dorsolateral prefrontal cortex (DLPFC) or inferior parietal lobule (IPL), based on each participant's structural brain MRI.\n\nParticipants in both arms will complete an active iTBS session and a sham iTBS session. The primary outcome will be theta-gamma coupling during WM demands, as measured via electroencephalography (EEG) during a Sternberg spatial WM task (SWMT) immediately before and after iTBS.",
                    "interventionNames": [
                        "Device: Active Intermittent Theta Burst Stimulation"
                    ]
                },
                {
                    "label": "Sham intermittent Theta Burst Stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "In a 2x2 factorial double-blind design, researchers will randomize a sample of adolescents with WM deficits to intermittent theta burst stimulation (iTBS) at the left dorsolateral prefrontal cortex (DLPFC) or inferior parietal lobule (IPL), based on each participant's structural brain MRI.\n\nParticipants in both arms will complete an active iTBS session and a sham iTBS session. The primary outcome will be theta-gamma coupling during WM demands, as measured via electroencephalography (EEG) during a Sternberg spatial WM task (SWMT) immediately before and after iTBS.",
                    "interventionNames": [
                        "Device: Sham Intermittent Theta Burst Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active Intermittent Theta Burst Stimulation",
                    "description": "Standard iTBS protocol with active coil",
                    "armGroupLabels": [
                        "Active intermittent Theta Burst Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Intermittent Theta Burst Stimulation",
                    "description": "Standard iTBS protocol with active coil",
                    "armGroupLabels": [
                        "Sham intermittent Theta Burst Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Theta-Gamma Coupling After Sham iTBS",
                    "description": "EEG recording will be obtained while the participant completes the Sternberg Spatial Working Memory Test (SWMT). The coupling between theta phase and gamma amplitude will be extracted from the EEG during encoding and maintaining demands. The change between pre and post a single iTBS session will be calculated.",
                    "timeFrame": "Theta-gamma coupling will be obtained immediately before (i.e., pre-iTBS) and after iTBS (i.e., post-iTBS). There will be approximately 5 minutes between the pre and post EEG recordings. The change between pre-iTBS and post-iTBS is the outcome variable."
                },
                {
                    "measure": "Change in Theta-Gamma Coupling after Active iTBS",
                    "description": "EEG recording will be obtained while the participant completes the Sternberg Spatial Working Memory Test (SWMT). The coupling between theta phase and gamma amplitude will be extracted from the EEG during encoding and maintaining demands. The change between pre and post a single iTBS session will be calculated.",
                    "timeFrame": "Theta-gamma coupling will be obtained immediately before (i.e., pre-iTBS) and after iTBS (i.e., post-iTBS). There will be approximately 5 minutes between the pre and post EEG recordings. The change between pre-iTBS and post-iTBS is the outcome variable."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Researchers will enroll a sample of adolescents (age 12-18 years) with working memory deficits and ADHD. Participation in this study will not require any adjustments to their clinical care. There are no costs to this study (participants compensated) and there are no expected long-term benefits to the participants. Participants will be compensated for each session. Participants can withdraw from the study at any time.\n\nInclusion Criteria\n\n1. Ability to provide assent and have parent provide parental permission\n2. English fluency of the participant and the legal guardian/parent\n3. 12-18 years\n4. Parent rating on BRIEF-2 Working Memory: Greater than 1.0 SD above normative mean.\n5. IQ \\> 80\n6. Clinical diagnosis of attention deficit hyperactivity disorder (ADHD): predominantly inattentive type, predominantly hyperactive/impulsive type, combined type, or unspecified type. Diagnostic criteria will be confirmed with NICHQ Vanderbilt Assessment Scales-Parent.\n\nExclusion Criteria: Participants will be screened to exclude individuals with neurological or medical conditions that might confound the results, as well as to exclude participants in whom MRI or TMS might result in increased risk of side effects or complications. Common contraindications include metallic hardware in the body, cardiac pacemaker, patients with an implanted medication pumps or an intracardiac line, or prescription of medications known to lower seizure threshold. These account for the majority of the exclusion criteria listed below:\n\n1. Intracranial pathology from a known genetic disorder (e.g., NF1, tuberous sclerosis) or from acquired neurologic disease (e.g. stroke, tumor), cerebral palsy, history of severe head injury, or significant dysmorphology\n2. History of fainting spells of unknown or undetermined etiology that might constitute seizures\n3. History of seizures, diagnosis of epilepsy, or immediate (1st degree relative) family history epilepsy\n4. Any progressive (e.g., neurodegenerative) neurological disorder\n5. Chronic (particularly) uncontrolled medical conditions that may cause a medical emergency in case of a provoked seizure (cardiac malformation, cardiac dysrhythmia, asthma, etc.)\n6. Contraindicated metal implants in the head, brain or spinal cord (excluding dental implants, braces or fillings)\n7. Non-removable makeup or piercings\n8. Pacemaker\n9. Implanted medication pump\n10. Vagal nerve stimulator\n11. Deep brain stimulator\n12. TENS unit (unless removed completely for the study)\n13. Ventriculo-peritoneal shunt\n14. Signs of increased intracranial pressure\n15. Intracranial lesion (including incidental finding on MRI)\n16. History of head injury resulting in prolonged loss of consciousness\n17. Substance abuse or dependence within past six months (i.e., DSM-5 substance use disorder criteria)\n18. Chronic treatment with prescription medications that decrease cortical seizure threshold, not including psychostimulant medication if deemed to be medically safe as part of the medical review process.\n19. Active psychosis or mania\n20. Current suicidal intent\n21. Current pregnancy\n22. Significant visual, hearing or speech impairment\n23. Current wards of the state",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Kavanaugh, PsyD ABPP",
                    "role": "CONTACT",
                    "phone": "14014321359",
                    "email": "Brian_Kavanaugh@Brown.edu"
                }
            ],
            "locations": [
                {
                    "facility": "E. P. Bradley Hospital",
                    "status": "RECRUITING",
                    "city": "East Providence",
                    "state": "Rhode Island",
                    "zip": "02915",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Kavanaugh, PsyD",
                            "role": "CONTACT",
                            "phone": "401-432-1359",
                            "email": "Brian_Kavanaugh@Brown.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.81371,
                        "lon": -71.37005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008569",
                    "term": "Memory Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11552",
                    "name": "Memory Disorders",
                    "asFound": "Memory Deficits",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}