{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05669703",
            "orgStudyIdInfo": {
                "id": "10000754"
            },
            "secondaryIdInfos": [
                {
                    "id": "000754-M"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "NIMH Rhythms and Blues Study: A Prospective Natural History Study of Motor Activity, Mood States, and Bipolar Disorder",
            "officialTitle": "NIMH Rhythms and Blues Study: A Prospective Natural History Study of Motor Activity, Mood States, and Bipolar Disorder",
            "therapeuticArea": [
                "Mental Health",
                "Neurology"
            ],
            "study": "nimh-rhythms-and-blues-study-a-prospective-natural-history-study-of-motor-activity-mood-states-and-bipolar-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-30",
            "studyFirstSubmitQcDate": "2022-12-30",
            "studyFirstPostDateStruct": {
                "date": "2023-01-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMood disorders, such as bipolar disorder, can have serious effects on a person s life. People with bipolar disorder are more likely to have heart disease and abuse substances. In this natural history study, researchers would like to learn more about the connection between exercise and mental health in people with and without mood disorders.\n\nObjective:\n\nTo better understand relationships among physical activity, sleep, and mental health.\n\nEligibility:\n\nPeople aged 12 to 60 years with a history of a mood disorder. Healthy spouses and relatives with no mood disorders are also needed.\n\nDesign:\n\nParticipants will be in the study up to 2 years.\n\nFor up to 20 days in a row, at 4 times during the study, participants will:\n\nComplete an electronic diary on their smartphone. Participants will answer questions about their mood, health, sleep, and daily activities.\n\nWear an activity monitor, like a wristwatch, that records how much they move.\n\nWear a light sensor, as a necklace, to record the amount of light in their environment.\n\nSome participants will do additional tests. Twice during the study, for 3 days in a row, they will:\n\nWear monitors to record their temperature, heart rate, and sleep.\n\nProvide saliva samples.\n\nComplete cognitive tasks on their smartphone.\n\nParticipants will visit the NIH clinic 2 times. They will have a physical exam, with blood and urine tests. They will wear a heart monitor. They will ride a stationary bike for 30 minutes. They may have an imaging scan.\n\nSome participants will stay overnight. They will go to sleep wearing a cap to measure their brain activity.",
            "detailedDescription": "Study Description:\n\nThe overarching goal of this study is to investigate potential mechanisms underlying the association between motor activity and mood states and disorders. In a previous study using real-time tracking of objectively assessed motor activity and subjectively rated mood states with ecological momentary assessments (EMA), we found a unidirectional association between motor activity and mood that was especially notable among adults with bipolar I (BPI) disorder. The proposed study seeks to replicate these findings, and more extensively characterize the associations between motor activity and mood states by expanding the assessments of individual, physiologic, cognitive, and environmental correlates. This study will employ an intensive longitudinal design with combined ecological and laboratory assessments in the NIH Clinical Center in a sample of 280 probands with a lifetime history of bipolar I (BPI) disorder, bipolar II (BPII) disorder, major depressive disorder (MDD), or no lifetime history of a mood disorder. The study will also include up to 700 first-degree relatives (280 siblings and 420 offspring) and 280 spouses of the probands. A subset of the probands and relatives will participate in an outpatient and/or inpatient component. The overarching hypothesis is that increases in motor activity, especially exercise, are associated with improvements in mood states. These findings will have implications for interventions in both the general community and clinical samples of people with mood disorders.\n\nObjectives: The study has four specific aims:\n\n1. Examine the associations between motor activity (using high resolution wearable sensors that are time-synchronized with EMA) and mood states in probands with a lifetime history of BPI disorder, BPII disorder, MDD, or no mood disorder (Multidomain Ecological Assessment).\n2. Evaluate associations between motor activity and mood states among first-degree relatives and spouses of probands with and without BPI disorder, BPII disorder, MDD, or other mood disorder (Familial Patterns).\n3. Quantify the impacts of exercise (a submaximal exercise test) on mood states and related domains by mood-disorder group in a controlled laboratory setting (Exercise).\n4. Explore potential correlates of the association between motor activity and mood states (Correlates).\n\nEndpoints:\n\nPrimary Endpoints:\n\n1. Subjective mood and energy ratings assessed 4 times daily with EMA in ecological settings;\n2. Scores on standardized questionnaires of mood and mania/hypomania;\n3. Clinical rating scales;\n4. Within subject and group level averages and variability.\n\nSecondary Endpoints:\n\n1. Subjective mood and energy ratings assessed with EMA before and after exercise;\n2. Clinical rating scales;\n3. Continuous heart rate measurements, blood pressure before and after (immediately, 0.5, 1,3, 12, and 24 hrs.) exercise.\n\nTertiary Endpoints:\n\nPotential correlates of the association between motor activity and mood states including individual factors (e.g., age, sex, comorbidity, medical history), physiologic factors (e.g., heart rate, cortisol, light sensitivity), cognitive factors (e.g., performance on cognitive and neuroimaging tasks), and environmental factors (e.g., light, season, temperature)."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder",
                "Major Depression",
                "Migraine"
            ],
            "keywords": [
                "Mood Disorders",
                "Actigraphy",
                "CIRCADIAN RHYTHMS",
                "Sleep",
                "Ecological Momentary Assessments",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "FAMILY_BASED",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1260,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Community cohort of families"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Scores on standardized questionnaires",
                    "description": "Using standardized scales",
                    "timeFrame": "Every 6 months"
                },
                {
                    "measure": "Subjective mood and energy ratings",
                    "description": "Using EMA",
                    "timeFrame": "4x daily"
                },
                {
                    "measure": "Clinical rating scales",
                    "description": "Using standardized scales",
                    "timeFrame": "Every 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Continuous heart rate measurements, blood pressure",
                    "description": "Using standardized measures",
                    "timeFrame": "Before and after exercise"
                },
                {
                    "measure": "Subjective mood and energy rating",
                    "description": "Using EMA",
                    "timeFrame": "Before and after exercise"
                },
                {
                    "measure": "Clinical rating scales",
                    "description": "Using standardized scales",
                    "timeFrame": "Before and after exercise"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Stated willingness to comply with all study procedures and availability for the duration of the study\n2. Aged 12 and older\n3. Probands must have at least one first-degree relative agree to participate\n4. Affected probands must have a lifetime history of a mood disorder\n5. Unaffected probands must have no lifetime history of a mood disorder\n6. In good general health as evidenced by medical history\n7. Agreement to adhere to Lifestyle Considerations throughout study duration\n8. Ability of subject (or Legally Authorized Representative (LAR)) to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\nThe presence of certain medical conditions may interfere with the interpretation or increase risk of medical complications of the assessments including exercise. Therefore, an individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Pregnancy\n2. People in acute episodes of mania or depression (not excluded, but will delay study entry until sufficiently managed to allow participation in study procedures).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The sample will be recruited from several sources including: (1) our NIMH Family Study of Affective Spectrum Disorders; (2) ongoing clinical studies at NIH; and (3) volunteers from both clinical and community settings including the INOVA-Fairfax Health System, Medstar and the Johns Hopkins Health systems.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kathleen Merikangas, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-7773",
                    "email": "familystudy@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathleen Merikangas, Ph.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000754-M.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Our intention is to share aggregated data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "relevance": "LOW"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11852",
                    "name": "Migraine Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}