{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04673448",
            "orgStudyIdInfo": {
                "id": "RG1005140"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-11636",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "10020",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Niraparib and TSR-042 for the Treatment of BRCA-Mutated Unresectable or Metastatic Breast, Pancreas, Ovary, Fallopian Tube, or Primary Peritoneal Cancer",
            "officialTitle": "Phase IB Trial of Niraparib and TSR-042 in Patients With BRCA-Mutated Breast, Pancreas or Ovary Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "niraparib-and-tsr-for-the-treatment-of-brca-mutated-unresectable-or-metastatic-breast-pancreas-ovary-fallopian-tube-or-primary-peritoneal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-11",
            "studyFirstSubmitQcDate": "2020-12-11",
            "studyFirstPostDateStruct": {
                "date": "2020-12-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "GlaxoSmithKline",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase IB trial evaluates the effect of niraparib and TSR-042 in treating patients with BRCA-mutated breast, pancreas, ovary, fallopian tube, or primary peritoneal cancer that cannot be removed by surgery (unresectable) or has spread to other places in the body (metastatic). Niraparib is an inhibitor of PARP, an enzyme that helps repair deoxyribonucleic acid (DNA) when it becomes damaged. Blocking PARP may help keep cancer cells from repairing their damaged DNA, causing them to die. PARP inhibitors are a type of targeted therapy. Immunotherapy with monoclonal antibodies, such as TSR-042, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Giving niraparib and TSR-042 may kill more cancer cells.",
            "detailedDescription": "OUTLINE:\n\nPatients receive niraparib orally (PO) once daily (QD) on days 1-28 of cycle 1. Beginning cycle 2, patients receive niraparib PO QD on days 1-21 and dostarlimab intravenously (IV) on day 1. Treatment repeats every 21 days for 4 cycles in the absence of disease progression or unacceptable toxicity. Beginning cycle 6, patients receive niraparib PO QD on days 1-42 and dostarlimab IV on day 1. Cycles repeat every 42 days for up to 24 months in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for 30 days, every 6 months for 2 years, and then annually for up to 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Anatomic Stage III Breast Cancer AJCC v8",
                "Anatomic Stage IV Breast Cancer AJCC v8",
                "BRCA-Associated Malignant Neoplasm",
                "BRCA-Associated Ovarian Carcinoma",
                "Metastatic BRCA-Associated Breast Carcinoma",
                "Metastatic Breast Carcinoma",
                "Metastatic Fallopian Tube Carcinoma",
                "Metastatic Malignant Solid Neoplasm",
                "Metastatic Ovarian Carcinoma",
                "Metastatic Pancreatic Carcinoma",
                "Metastatic Primary Peritoneal Carcinoma",
                "Prognostic Stage III Breast Cancer AJCC v8",
                "Prognostic Stage IV Breast Cancer AJCC v8",
                "Stage III Fallopian Tube Cancer AJCC v8",
                "Stage III Ovarian Cancer AJCC v8",
                "Stage III Pancreatic Cancer AJCC v8",
                "Stage III Primary Peritoneal Cancer AJCC v8",
                "Stage IV Fallopian Tube Cancer AJCC v8",
                "Stage IV Ovarian Cancer AJCC v8",
                "Stage IV Pancreatic Cancer AJCC v8",
                "Stage IV Primary Peritoneal Cancer AJCC v8",
                "Unresectable Breast Carcinoma",
                "Unresectable Fallopian Tube Carcinoma",
                "Unresectable Malignant Solid Neoplasm",
                "Unresectable Ovarian Carcinoma",
                "Unresectable Pancreatic Carcinoma",
                "Unresectable Primary Peritoneal Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (niraparib, dostarlimab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive niraparib PO QD on days 1-28 of cycle 1. Beginning cycle 2, patients receive niraparib PO QD on days 1-21 and dostarlimab intravenously (IV) on day 1. Treatment repeats every 21 days for 4 cycles in the absence of disease progression or unacceptable toxicity. Beginning cycle 6, patients receive niraparib PO QD on days 1-42 and dostarlimab IV on day 1. Cycles repeat every 42 days for up to 24 months in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Dostarlimab",
                        "Drug: Niraparib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Dostarlimab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (niraparib, dostarlimab)"
                    ],
                    "otherNames": [
                        "ANB011",
                        "Immunoglobulin G4, Anti-programmed Cell Death Protein 1 (PDCD1) (Humanized Clone ABT1 Gamma4-chain), Disulfide with Humanized Clone ABT1 Kappa-chain, Dimer",
                        "TSR 042",
                        "TSR-042",
                        "TSR042",
                        "Dostarlimab-gxly",
                        "Jemperli"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Niraparib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (niraparib, dostarlimab)"
                    ],
                    "otherNames": [
                        "MK-4827",
                        "MK4827"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Best objective response",
                    "description": "Will be defined as a complete response (CR) or partial response (PR), confirmed and unconfirmed, as assessed by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 using investigator's review.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will assess events leading to dose reduction, events leading to permanent treatment discontinuation, overall incidence and Common Terminology Criteria for Adverse Events criteria grade of adverse events, as well as relatedness of adverse events to treatment, incidence of great 2 or greater non-hematologic toxicity and grade 3 or 4 hematologic toxicity, causes of death.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "Progression will be assessed by method (RECIST v.1.1 etc.) criteria using (independent central or investigator's) review. PFS for patients last known to be alive and progression-free will be censored at the date of last follow-up.",
                    "timeFrame": "Time from the start of study treatment to the earlier date of assessment of progression or death by any cause in the absence of progression, assessed up to 5 years"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "Will be assessed by RECIST version 1.1 using investigator's review. DOR for patients last known to be alive and progression-free will be censored at the date of last follow-up.",
                    "timeFrame": "Time from the initial response (CR or PR) until the time of first documentation of disease progression, assessed up to 5 years"
                },
                {
                    "measure": "Disease control (DC)",
                    "description": "Will be defined as a best response of CR, PR or stable disease (SD) (of at least 6 months) as assessed by RECIST version 1.1 using investigator's review. DC for patients not known to have a best response of CR or PR, or SD for at least 6 months from the start of study treatment will be coded as lacking disease control.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Overall survival",
                    "timeFrame": "From the start of study treatment to the date of death by any cause, assessed up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant must have breast, pancreas, ovary, fallopian tube or primary peritoneal cancer that is unresectable or metastatic, with a pathogenic mutation in BRCA1 or BRCA2 (either germline or somatic) as confirmed by next generation gene sequencing such as University of Washington (UW) OncoPlex assay or equivalent, and who have experienced progression or been intolerant to standard therapies for their disease.\n\n  * Breast cancer patients with or without HER2+, estrogen receptor (ER)+, and/or progesterone receptor (PR)+ disease, as determined by pathological report, are allowed\n* Participant must be able and willing to undergo pre-treatment and on-treatment biopsy\n* Participant must have life expectancy of 4 months or greater\n* Tumor must be measurable according to Response Evaluation Criteria in Solid Tumors (RECIST)1.1 criteria\n* Participant must have an Eastern Cooperative Oncology Group (ECOG) performance status of =\\< 1\n* Participant must be \\>= 18 years of age\n* Patient must be able to tolerate oral medication\n* Absolute neutrophil count \\>= 1,500/uL\n* Platelets \\>= 100,000/uL\n* Hemoglobin \\>= 9 g/dL\n* Serum creatinine =\\< 1.5 x upper limit of normal (ULN) or calculated creatinine clearance \\>= 60 mL/min using the Cockcroft-Gault equation\n* Total bilirubin =\\< 1.5 x ULN (=\\< 2.0 in patients with known Gilberts syndrome) OR direct bilirubin =\\< 1 x ULN\n* Aspartate aminotransferase and alanine aminotransferase =\\< 2.5 x ULN unless liver metastases are present, in which case they must be =\\< 5 x ULN\n* International normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 x ULN unless patient is receiving anticoagulant therapy as long as PT or partial thromboplastin (PTT) is within therapeutic range of intended use of anticoagulants. Activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN unless patient is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n* Asymptomatic patients with stable brain metastases must have no evidence of bleeding and no need for steroids or anti-epileptic medications for at least 7 days prior to day 1\n* Participants receiving corticosteroids may continue as long as their dose is stable for at least 4 weeks prior to initiating protocol therapy\n* Female participant has a negative urine or serum pregnancy test within 7 days prior to taking study treatment if of childbearing potential and agrees to abstain from activities that could result in pregnancy from screening through 180 days after the last dose of study treatment or is of nonchildbearing potential. Nonchildbearing potential is defined as follows (by other than medical reasons):\n\n  * \\>= 45 years of age and has not had menses for \\> 1 year\n  * Patients who have been amenorrhoeic for \\< 2 years without history of a hysterectomy and oophorectomy must have a follicle stimulating hormone value in the postmenopausal range upon screening evaluation\n  * Post-hysterectomy, post-bilateral oophorectomy, or post-tubal ligation. Documented hysterectomy or oophorectomy must be confirmed with medical records of the actual procedure or confirmed by an ultrasound. Tubal ligation must be confirmed with medical records of the actual procedure, otherwise the patient must be willing to use 2 adequate barrier methods throughout the study, starting with the screening visit through 180 days after the last dose of study treatment. Information must be captured appropriately within the site's source documents. Note: Abstinence is acceptable if this is the established and preferred contraception for the patient\n* Participant must agree to not breastfeed during the study or for 180 days after the last dose of study treatment\n* Male participant agrees to use an adequate method of contraception starting with the first dose of study treatment through 180 days after the last dose of study treatment. Note: Abstinence is acceptable if this is the established and preferred contraception for the patient\n* Participant must be able to understand the study procedures and agree to participate in the study by providing written informed consent\n* Participant must agree to not donate blood during the study or for 90 days after the last dose of study treatment\n* Prior treatment with a PARP inhibitor is allowed as long as patient has not had previous exposure to immune checkpoint inhibitor including inhibitors of PD1, PD-L1 or CTLA4\n* Prior treatment with immune checkpoint inhibitor including inhibitors of PD1, PD-L1 or CTLA4 is allowed as long as patient has not had previous exposure to PARP inhibitor\n\nExclusion Criteria:\n\n* Participant must not be simultaneously enrolled in any interventional clinical trial\n* Participant must not have had major surgery =\\< 3 weeks prior to initiating protocol therapy and participant must have recovered from any surgical effects\n* Prior treatment with both PARP inhibitor and immune checkpoint inhibitor blockade either sequentially or together including inhibitors of PD1, PD-L1 or CTLA4 is not allowed. Patients may have had either PARP inhibitor or Immune checkpoint inhibitor previously but not within 3 weeks of starting treatment for prior PARP inhibitor or 12 weeks or 5x the half-life (whichever is shorter) for prior immune checkpoint inhibitors\n* Participant must not have received investigational therapy =\\< 4 weeks, or within a time interval less than at least 5 half-lives of the investigational agent, whichever is shorter, prior initiating protocol therapy\n* Participant must not have had radiation therapy encompassing \\> 20% of the bone marrow within 2 weeks; or any radiation therapy within 1 week prior to day 1 of protocol therapy\n* Participant must not have a known hypersensitivity to niraparib and dostarlimab (TSR-042) components or excipients\n* Participant must not have received a transfusion (platelets or red blood cells) =\\< 4 weeks prior to initiating protocol therapy\n* Participant must not have received colony stimulating factors (e.g., granulocyte colony-stimulating factor, granulocyte macrophage colony stimulating factor, or recombinant erythropoietin) within 4 weeks prior initiating protocol therapy\n* Participant has had any known grade 3 or 4 anemia, neutropenia or thrombocytopenia due to prior chemotherapy that persisted \\> 4 weeks and was related to the most recent treatment\n* Participant must not have any known history of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML)\n* Participant must not have a serious, uncontrolled medical disorder, nonmalignant systemic disease, or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 90 days) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, or any psychiatric disorder that prohibits obtaining informed consent\n* Participant must not have had diagnosis, detection, or treatment of another type of cancer =\\< 2 years prior to initiating protocol therapy (except basal or squamous cell carcinoma of the skin and in situ cervical cancer that has been definitively treated or a BRCA-related cancer (i.e., breast, prostate, pancreas or ovarian)\n* Participant must not have a known partial or complete bowel obstruction that is incompatible with oral feeding and/or absorption of oral medications\n* Patient experienced \\>= grade 3 immune-related adverse event (AE) with prior immunotherapy, with the exception of non-clinically significant lab abnormalities\n* Participant has a diagnosis of immunodeficiency or has received systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to initiating protocol therapy\n* Participant has a known history of human immunodeficiency virus (type 1 or 2 antibodies)\n* Participant has known active hepatitis B (e.g., hepatitis B surface antigen \\[HBsAg\\] reactive) or hepatitis C (e.g., hepatitis C virus \\[HCV\\] ribonucleic acid \\[qualitative\\] is detected)\n* Participant has an active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Participant must not have a history of interstitial lung disease\n* Participant has received a live vaccine within 14 days of initiating protocol therapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth M. Swisher",
                    "role": "CONTACT",
                    "phone": "206 543-3669",
                    "email": "swishere@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth M. Swisher",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth M. Swisher",
                            "role": "CONTACT",
                            "phone": "206-543-3669",
                            "email": "swishere@uw.edu"
                        },
                        {
                            "name": "Elizabeth M. Swisher",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                },
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                },
                {
                    "id": "D000005185",
                    "term": "Fallopian Tube Neoplasms"
                },
                {
                    "id": "D000010534",
                    "term": "Peritoneal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000005184",
                    "term": "Fallopian Tube Diseases"
                },
                {
                    "id": "D000000008",
                    "term": "Abdominal Neoplasms"
                },
                {
                    "id": "D000010532",
                    "term": "Peritoneal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8328",
                    "name": "Fallopian Tube Neoplasms",
                    "asFound": "Fallopian Tube Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13443",
                    "name": "Peritoneal Neoplasms",
                    "asFound": "Peritoneal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M8327",
                    "name": "Fallopian Tube Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7",
                    "name": "Abdominal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13441",
                    "name": "Peritoneal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2189",
                    "name": "Fallopian Tube Cancer",
                    "asFound": "Fallopian Tube Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000545685",
                    "term": "Niraparib"
                },
                {
                    "id": "C000719628",
                    "term": "Dostarlimab"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M289466",
                    "name": "Niraparib",
                    "asFound": "Pulmonary Complications",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353292",
                    "name": "Dostarlimab",
                    "asFound": "Over time",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22554",
                    "name": "Pancrelipase",
                    "relevance": "LOW"
                },
                {
                    "id": "M13114",
                    "name": "Pancreatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}