{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05406700",
            "orgStudyIdInfo": {
                "id": "21-762"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Niraparib In Recurrent IDH 1/2 Gliomas",
            "officialTitle": "A Phase 0 Clinical Trial to Evaluate Drug Concentrations and Pharmacodynamic Parameters of Niraparib in Tumor Tissue of Patients With Surgically Accessible Recurrent IDH 1/2 Gliomas",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "niraparib-in-recurrent-idh-gliomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-25",
            "studyFirstSubmitQcDate": "2022-06-03",
            "studyFirstPostDateStruct": {
                "date": "2022-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Isabel Arrillaga-Romany",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "GlaxoSmithKline",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, two-arm, open-label, phase 0 trial to assess intratumoral pharmacokinetics and pharmacodynamics of niraparib in subjects with progressive IDH1 or IDH2 mutant glioma.\n\n- This research study involves an experimental treatment called Niraparib.",
            "detailedDescription": "This is a randomized, two-arm, open-label, phase 0 trial to assess intratumoral pharmacokinetics and pharmacodynamics of niraparib in subjects with progressive IDH1 or IDH2 mutant glioma.\n\n* This research study involves an experimental treatment called Niraparib.\n* The research study procedures include screening for eligibility and study treatment including evaluations and follow up visits.\n* Participants will be randomized into one of two groups\n\n  * Arm A: 1 cycle of Niraparib, followed by surgery, followed by up to 12 cycles of niraparib.\n  * Arm B: Surgery followed by up to 12 cycles of niraparib\n\nParticipants will receive study treatment for up to 12 Cycles (1 cycle is 28 days long) and will be followed for up to 5 years after the study treatment.\n\nIt is expected that about 16 people will take part in this research study.\n\nThis research study is a Pilot Study to investigate the study drug's (niraparib) activity in tumor tissue. The U.S. Food and Drug Administration (FDA) has not approved niraparib for this specific disease but it has been approved for other uses."
        },
        "conditionsModule": {
            "conditions": [
                "Low-grade Glioma",
                "IDH2 Gene Mutation",
                "Recurrent Glioma",
                "IDH1 Mutation",
                "Glioma, Malignant"
            ],
            "keywords": [
                "Low-grade Glioma",
                "IDH2 Gene Mutation",
                "Recurrent Glioma",
                "IDH1 Mutation",
                "Glioma, Malignant"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A Treatment with Niraparib",
                    "type": "EXPERIMENTAL",
                    "description": "Patients randomized to arm A will receive niraparib daily and undergo tumor resection after 28 days (+/- 7 days) of treatment. The participants in both arms will resume/start on treatment with niraparib 2 -4 weeks after surgery . Participants will continue treatment for up to 12 total cycles of treatment or until tumor progression, unacceptable toxicity or withdrawal of consent",
                    "interventionNames": [
                        "Drug: Niraparib",
                        "Drug: Resection/Treatment with Niraparib"
                    ]
                },
                {
                    "label": "Arm B No Treatment with Niraparib",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects in arm B will not receive niraparib prior to surgery. The participants in both arms will resume/start on treatment with niraparib 2 -4 weeks after surgery . Participants will continue treatment for up to 12 total cycles of treatment or until tumor progression, unacceptable toxicity or withdrawal of consent.",
                    "interventionNames": [
                        "Drug: Resection/Treatment with Niraparib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Niraparib",
                    "description": "Oral, daily, dosage per protocol,4 Weeks",
                    "armGroupLabels": [
                        "Arm A Treatment with Niraparib"
                    ],
                    "otherNames": [
                        "Zejula"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Resection/Treatment with Niraparib",
                    "description": "The participants in both arms will resume/start on treatment with niraparib 2 -4 weeks after surgery.\n\nTreatment can be held for an additional 28 days to allow for recovery from surgery, at the investigator's discretion. Participants will continue treatment for up to 12 total cycles of treatment or until tumor progression, unacceptable toxicity or withdrawal of consent.",
                    "armGroupLabels": [
                        "Arm A Treatment with Niraparib",
                        "Arm B No Treatment with Niraparib"
                    ],
                    "otherNames": [
                        "Zejula"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Drug concentration of niraparib",
                    "description": "Drug concentrations of niraparib in enhancing and non-enhancing tumor tissue from subjects treated with the agent for one month prior to surgery.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PARP activity in resected tumors",
                    "description": "PARP activity assessed by measuring levels of poly (ADP)-ribose (PAR)s",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Number of Participants With Treatment-Related Adverse Events as Assessed by CTCAE v5.0\"",
                    "description": "NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0",
                    "timeFrame": "Up to one month after discontinuation of treatment"
                },
                {
                    "measure": "Median Progression-Free Survival",
                    "description": "measured using RANO criteria for low grade glioma",
                    "timeFrame": "is defined as the time from randomization (or registration) to the earlier of progression or death due to any cause. Patients alive without disease progression are censored at date of last disease evaluation up to 5 years"
                },
                {
                    "measure": "Median Overall Survival",
                    "description": "calculated with the Kaplan-Meier method and the Log-Rank test will be conducted to compare between the study arms",
                    "timeFrame": "Overall Survival (OS) is defined as the time from randomization (or registration) to death due to any cause, or censored at date last known alive up to 5 years"
                },
                {
                    "measure": "Duration of Overall Response",
                    "description": "ORR will be calculated as the proportion of patients that are determined to be CR, PR or SD",
                    "timeFrame": "one month from start of treatment (Arm A only) and 2, 4, 6 and 12 months out from start of treatment after surgery up to 5 years"
                },
                {
                    "measure": "Response Rate in subjects with recurrent glioma after 1 month of treatment",
                    "description": "measured by the Response Assessment in Neuro-Oncology (RANO) Working Group for low-grade gliomas",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Response Rate in subjects with residual glioma after surgery",
                    "description": "measured by the Response Assessment in Neuro-Oncology (RANO) Working Group for low-grade gliomas (only in patients with subtotal resection)",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "D-2-hydroxyglutarate (2-HG) levels by MRS",
                    "description": "D-2-hydroxyglutarate (2-HG) levels by MRS",
                    "timeFrame": "before and one-month post treatment with niraparib up to 3 months"
                },
                {
                    "measure": "Genomic profile",
                    "description": "assessed by whole exome sequencing (WES) performed on resected tumor",
                    "timeFrame": "Up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be ≥18 years of age.\n* Participants must have histologically or cytologically confirmed glioma, with documented IDH1 and/or IDH2 gene-mutation at time of initial diagnosis\n* Participants must have radiographic evidence of progression/recurrence per RANO criteria for low grade gliomas (LGG) on MRI scan\n* Participants must be willing and able to get serial MRI scans\n* Participants must have surgically accessible tumors and be surgical candidates.\n* Participants must be ≥12 weeks from completion of radiation to the CNS.\n* Participants must have a baseline brain MRI scan within 21 days prior to Day 1 of treatment.\n* Participants must be on a stable or decreasing dose of glucocorticoids for 7 days prior to registration.\n* Patient must have Karnofsky Performance Score (KPS) ≥ 70\n* Patient must have expected survival of ≥ 6 months.\n* Participant must have adequate organ function, defined as follows:\n\n  * Absolute neutrophil count ≥ 1,500/μL\n  * Platelets ≥ 100,000/μL\n  * Hemoglobin ≥ 9 g/dL\n  * Calculated creatinine clearance ≥ 30 mL/min/1.73 m2 using the Cockcroft- Gault equation\n  * Total bilirubin ≤ 1.5 x ULN (≤2.0 in patients with known Gilberts syndrome) OR direct bilirubin ≤ 1 x ULN\n  * Aspartate aminotransferase and alanine aminotransferase ≤ 2.5 x ULN unless liver metastases are present, in which case they must be ≤ 5 x ULN\n* Patient must be recovered from any clinically relevant toxic effects of any prior surgery, radiotherapy, or other therapy intended for the treatment of cancer. (Patients with residual Grade 1 toxicity due to prior chemotherapy or alopecia of any grade are allowed).\n* Participant must agree to not donate blood during the study or for 90 days after the last dose of study treatment.\n* Female participant has a negative urine or serum pregnancy test within 3 days prior to taking study treatment if of childbearing potential and agrees to abstain from activities that could result in pregnancy from screening through 180 days after the last dose of study treatment, or is of non-childbearing potential. Non-childbearing potential is defined as follows (by other than medical reasons):\n\n  * ≥45 years of age and has not had menses for \\>1 year\n  * Patients who have been amenorrhoeic for \\<2 years without history of a hysterectomy and oophorectomy must have a follicle stimulating hormone value in the postmenopausal range upon screening evaluation\n  * Post-hysterectomy, post-bilateral oophorectomy, or post-tubal ligation. Documented hysterectomy or oophorectomy must be confirmed with medical records of the actual procedure or confirmed by an ultrasound. Tubal ligation must be confirmed with medical records of the actual procedure, otherwise the patient must be willing to use 2 adequate barrier methods throughout the study, starting with the screening visit through 180 days after the last dose of study treatment. Note: Abstinence is acceptable if this is the established and preferred contraception for the patient.\n  * Participant must agree to not breastfeed during the study or for 30 days after the last dose of study treatment.\n* Male participant agrees to use an adequate method of contraception starting with the first dose of study treatment through 90 days after the last dose of study treatment. Note: Abstinence is acceptable if this is the established and preferred contraception for the patient.\n* Participant must be able to understand the study procedures and agree to participate in the study by providing written informed consent\n\nExclusion Criteria:\n\n* Participants must have radiographic evidence of primarily disease progression/recurrence per RANO criteria for low grade gliomas (LGG).\n* Participant must not be simultaneously enrolled in any interventional clinical trial\n* Participant must not have had major surgery ≤ 4 weeks prior to initiating protocol therapy and participant must have recovered from any surgical effects.\n* Patients may not have received systemic anticancer therapy \\<28 days prior to their first day of study drug administration. Participants may not have received lomustine \\< 6 weeks prior to the first day of study drug.\n* Patients who received an investigational agent \\<28 days prior to their first day of study drug administration.\n* Participant must not have received a transfusion (platelets or red blood cells) ≤ 4 weeks prior to initiating protocol therapy. Participant must not have received colony-stimulating factors (e.g., granulocyte colony-stimulating factor, granulocyte macrophage colony-stimulating factor, or recombinant erythropoietin) within 4 weeks prior initiating protocol therapy.\n* Participant has had any known Grade 3 or 4 anemia, neutropenia or thrombocytopenia due to prior chemotherapy that persisted \\> 4 weeks and was related to the most recent treatment.\n* Participant must not have a serious, uncontrolled medical disorder, nonmalignant systemic disease, or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 90 days) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, or any psychiatric disorder that prohibits obtaining informed consent\n* Participant must not have had diagnosis, detection, or treatment of another type of cancer ≤ 2 years prior to initiating protocol therapy (except basal or squamous cell carcinoma of the skin and cervical cancer that has been definitively treated).\n* Participants who are pregnant or breast-feeding.\n* Participants with known hypersensitivity to any of the components of niraparib.\n* Participants with known infection with human immunodeficiency virus (HIV) or active hepatitis B or C\n* Participants with any other medical or psychological condition, deemed by the Investigator to be likely to interfere with a patient's ability to sign informed consent, cooperate, or participate in the study.\n* Participants with known dysphagia, short-gut syndrome, gastroparesis, or other conditions that limit the ingestion or gastrointestinal absorption of drugs administered orally.\n* Participants that have had radiation therapy encompassing \\>20% of the bone marrow within 2 weeks; or any radiation therapy within 1 week prior to Day 1 of protocol therapy.\n* Participant must not have known or symptomatic leptomeningeal metastases.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Isabel Arrillaga-Romany, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(617) 724-4000",
                    "email": "iarrillaga@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Isabel Arrillaga-Romany, MD, Phd",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Isabel Arrillaga-Romany, MD, Ph.D",
                            "role": "CONTACT",
                            "phone": "617-724-4000",
                            "email": "mailto:iarrillaga@mgh.harvard.edu"
                        },
                        {
                            "name": "Isabel Arrillaga-Romany, MD, Ph.D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000545685",
                    "term": "Niraparib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M289466",
                    "name": "Niraparib",
                    "asFound": "PEEP",
                    "relevance": "HIGH"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}