{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06203691",
            "orgStudyIdInfo": {
                "id": "11495"
            },
            "organization": {
                "fullName": "Super Inspired LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Nirvana Super Pro Supplementation in Orthopedic Surgery Patients",
            "officialTitle": "Nirvana Super Pro Supplementation in Orthopedic Surgery Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nirvana-super-pro-supplementation-in-orthopedic-surgery-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-02",
            "studyFirstSubmitQcDate": "2024-01-02",
            "studyFirstPostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Super Inspired LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate orthopedic patients undergoing either a total hip replacement (THR) or total knee arthroplasty (TKR) using two dietary supplements, PREPARE and RECOVER, and their recovery times post-surgery.",
            "detailedDescription": "This study involves two dietary supplements that have been formulated by Nirvana Water Sciences Corp for Super Inspired LLC. A pre-operative supplement, called PREPARE, has been created with HMB, Vitamin D, Selenium, Zinc, and Vitamin C to provide pre-operative nutrition, promote lean muscle development and boost immunity. A post-operative supplement, called RECOVER, has been created with HMB, collagen, L-citrulline, resveratrol, and 2-HOBA to help maintain lean muscle, support wound healing and reduce oxidative stress.\n\nHMB or βeta-hydroxy βeta-methylbutyrate is a nutritional supplement that has been extensively studied for its potential benefits. It is a substance that your body naturally produces when it breaks down the amino acid leucine, which is essential for protein synthesis and muscle repair. There are over 50 human studies, 40 review articles and four meta-analyses showing its effectiveness and safety. These clinical studies provide evidence of the benefits of HMB and supports the claims that HMB boosts muscle performance, slows muscle degradation, and reduces muscle recovery time.\n\nMuscle atrophy (loss of muscle mass) and poor muscle function are demonstrated in patients suffering from osteoarthritis (OA) involving several joints and particularly the hip and the knee joints. Several studies have shown that this atrophy is worsened in the immediate postoperative period, and complete recovery is not established up to 2 years postop. Little is known about muscular recovery after either total hip replacement (THR) or total knee arthroplasty (TKR)."
        },
        "conditionsModule": {
            "conditions": [
                "Arthropathy of Knee",
                "Arthropathy of Hip"
            ],
            "keywords": [
                "Arthroplasties",
                "Knee & Hip Replacement",
                "Dietary Supplements"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "One group will receive the supplements. The control group will not receive the supplements. All participants will undergo strength test - pre and post operatively.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be assigned a number and by the care provider staff prior to providing collecting data.",
                    "whoMasked": [
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Supplement Group",
                    "type": "EXPERIMENTAL",
                    "description": "50 of the 100 participants will be given supplements (Prepare \\& Recover) for pre \\& post operation.",
                    "interventionNames": [
                        "Dietary Supplement: Supplementation with Nirvana Super Pro Liquid Supplements"
                    ]
                },
                {
                    "label": "Non-Supplement Group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "No supplements will be given to the non-supplement group.",
                    "interventionNames": [
                        "Dietary Supplement: Non-Supplementation Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Supplementation with Nirvana Super Pro Liquid Supplements",
                    "description": "Intervention will measure strength pre \\& post operatively. Intervention group will receive liquid supplements (3oz daily shots) pre (Prepare) and Post (Recover) operatively.",
                    "armGroupLabels": [
                        "Supplement Group"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Non-Supplementation Group",
                    "description": "Intervention will measure strength pre \\& post operatively. Intervention group will not receive liquid supplements.",
                    "armGroupLabels": [
                        "Non-Supplement Group"
                    ],
                    "otherNames": [
                        "Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC)",
                    "description": "The Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) is a questionnaire that measures the impact of osteoarthritis on pain, stiffness, and physical function in the hip or knee joints. It is a self-administered tool that consists of 24 items, each rated on a scale of 0 to 4, with higher scores indicating worse symptoms. The WOMAC is widely used in clinical trials and research studies to evaluate the effectiveness of treatments and interventions for osteoarthritis.",
                    "timeFrame": "30+ days prior to surgery, 14-days after surgery, 28-30 days after surgery"
                },
                {
                    "measure": "Timed Up & Go (TUG)",
                    "description": "The Timed Up and Go test or TUG test is used to help evaluate mobility. It is a simple test that measures how quickly one can stand up, walk 10 feet, turn around, walk back, and sit down. It is often done to assess mobility in older adults or predict their risk of falls.",
                    "timeFrame": "30+ days prior to surgery, 14-days after surgery, 28-30 days after surgery"
                },
                {
                    "measure": "Grip Strength using a Jamar Hydraulic Hand Dynamometerer",
                    "description": "Grip Strength is a measure of the maximum force or tension generated by one's forearm muscles when gripping an object. A Jamar Hydraulic Hand Dynamometer is a device that can measure this force in pounds or kilograms. It is commonly used by physical therapists, occupational therapists, and hand surgeons to assess grip strength and monitor recovery or rehabilitation.",
                    "timeFrame": "30+ days prior to surgery, 14-days after surgery, 28-30 days after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female subjects will be enrolled into the study.\n* Age ≥45-80 years.\n* Free of liver and kidney diseases, and with no evidence of uncontrolled hypertension.\n* Does not have a chronic disease that affects calcium or bone metabolism (i.e., asthma with chronic use of high dose steroids, inflammatory bowel disease, Crohn's disease, primary hyperparathyroidism, seizure disorder with use of phenobarbital, etc.).\n* Not classified as morbidly obese (body mass index (BMI) \\>43 kg/m2).\n* Six weeks since major surgery (three weeks since minor surgery).\n* Total joint replacement is not a revision of previous joint replacement.\n* Willing to consume dietary supplements for the study period.\n* Individuals diagnosed with osteoporosis, or a bone density \\>2.0 standard deviations below the mean, will not be enrolled in the study.\n* No other serious medical illness.\n* Physicians have placed no restriction on physical exercise.\n* Patient is scheduled for a total knee or hip replacement and agrees to consume the 28-day pre-operative regime.\n\nExclusion Criteria:\n\n* Evidence of liver and kidney diseases, uncontrolled hypertension, or Type I or II diabetes mellitus requiring insulin for glucose control.\n* The presence of a chronic disease that affects calcium or bone metabolism (i.e., asthma with chronic use of high dose steroids, inflammatory bowel disease, Crohn's disease, primary hyperparathyroidism, seizure disorder with use of phenobarbital, etc.).\n* Classified as morbidly obese (body mass index (BMI) \\>43 kg/m2).\n* Less than six weeks since major surgery or three weeks since minor surgery.\n* Surgery is a revision of a previous total joint replacement.\n* Not willing to consume nutritional supplements for the study period.\n* Individuals diagnosed with osteoporosis, or a bone density \\>2.0 standard deviations below the mean, will not be enrolled in the study.\n* Other serious medical illness, which the subject's doctor or medical review team has decided affects the subject's ability to participate in the study. For example, pathological hip fracture or cancer disease in active phase or undergoing treatment (radiotherapy or chemotherapy).\n* History of blood clots and/or the use of blood thinning medications\n* Subjects on high dose vitamin D therapies (i.e., 50,000 IU vitamin D).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Candice St. Pierre, Ph.D.",
                    "role": "CONTACT",
                    "phone": "864-567-0362",
                    "email": "candice@feelsuper.pro"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Candice St. Pierre, Ph.D.",
                    "affiliation": "Nirvana Water Sciences Corp",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University Orthopedics Center",
                    "status": "RECRUITING",
                    "city": "Altoona",
                    "state": "Pennsylvania",
                    "zip": "16602",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tara M",
                            "role": "CONTACT",
                            "phone": "814-231-2101"
                        },
                        {
                            "name": "Chris McClellan, D.O.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.51868,
                        "lon": -78.39474
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30982854",
                    "type": "BACKGROUND",
                    "citation": "Bear DE, Langan A, Dimidi E, Wandrag L, Harridge SDR, Hart N, Connolly B, Whelan K. beta-Hydroxy-beta-methylbutyrate and its impact on skeletal muscle mass and physical function in clinical practice: a systematic review and meta-analysis. Am J Clin Nutr. 2019 Apr 1;109(4):1119-1132. doi: 10.1093/ajcn/nqy373."
                },
                {
                    "pmid": "15867563",
                    "type": "BACKGROUND",
                    "citation": "Hiemstra LA, Gofton WT, Kriellaars DJ. Hip strength following hamstring tendon anterior cruciate ligament reconstruction. Clin J Sport Med. 2005 May;15(3):180-2. doi: 10.1097/01.jsm.0000157795.93004.ea."
                },
                {
                    "pmid": "26420181",
                    "type": "BACKGROUND",
                    "citation": "Nishizaki K, Ikegami H, Tanaka Y, Imai R, Matsumura H. Effects of supplementation with a combination of beta-hydroxy-beta-methyl butyrate, L-arginine, and L-glutamine on postoperative recovery of quadriceps muscle strength after total knee arthroplasty. Asia Pac J Clin Nutr. 2015;24(3):412-20. doi: 10.6133/apjcn.2015.24.3.01."
                },
                {
                    "pmid": "19533617",
                    "type": "BACKGROUND",
                    "citation": "Silva AM, Shen W, Heo M, Gallagher D, Wang Z, Sardinha LB, Heymsfield SB. Ethnicity-related skeletal muscle differences across the lifespan. Am J Hum Biol. 2010 Jan-Feb;22(1):76-82. doi: 10.1002/ajhb.20956."
                },
                {
                    "pmid": "23551944",
                    "type": "BACKGROUND",
                    "citation": "Wilkinson DJ, Hossain T, Hill DS, Phillips BE, Crossland H, Williams J, Loughna P, Churchward-Venne TA, Breen L, Phillips SM, Etheridge T, Rathmacher JA, Smith K, Szewczyk NJ, Atherton PJ. Effects of leucine and its metabolite beta-hydroxy-beta-methylbutyrate on human skeletal muscle protein metabolism. J Physiol. 2013 Jun 1;591(11):2911-23. doi: 10.1113/jphysiol.2013.253203. Epub 2013 Apr 3."
                },
                {
                    "pmid": "26169182",
                    "type": "BACKGROUND",
                    "citation": "Wu H, Xia Y, Jiang J, Du H, Guo X, Liu X, Li C, Huang G, Niu K. Effect of beta-hydroxy-beta-methylbutyrate supplementation on muscle loss in older adults: a systematic review and meta-analysis. Arch Gerontol Geriatr. 2015 Sep-Oct;61(2):168-75. doi: 10.1016/j.archger.2015.06.020. Epub 2015 Jul 3."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Consumer Website for Liquid Supplements",
                    "url": "http://feelsuper.pro"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Masked IDP data will be shared with researchers for statistical analysis and conclusions.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be available for 2 months for statistical analysis.",
            "accessCriteria": "Data will be securely shared and only masked participant data will be shared with researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "asFound": "Arthropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}