{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06097468",
            "orgStudyIdInfo": {
                "id": "23203"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-08852",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                },
                {
                    "id": "R01CA269950-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA269950-03"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Nisin in Oral Cavity Squamous Cell Carcinoma (OCSCC)",
            "officialTitle": "A Phase I/IIa, Single-Arm, Dose-Confirmation and Dose-Expansion Study Evaluating Changes in the Oral Microbiome of Patients With Oral Cavity Squamous Cell Carcinoma (OSCC) After Short-Term Ingestion of Nisin, a Naturally Occurring Food Preservative",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "nisin-in-oral-cavity-squamous-cell-carcinoma-ocscc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-18",
            "studyFirstSubmitQcDate": "2023-10-18",
            "studyFirstPostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a study of oral nisin administration in patients with OSCC who are undergoing complete surgical resection surgery with or without adjuvant radiation/chemoradiation as part of their routine care at the University of California, San Francisco (UCSF).",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To demonstrate the tolerability of nisin administration, as assessed by the maximum tolerated dose (MTD) of nisin (Phase I).\n\nII. To demonstrate the feasibility of nisin administration, as assessed by the treatment completion rate (Phase IIa).\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the safety of nisin administration, as assessed by the frequency and severity of adverse events (CTCAE v5.0) (Phase I).\n\nII. To evaluate externally measured changes in primary and nodal tumor size on intraoral examination from baseline to time of surgery, as assessed by cross-sectional measurement of tumors/ulceration with calipers during dental exam (Phase IIa).\n\nIII. To evaluate clinical changes in periodontal condition on dental examination over the study period, as assessed according to the American Academy of Periodontology grading system (Phase IIa).\n\nEXPLORATORY OBJECTIVES:\n\nI. To characterize nisin-induced changes in oral microbiome population structure and function, and nisin sensitivity among key oral bacterial species.\n\nII. To characterize inflammatory and anti-tumor cellular responses to nisin in the oral cancer environment.\n\nIII. To confirm the half-life and urinary excretion profile of nisin (Phase 1).\n\nIV. To demonstrate the preliminary efficacy of nisin administration, as assessed by relapse-free survival (RFS) and overall survival (OS) (Phase IIa).\n\nOUTLINE:\n\nParticipants receiving treatment at UCSF will be initially assigned to the Phase 1 dose finding arm. After an interim analysis is completed, enrollment into Phase IIa will begin at the maximum tolerated dose (MTD) or recommended phase 2 dose (RP2D). Participants will be treated for two weeks before planned surgery, complete OSCC resection surgery (standard of care, non-interventional) and will continue treatment for 6 additional months post-surgery. Follow-up will continue for 12 months after surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Oral Cavity Squamous Cell Carcinoma"
            ],
            "keywords": [
                "Oral Microbiome",
                "Natural Food Preservative"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I, Dose Finding - Starting Dose (20,000 mg)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will ingest oral nisin once daily starting two weeks before planned complete OSCC resection surgery and will continue once daily administration for 6 additional months post-surgery (concurrent with adjuvant radiation/chemoradiation, for participants whose routine treatment plan includes adjuvant therapy). Nisin will be temporarily withheld at the time of OSCC resection surgery while the participant is under inpatient care. The starting dose level, with dose modification permitted for toxicity management or intolerability will be 20,000 mg (2 x 10 g bottles) per day.",
                    "interventionNames": [
                        "Drug: NisinZ® P",
                        "Procedure: Surgery (non-interventional, standard of care)"
                    ]
                },
                {
                    "label": "Phase IIa, Dose Expansion (MTD/RP2D)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will ingest oral nisin once daily starting two weeks before planned complete OSCC resection surgery and will continue once daily administration for 6 additional months post-surgery (concurrent with adjuvant radiation/chemoradiation, for participants whose routine treatment plan includes adjuvant therapy). Nisin will be temporarily withheld at the time of OSCC resection surgery while the participant is under inpatient care. The dose level will be determined by the outcomes in Phase 1 (RP2D), with dose modification permitted for toxicity management or intolerability.",
                    "interventionNames": [
                        "Drug: NisinZ® P",
                        "Procedure: Surgery (non-interventional, standard of care)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "NisinZ® P",
                    "description": "NisinZ® P is an ultrapure Nisin Z concentrate produced by fermentation using the bacterium Lactococcus lactis obtained from sauerkraut",
                    "armGroupLabels": [
                        "Phase I, Dose Finding - Starting Dose (20,000 mg)",
                        "Phase IIa, Dose Expansion (MTD/RP2D)"
                    ],
                    "otherNames": [
                        "Nisin Z",
                        "Nisin Z concentrate",
                        "Ultrapure Nisin Z concentrate"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Surgery (non-interventional, standard of care)",
                    "description": "Surgical removal of tumor as part of standard of care treatment",
                    "armGroupLabels": [
                        "Phase I, Dose Finding - Starting Dose (20,000 mg)",
                        "Phase IIa, Dose Expansion (MTD/RP2D)"
                    ],
                    "otherNames": [
                        "Surgical resection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants with dose limiting toxicities (DLT) (Phase I)",
                    "description": "Dose-limiting toxicities (DLTs) are defined in Section 5.2.3. DLT determination will assess adverse events (AEs) graded according to CTCAE v5.0, including findings on physical exam, vital signs, laboratory testing, and spontaneous reports of AEs reported to the investigator by participants. DLT data will be summarized as proportions of participants experiencing DLTs per cohort",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Maximum Tolerated Dose / Recommended Phase II Dose (RP2D) (Phase I)",
                    "description": "The maximum tolerated dose (MTD) is the highest dose at which no more than one instance of DLT is observed among 6 participants treated. The MTD from Phase I will be the recommended Phase IIa dose (RP2D) for use in Phase IIa.",
                    "timeFrame": "Up to 4 weeks"
                },
                {
                    "measure": "Proportion of participants completing treatment (Phase II)",
                    "description": "The treatment completion rate is defined as the proportion of participants allocated to receive nisin at the RP2D and who complete the full nisin regimen, missing fewer than 30% of doses over the course of the regimen. A full nisin regimen is defined as starting nisin 2 weeks before surgery and continuing for 6 months after surgery.",
                    "timeFrame": "Up to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-emergent adverse events (AE)",
                    "description": "Safety will be assessed by monitoring adverse events (AEs), including Grade \\>=3 intraoral mucositis. AEs will be graded according to NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. AEs will be evaluated up to 60 days after treatment discontinuation.",
                    "timeFrame": "Up to 8 months"
                },
                {
                    "measure": "Mean change in dimensional measurement of ulcerations over time",
                    "description": "Mean change in cross-sectional, dimensional measurement of tumors/ulcerations from baseline to post-surgery will be measured with calipers during a dental exam and reported by cohort.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Proportion of participants with changes in periodontal pocket depth",
                    "description": "Clinical changes in periodontal pocket depth on dental examination over the study period will be assessed according to the American Academy of Periodontology grading system.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Proportion of participants with changes in periodontal clinical detachment loss",
                    "description": "Clinical changes in clinical detachment loss on dental examination over the study period will be assessed according to the American Academy of Periodontology grading system.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Proportion of participants with changes in periodontal bleeding",
                    "description": "Clinical changes in bleeding upon probing at 6 sites per tooth on dental examination over the study period will be assessed according to the American Academy of Periodontology grading system.",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants with a suspected clinical diagnosis of oral cavity squamous cell carcinoma (OSCC) who are planning to undergo a diagnostic biopsy. Note: Subsequent documentation from the medical record (e.g., from the diagnostic biopsy pathology report) of histological or cytological confirmation of OSCC is required prior to enrollment and treatment on study. Participants who do not have a histological/cytological confirmation of OSCC, or who are unable to provide sufficient volume of biopsy tissue for research, will not be eligible to enroll in the study.\n2. OSCC mass must be \\>= 2cm in size.\n3. Non-metastatic OSCC (no distant metastases allowed; metastasis to the neck is eligible).\n4. Participants must be planning for a complete OSCC surgical resection, with or without adjuvant radiation/chemoradiation, at UCSF, as part of their routine treatment plan. Surgical resection and adjuvant treatment will be according to the participants routine or standard of care treatment plan and will not be dictated by the study (non-interventional).\n5. Age \\>= 18 years\n6. Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2 (Karnofsky ≥ 50%).\n7. Participants must be dentate (retaining at least two teeth). Teeth are required for plaque sample collection for correlative studies.\n8. Ability to understand and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Individuals with a history of a known positive human papillomavirus deoxyribonucleic acid ((HPV DNA) test (P16-positive is permitted if HPV DNA test is negative).\n2. Individuals with a history of or concurrent oropharyngeal, laryngeal, or hypopharyngeal cancers (other than OSCC). Individuals with any other prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or endpoints of this study are eligible.\n3. Individuals with ongoing uncorrected oral pathology, which in the opinion of the investigator could interfere with the safety or endpoints of this study or could be exacerbated during the course of study participation, if left untreated. These conditions may be discussed with the study PI to determine eligibility.\n\n   * Current and ongoing long-term dental treatment requiring major surgery;\n   * Untreated carious lesions, severe oral infections, or known defective restorations;\n   * Other suspicious uncorrected oral pathology.\n4. Individuals with a known history of hypersensitivity reactions or oral allergies to nisin, any of its excipients, or any related food preservatives.\n5. Individuals with complete inability to absorb nutrients via gastrointestinal tract due to major medical disorder or history of gastrointestinal surgical removal.\n6. Individuals who have received extended (\\>4 weeks) antibiotic therapy within 1 month of the baseline visit or who currently require continuous antibiotic prophylaxis at the time of enrollment.\n7. Individuals who require treatment with a systemic anticancer therapy prior to enrollment. Concurrent systemic anticancer therapy or chemoradiation is permitted after enrollment.\n8. Individuals currently receiving any other investigational agent or using an investigational device intended as anticancer therapy.\n9. Individuals with ongoing Grade 2 events that are not clinically stable or ongoing \\>= Grade 3 events (CTCAE v5.0 grading).\n10. Individuals with any condition or social circumstance that, in the opinion of the investigator, would impair the participant's ability to comply with study activities, interfere with participant safety, or study endpoints.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angelica Valadez",
                    "role": "CONTACT",
                    "phone": "415-502-1879",
                    "email": "Angelica.Valadez@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sue Yom, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Yvonne Kapila, MD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angelica Valadez",
                            "role": "CONTACT",
                            "phone": "415-502-1879",
                            "email": "Angelica.Valadez@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Sue Yom, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Oral Cavity Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T4267",
                    "name": "Oral Squamous Cell Carcinoma",
                    "asFound": "Oral Cavity Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009561",
                    "term": "Nisin"
                },
                {
                    "id": "C000071364",
                    "term": "Nisin Z"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12500",
                    "name": "Nisin",
                    "asFound": "Distending",
                    "relevance": "HIGH"
                },
                {
                    "id": "M257308",
                    "name": "Nisin Z",
                    "asFound": "Activating EGFR Mutations",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}