{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04896775",
            "orgStudyIdInfo": {
                "id": "STUDY004494"
            },
            "organization": {
                "fullName": "University of South Florida",
                "class": "OTHER"
            },
            "briefTitle": "NiteCAPP: Web-based Interventions for Insomnia in Rural Dementia Caregivers",
            "officialTitle": "NiteCAPP: Web-based Interventions for Insomnia in Rural Dementia Caregivers: Examination of Sleep, Arousal, Mood, Cognitive, and Immune Outcomes",
            "acronym": "NiteCAPP",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "nitecapp-web-based-interventions-for-insomnia-in-rural-dementia-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-05",
            "studyFirstSubmitQcDate": "2021-05-17",
            "studyFirstPostDateStruct": {
                "date": "2021-05-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of South Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this project evaluate the efficacy of NiteCAPP in improving insomnia in a rural dementia caregiver sample (n of 100 caregiver and PWD dyads). We will measure both the short term (post-treatment) and long term (6 and 12 months) effects of the intervention on CG sleep, arousal, inflammation, health, mood, burden and cognitive function, and PWD sleep.",
            "detailedDescription": "Over the next 30 years, more than 10 million persons living with dementia in the US will receive care at home from an unpaid and untrained family caregiver. At home care is preferred by caregivers (CG) and persons with dementia (PWD) alike, but increases caregiver risk of insomnia and related negative health outcomes, including depression, anxiety, cognitive disturbances and poor quality of life. Cognitive behavioral therapy for insomnia (CBT-I) is an effective and established evidence based treatment for adults of all ages. Although relatively understudied in dementia caregivers, the research suggests CBT-I is also efficacious in caregivers. Our team developed a brief (4 session) CBT-I protocol adapted for dementia caregivers and has shown in person and remote (i.e. telehealth) delivery of this protocol significantly reduces insomnia and improves mood (moderate to large effects). Given demands on caregiver time and limited availability of trained CBT-I providers, we developed a web-based version of this treatment (NiteCAPP) to increase accessibility of this efficacious treatment for rural dementia CGs. NiteCAPP will allow for flexible at home scheduling, and the skills needed to monitor caregiver treatment progress can be quickly and efficiently taught to healthcare providers. The Cognitive Activation Theory of Stress provides a framework for our basic premise that CGs experience insomnia, arousal and inflammation that prompt sympathetic activation and hypothalamic-pituitary-adrenal (HPA) disruption that have negative effects on health. The proposed trial tests the novel hypothesis that NiteCAPP will improve CG health, mood, burden and cognition by targeting their shared mechanisms - sleep, arousal and inflammation - thereby, returning sympathetic and HPA functioning to normal. Another novel aspect of the proposed trial is inclusion of behavioral strategies to target the PWD sleep. Objectives: The goal of this project evaluate the efficacy of NiteCAPP in improving insomnia in a rural dementia caregiver sample (n of 100 caregiver and PWD dyads). We will measure both the short term (post-treatment) and long term (6 and 12 months) effects of the intervention on CG sleep, arousal, inflammation, health, mood, burden and cognitive function, and PWD sleep."
        },
        "conditionsModule": {
            "conditions": [
                "Insomnia",
                "Dementia"
            ],
            "keywords": [
                "Dementia Caregiver"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NiteCAPP CARES",
                    "type": "EXPERIMENTAL",
                    "description": "Cognitive Behavioral Treatment-Insomnia. Web-based intervention that will include 4 weekly sessions and 4 bimonthly boosters. Each session is to be completed individually by CG (with PWD to extent able) in a single sitting (less than 45 mins). Each session should be completed in 7 days with next session released only after prior one completed. Session 1 focuses on sleep education, sleep hygiene, and stimulus control. Session 2 focuses on sleep compression, relaxation, and problem solving. Session 3 focuses on coping and stress management and cognitive therapy. Session 4 focuses on a review of skills and plan for maintenance of behavior change.",
                    "interventionNames": [
                        "Behavioral: NiteCAPP CARES"
                    ]
                },
                {
                    "label": "NiteCAPP SHARES",
                    "type": "EXPERIMENTAL",
                    "description": "Sleep Hygiene and Related Education. Web-based intervention that will include 4 weekly sessions and 4 bimonthly boosters. Each session is to be completed individually by CG (with PWD to extent able) in a single sitting (less than 45 mins). Each session should be completed in 7 days with next session released only after prior one completed. Session 1 focuses on expanded sleep education and sleep hygiene. Session 2 focuses insomnia education and sleep hygiene support. Session 3 focuses on targeted sleep education and sleep in dementia. Session 4 focuses on a review of skills and plan for maintenance of behavior change. Boosters review skills, encourage practice, and troubleshoot issues.",
                    "interventionNames": [
                        "Behavioral: NiteCAPP SHARES"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "NiteCAPP CARES",
                    "description": "Web-based intervention that will include 4 weekly sessions and 4 bimonthly boosters. Each session is to be completed individually by CG (with PWD to extent able) in a single sitting (less than 45 mins). Each session should be completed in 7 days with next session released only after prior one completed. Session 1 focuses on sleep education, sleep hygiene, and stimulus control. Session 2 focuses on sleep compression, relaxation, and problem solving. Session 3 focuses on coping and stress management and cognitive therapy. Session 4 focuses on a review of skills and plan for maintenance of behavior change.",
                    "armGroupLabels": [
                        "NiteCAPP CARES"
                    ],
                    "otherNames": [
                        "Web CBT-I"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "NiteCAPP SHARES",
                    "description": "Web-based intervention that will include 4 weekly sessions and 4 bimonthly boosters. Each session is to be completed individually by CG (with PWD to extent able) in a single sitting (less than 45 mins). Each session should be completed in 7 days with next session released only after prior one completed. Session 1 focuses on expanded sleep education and sleep hygiene. Session 2 focuses insomnia education and sleep hygiene support. Session 3 focuses on targeted sleep education and sleep in dementia. Session 4 focuses on a review of skills and plan for maintenance of behavior change. Boosters review skills, encourage practice, and troubleshoot issues.",
                    "armGroupLabels": [
                        "NiteCAPP SHARES"
                    ],
                    "otherNames": [
                        "Web Sleep Hygiene and Related Education (Web-SHARE)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Completion",
                    "description": "Percentage of sessions completed out of the 4 sessions/modules included in NiteCAPP and WebSHE.",
                    "timeFrame": "Single administration at 8 weeks"
                },
                {
                    "measure": "Adherence",
                    "description": "Percentage of the intervention instructions followed as indicated on the treatment adherence logs completed each day during treatment.",
                    "timeFrame": "Single administration at 8 weeks"
                },
                {
                    "measure": "Internet Intervention Utility Questionnaire",
                    "description": "Questionnaire with 15 items, including two open-ended questions, that assesses the usability, like-ability, and usefulness of online interventions using a 5-point Likert scale from 1-not at all to 5-very. The two open-ended questions ask the participant to list the most and least helpful parts of the program",
                    "timeFrame": "Single administration at 8 weeks"
                },
                {
                    "measure": "Satisfaction Survey",
                    "description": "Survey that assesses the patient's experience and satisfaction with treatment.",
                    "timeFrame": "Single administration at 8 weeks"
                },
                {
                    "measure": "Insomnia Severity Index",
                    "description": "Brief self-report measure of current perception of insomnia symptom severity, distress and daytime impairment. Commonly used as an outcome assessment in insomnia treatment research.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Daily Electronic Sleep Diaries",
                    "description": "Completed each morning (\\~5 mins) during each assessment period. Electronic daily diaries collecting self-reported information on caregiver sleep onset latency (time to fall asleep), wake after sleep onset (time awake after sleep onset to last awakening), and sleep efficiency (total sleep time divided by time in bed and multiplied by 100). We developed and tested these electronic diaries.",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Pain Intensity - Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record pain intensity; range: 0-100 (no pain- most intense)",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Pain Unpleasantness - Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record pain unpleasantness; range: 0-100 (none- most unpleasantness)",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Wake After Sleep Onset - Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record wake after sleep onset (number of minutes)",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Sleep Onset Latency- Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record sleep onset latency (number of minutes)",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Sleep Efficiency- Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record sleep efficiency",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Fatigue - Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record insomnia severity; range: 0-100 (no insomnia - most severe)",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Sleep and Pain Medication - Daily Electronic Sleep Diaries",
                    "description": "Daily electronic dairies will record daily medication consumption",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Perceived Stress Scale",
                    "description": "Perceived Stress Scale is a self-report measure of how life situations are perceived as stressful. The scale consists of 15 items corresponding to everyday situation and participants are asked to rate on a Likert scale from 0 (never) to 4 (very often) how",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Kingston Caregiver Stress Scale (KCSS)",
                    "description": "A 10-item scale that asks caregivers to rate on a scale from 1 (no stress) to 5 (extreme stress) how much stress they experience related to various aspects of caregiving.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Dysfunctional Beliefs About Sleep (DBAS)",
                    "description": "A self-report measure of sleep-related arousal. This measure consists of 30 questions intended to measure 5 dimensions: misconceptions about the causes of insomnia, misattributions or amplifications of the consequences, unrealistic expectations, control, and predictability of sleep and faulty beliefs about sleep promoting practices. Although the original scale used a 100 mm VAS, subsequent research with the DBAS has used an 11-point Likert scale (0 = strongly disagree, 10 = strongly agree), and the latter response method will be used.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Peripheral Arousal",
                    "description": "Holter monitor assessed 5 min ECG recordings at rest at home (enhancing ecological validity). Variables: RMSDNN (root mean sqrd standard dev. of N-N intervals), pNN50 (percent of N-N intervals less than 50 ms), LF over HF (high frequency divided by low frequency ratio; index of autonomic nervous system regulation).",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Inflammation",
                    "description": "Blood based biomarkers will be examined at each assessment period. Biomarkers include: inflammatory (HS-CRP, IL-6), neurodegenerative ( AβB42, tau levels)",
                    "timeFrame": "Single blood draw at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Blood-based Biomarker Interleukin 6 IL-6)",
                    "description": "Inflammation",
                    "timeFrame": "Single blood draw at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Blood-based Biomarker AβB42",
                    "description": "Neurodegenerative",
                    "timeFrame": "Single blood draw at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Blood-based Biomarker Tau",
                    "description": "Neurodegenerative",
                    "timeFrame": "Single blood draw at baseline, 8 weeks, 6 month and 12 follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in State-Trait Anxiety Inventory (STAI)",
                    "description": "Inventory that asks respondents to rate how true 20 self-descriptive statements (e.g., I feel calm) are on a 4-point scale (1 = not at all, 4 = very much so). Typically, respondents are asked to rate statements according to how they generally feel (trait-anxiety scale) and how they feel in the current moment (state-anxiety scale). Total scores range from 20 to 80, with higher scores indicating greater maladjustment.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Depression (Beck Depression Inventory-II)",
                    "description": "BDI contains 21 items that measure severity of depressive symptomatology on a three-point scale (0 = absence of symptoms, 3 = most severe). Respondents answer for the previous week. Total scores range from 0 to 63. Ranges for clinical levels of depression are 0 to 13 (minimal), 14 to 19 (mild), 20 to 28 (moderate), and 29 to 63 (severe).",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in 36-Item Short Form Survey (SF-36)",
                    "description": "The SF-36 is a 36-item scale that assesses health status and quality of life The SF-36 includes eight domains: limitations in physical activities because of health problems; limitations in social activities because of physical or emotional problems; limitations in usual role activities because of physical health problems); bodily pain; general mental health (psychological distress and well-being); limitations in usual role activities because of emotional problems; vitality (energy and fatigue); and general health perceptions. Participants respond based on how they have felt over the previous week. The items use Likert-type scales, some with 5 or 6 points and others with 2 or 3 points. The SF-36 is a sensitive indicator of CG mental and physical health.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Caregiver Burden (Zarit Burden Scale)",
                    "description": "Self-report measure of caregiver burden. 12-item scale that asks caregivers to rate from never (0) to nearly always (4) how often they experience feelings of stress or burden across various aspects and situations of caregiving.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Cognitive Failures Questionnaire (CFQ)",
                    "description": "A 25-item scale measuring subjective cognition. Caregivers rate on a scale of 0 (never) to 4 (very often) how often they experience cognitive mistakes and errors in daily tasks.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Dementia Patient's Caregiver Quality of Life Scale",
                    "description": "A 20-item questionnaire measuring the CG's quality of life.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Objective Wake After Sleep Onset (Actigraph)",
                    "description": "Wake after sleep onset via Actiwatch-2",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Objective Sleep Onset Latency (Actigraph)",
                    "description": "Sleep Onset Latency via Actiwatch-2",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Objective Sleep Efficiently (Actigraph)",
                    "description": "Sleep Efficiency via Actiwatch-2",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in NIH Toolbox",
                    "description": "Caregivers will complete this 20-min computerized battery in single sitting. Domains tested include processing speed and attention, visuospatial ability and memory, verbal learning and memory, and executive functioning and working memory. Cognitive domains tested are ones that research has shown are impacted by caregiving.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Daily Joggle Battery",
                    "description": "Completed each morning (\\~15-mins) for 7 days during each assessment period. Caregivers will complete this online neuropsychological battery. Practice effects limited by: 16 versions, randomized presentation order, and 12 or more wks before repeating any version. Domains tested include processing speed and attention, visuospatial ability and memory, verbal learning and memory, and executive functioning and working memory. Cognitive domains tested are ones that research has shown are impacted by caregiving. Daily testing enhances ecological validity.",
                    "timeFrame": "Daily at baseline, 8 weeks, 6 month and 12 follow up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in Neuropsychiatric Inventory(NPI) Nighttime Behavior Scale",
                    "description": "CG indicates the frequency and severity of 8 nighttime behaviors of the PWD (difficulty falling asleep, wandering during the night, etc.), as well as the level of emotional distress they experience associated with each behavior.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Dementia Severity Rating Scale",
                    "description": "CG rates severity of dementia across several domains: memory, speech and language, recognition of family members, orientation to place and time, ability to make decisions, social and community activity, home activities and responsibilities, personal care, eating, control or urination and bowels, ability to get from place to place. Higher scores indicate more severe dementia.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Patient-Caregiver Functional Unit Scale (PCFUS)",
                    "description": "Questionnaire that assesses the stability of the CG/PWD dyad for 14 activities of daily living and instrumental activities of daily living. CG respondents indicate the patient's functional ability, whether the CG assists with the task, and whether the CG has emotional or physical difficulty assisting with the task",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Change in Godin Leisure-Time Exercise Questionnaire",
                    "description": "This 4-item self-administered questionnaire assesses the number of times one engages in mild, moderate and strenuous LTPA bouts of at least 15 min duration in a typical week.",
                    "timeFrame": "Single administration at baseline, 8 weeks, 6 month and 12 follow up"
                },
                {
                    "measure": "Satisfaction Survey",
                    "description": "Experience with the assessments, procedures, and other features of the research study; score range: 9-90 (low satisfaction - high satisfaction)",
                    "timeFrame": "Single administration at post-treatment - 8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion:\n\nCaregiver Eligibility. Inclusion criteria: 1. 18+ yrs, 2. CG living with PWD, 3. willing to be randomized, 4. read/understand English, 5. insomnia diagnosis, 6. no prescribed or over the counter sleep meds for 1+ mo, or stabilized 6+ mos.\n\n* Insomnia: 1. complaints for 6+ mos, 2. adequate opportunity and circumstances for sleep, 3. 1+ of the following: difficulty falling asleep, staying asleep or waking too early, 4. daytime dysfunction (mood, cognitive, social, occupational) due to insomnia, 5. baseline diaries indicate \\>30 mins of sleep onset latency or wake after sleep onset on 3+ nts.\n\nPWD Eligibility. 1. probable/possible Alzheimer's Disease (self-report or primary care provider written confirm), 2. 1+ problem on Nighttime Behavior Inv. 3+ nts/wk, 3. tolerate actigraphy, 4. no sleep meds 1+ mo or stabilized 6+ mos, 5. untreated sleep disorder for which CBT-I is not recommended (e.g., apnea), 6. scoring \\<32 on Sleep Apnea scale, Sleep Disorders Ques.\n\nExclusion:\n\nCG Exclusion criteria: 1. unable to consent, 2. cognitive impairment \\[Telephone Interview for Cognitive Status (TICS) \\<25\\], 3. sleep disorder other than insomnia \\[i.e., apnea (apnea/hypopnea index-AHI \\>15)\\], 4. bipolar or seizure disorder, 5. other major psychopathology except depression or anxiety (e.g., suicidal, psychotic), 6. severe untreated psychiatric comorbidity, 7. psychotropic or other medications (e.g., beta-blockers) that alter sleep, 8. non-pharmacological tx for sleep or mood outside current trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina S McCrae",
                    "role": "CONTACT",
                    "phone": "813-974-1804",
                    "email": "christinamccrae@usf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina S McCrae",
                    "affiliation": "University of South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Florida",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina McCrae",
                            "role": "CONTACT",
                            "phone": "813-974-1804",
                            "email": "christinamccrae@usf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10224714",
                    "type": "BACKGROUND",
                    "citation": "Ory MG, Hoffman RR 3rd, Yee JL, Tennstedt S, Schulz R. Prevalence and impact of caregiving: a detailed comparison between dementia and nondementia caregivers. Gerontologist. 1999 Apr;39(2):177-85. doi: 10.1093/geront/39.2.177."
                },
                {
                    "pmid": "18763429",
                    "type": "BACKGROUND",
                    "citation": "Rowe MA, McCrae CS, Campbell JM, Benito AP, Cheng J. Sleep pattern differences between older adult dementia caregivers and older adult noncaregivers using objective and subjective measures. J Clin Sleep Med. 2008 Aug 15;4(4):362-9."
                },
                {
                    "pmid": "21568959",
                    "type": "BACKGROUND",
                    "citation": "Vitaliano PP, Murphy M, Young HM, Echeverria D, Borson S. Does caring for a spouse with dementia promote cognitive decline? A hypothesis and proposed mechanisms. J Am Geriatr Soc. 2011 May;59(5):900-8. doi: 10.1111/j.1532-5415.2011.03368.x."
                },
                {
                    "pmid": "20104070",
                    "type": "BACKGROUND",
                    "citation": "Joling KJ, van Hout HP, Schellevis FG, van der Horst HE, Scheltens P, Knol DL, van Marwijk HW. Incidence of depression and anxiety in the spouses of patients with dementia: a naturalistic cohort study of recorded morbidity with a 6-year follow-up. Am J Geriatr Psychiatry. 2010 Feb;18(2):146-53. doi: 10.1097/JGP.0b013e3181bf9f0f."
                },
                {
                    "pmid": "14657784",
                    "type": "BACKGROUND",
                    "citation": "Markowitz JS, Gutterman EM, Sadik K, Papadopoulos G. Health-related quality of life for caregivers of patients with Alzheimer disease. Alzheimer Dis Assoc Disord. 2003 Oct-Dec;17(4):209-14. doi: 10.1097/00002093-200310000-00003."
                },
                {
                    "pmid": "30353817",
                    "type": "BACKGROUND",
                    "citation": "Curtis AF, Williams JM, McCoy KJM, McCrae CS. Chronic Pain, Sleep, and Cognition in Older Adults With Insomnia: A Daily Multilevel Analysis. J Clin Sleep Med. 2018 Oct 15;14(10):1765-1772. doi: 10.5664/jcsm.7392."
                },
                {
                    "pmid": "25429026",
                    "type": "BACKGROUND",
                    "citation": "McCrae CS, Dzierzewski JM, McNamara JP, Vatthauer KE, Roth AJ, Rowe MA. Changes in Sleep Predict Changes in Affect in Older Caregivers of Individuals with Alzheimer's Dementia: A Multilevel Model Approach. J Gerontol B Psychol Sci Soc Sci. 2016 May;71(3):458-62. doi: 10.1093/geronb/gbu162. Epub 2014 Nov 26."
                },
                {
                    "pmid": "23243328",
                    "type": "BACKGROUND",
                    "citation": "McCrae CS, Vatthauer KE, Dzierzewski JM, Marsiske M. Habitual Sleep, Reasoning, and Processing Speed in Older Adults with Sleep Complaints. Cognit Ther Res. 2012 Apr;36(2):156-164. doi: 10.1007/s10608-011-9425-4."
                },
                {
                    "pmid": "25983695",
                    "type": "BACKGROUND",
                    "citation": "Livingston WS, Rusch HL, Nersesian PV, Baxter T, Mysliwiec V, Gill JM. Improved Sleep in Military Personnel is Associated with Changes in the Expression of Inflammatory Genes and Improvement in Depression Symptoms. Front Psychiatry. 2015 Apr 30;6:59. doi: 10.3389/fpsyt.2015.00059. eCollection 2015."
                },
                {
                    "pmid": "25311836",
                    "type": "BACKGROUND",
                    "citation": "Heinzelmann M, Lee H, Rak H, Livingston W, Barr T, Baxter T, Scattergood-Keepper L, Mysliwiec V, Gill J. Sleep restoration is associated with reduced plasma C-reactive protein and depression symptoms in military personnel with sleep disturbance after deployment. Sleep Med. 2014 Dec;15(12):1565-70. doi: 10.1016/j.sleep.2014.08.004. Epub 2014 Sep 10."
                },
                {
                    "pmid": "35700020",
                    "type": "DERIVED",
                    "citation": "McCrae CS, Curtis AF, Cottle A, Beversdorf DB, Shenker J, Mooney BP, Popescu M, Rantz M, Groer M, Stein P, Golzy M, Stearns MA, Simenson A, Nair N, Rowe MA. Impact of Web-Based Cognitive Behavioral Therapy for Insomnia on Stress, Health, Mood, Cognitive, Inflammatory, and Neurodegenerative Outcomes in Rural Dementia Caregivers: Protocol for the NiteCAPP CARES and NiteCAPP SHARES Randomized Controlled Trial. JMIR Res Protoc. 2022 Jun 14;11(6):e37874. doi: 10.2196/37874."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000007319",
                    "term": "Sleep Initiation and Maintenance Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10356",
                    "name": "Sleep Initiation and Maintenance Disorders",
                    "asFound": "Insomnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}