{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05357066",
            "orgStudyIdInfo": {
                "id": "IRB20-1169"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Nitrous Oxide as Treatment for Fibromyalgia",
            "officialTitle": "Nitrous Oxide as Treatment for Fibromyalgia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nitrous-oxide-as-treatment-for-fibromyalgia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-09",
            "studyFirstSubmitQcDate": "2022-04-26",
            "studyFirstPostDateStruct": {
                "date": "2022-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to explore a potential role of nitrous oxide in treating pain associated with fibromyalgia.",
            "detailedDescription": "Investigators are conducting this trial to determine the efficacy of nitrous oxide on fibromyalgia, a chronic, debilitating, disorder typified by widespread musculoskeletal pain, accompanied by symptoms of fatigue, affected sleep, memory issues, and mood disorders.\n\nStudies suggests that the chronic widespread pain seen in fibromyalgia patients has a neurogenic origin. Higher levels of ascending pathway neurochemicals, including nerve growth factor, substance P, and brain derived neurotrophic factor, are present in the cerebrospinal fluid (CSF) of fibromyalgia patients when compared to healthy controls. In addition, glutamate levels can be elevated in both the CSF and brain of fibromyalgia patients. Glutamate may play a central role, by acting on the NMDA-receptors to increase the central amplification of pain perception, which is thought to manifest as allodynia and hyperalgesia in fibromyalgia patients. NMDA-receptors are thus an attractive target for fibromyalgia therapeutic drug development.\n\nIn four other randomized controlled trial(s) to evaluate ketamine an NMDA-receptor antagonist; two demonstrated an acute reduction in VAS pain scores (20- to -25 points) 90- to 120-minutes following IV ketamine 0.3 mg/kg compared with placebo; while the other two using different drug concentrations and dose regimen (0.3 mg/kg over 30 minutes and 0.5 mg/kg for 3 hours) showed a 0.5- to 0.9-point reduction in pain scores (10-cm VAS) at 90 to 180 minutes following IV ketamine compared with placebo. Although all four trials demonstrated significant acute pain improvement during and immediately following the infusions, there were no sustained improvements.\n\nGiven nitrous oxide is another drug with known NMDA-receptor antagonism, this trial will evaluate the efficacy of inhaled 50% nitrous oxide compared to placebo (oxygen-air mixture). Study participants with a clinical diagnosis of fibromyalgia, meeting 2016-Fibromyalgia Diagnostic Criteria (2016-ACR) and neuropathic pain criterion will be randomly assigned to receive two, 60-minute inhalation sessions (50% nitrous oxide and placebo).\n\nTreatment outcomes will be monitored using diagnostic tools measuring functionality, pain, and mood:\n\n* Numeric Pain Rating Scale (NPRS)\n* Revised Fibromyalgia Impact Questionnaire (FIQR)\n* Patients Global Impression of Change Scale (PGIC)\n* Hospital Anxiety and Depression Scale (HADS)\n* Computerized Adaptive Test-Mental Health (CAT-MH)"
        },
        "conditionsModule": {
            "conditions": [
                "Fibromyalgia",
                "Central Neuropathic Pain"
            ],
            "keywords": [
                "Fibromyalgia",
                "Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Participants are randomly assigned to a treatment group schedule, group-1 (nitrous, placebo), or group-2 (placebo, nitrous). Dosing consists of 50% Nitrous oxide in oxygen mixture (FiO2 0.5) vs placebo (oxygen-air mixture FiO2 ≈0.3).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Patient and assessor blinded to study group assigned",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment; Nitrous Oxide 50%",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A single 60-minute session of inhaled 50% nitrous oxide.",
                    "interventionNames": [
                        "Drug: Nitrous oxide gas for inhalation"
                    ]
                },
                {
                    "label": "Control; Oxygen-air mixture",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "A single 60-minute session of inhaled Oxygen-air mixture",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nitrous oxide gas for inhalation",
                    "description": "Administration of inhaled 50% nitrous oxide in oxygen (FiO2 0.5) will be under the direct supervision of a licensed practitioner who is experienced in the use and administration of the study drug, and is familiar with the indications, effects, dosages, methods, and frequency and duration of administration, and with the hazards, contraindications, and side effects and the precautions to be taken (MD, or CRNA); with study patient monitoring of pulse oximetry, heart rate, respiratory, non-invasive blood pressure, and end-tidal carbon dioxide.",
                    "armGroupLabels": [
                        "Treatment; Nitrous Oxide 50%"
                    ],
                    "otherNames": [
                        "Nitrous Oxide",
                        "Nitrous",
                        "N2O",
                        "Laughing gas"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Administration of the placebo (oxygen-air mixture \\[FiO2 ≈0.3\\]), will be under the direct supervision of a licensed practitioner who is experienced in the use and administration of the study drug, and is familiar with the indications, effects, dosages, methods, and frequency and duration of administration, and with the hazards, contraindications, and side effects and the precautions to be taken (MD, or CRNA); with study patient monitoring of pulse oximetry, heart rate, respiratory, non-invasive blood pressure, and end-tidal carbon dioxide.",
                    "armGroupLabels": [
                        "Control; Oxygen-air mixture"
                    ],
                    "otherNames": [
                        "Sham"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Monitor changes in NPRS score",
                    "description": "Monitoring changes in 'Numeric Pain Rating Scale' (NPRS) diagnostic score to determine effectiveness a 60-minute session of inhaled 50% nitrous oxide vs placebo has on symptoms associated with fibromyalgia.\n\nThe NPRS is a validated self-report diagnostic asking patients to indicate the intensity of current, best, and worst pain levels over the past 24 hours on a scale of 0 (no pain) to 10 (worst pain imaginable).\n\nResponse and remission will be based on a 30% improvement in average daily mean (max and min) NPRS score.",
                    "timeFrame": "Over 8-weeks from baseline (length of study participation)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in FIQR",
                    "description": "Evaluation of response and remission will be based on 'Fibromyalgia Impact Questionnaire-Revised' (FIQR).\n\nThis validated self-report diagnostic contains 21-questions to rate fibromyalgia effects over the prior 7-days.\n\nDomain 1: 9-questions rating function: 'No difficulty = 0' to 'Very difficult = 10' Domain 2: 2-questions rating overall impact: 'Never = 0' to 'Always = 10' Domain 3: 10-questions rating symptom intensity: 'None = 0' to 'Worst = 10'\n\n* First: Sum the scores for each of the 3 domains (function, overall, and symptoms).\n* Second: Divide domain 1 score by 3, leave domain 2 score unchanged, and divide domain 3 score by 2.\n* Third: Add the 3 resulting domain scores to obtain the total FIQR score.",
                    "timeFrame": "Over 8-weeks from baseline (length of study participation)"
                },
                {
                    "measure": "Changes in Global Impression of Change Scale",
                    "description": "The Global Impression of Change Scale (PGI-C), a two question, self-report diagnostic evaluating the patients belief of treatment efficacy.\n\n- Patients rate their neuropathic pain \\['No pain = 0' to 'Worst = 10'\\], and evaluate treatment effectiveness \\['Very Much Improved'; 'Much Improved'; 'Minimally'; 'Improved'; 'No Change'; 'Minimally Worse'; 'Much Worse'; 'Very Much Worse'\\]",
                    "timeFrame": "Over 8-weeks from baseline (length of study participation)"
                },
                {
                    "measure": "Computerize Adaptive Testing - Mental Health (CAT-MH) measurements",
                    "description": "This CAT-MH is a validated self-reporting diagnostic that adaptively selects a small optimal set of items from a large bank of approximately 1,500 items, targeted to individuals current or historical level of severity and likelihood of 'depression'.\n\nGenerated scores include severity and liklihood percentile:\n\ndepression = (%) normal, mild, moderate, severe",
                    "timeFrame": "Over 8-weeks from baseline"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale",
                    "description": "The Hospital Anxiety and Depression Scale (HADS) is a self-report questionnaire comprising of 14-questions (7-anxiety and 7-depression), with response scores ranging: '0' to '3'\n\n* Sum Depression scores = 0 to 21\n* Sum Anxiety scores = 0 to 21\n\nScore range for each item (depression and anxiety):\n\n0-7 = Normal 8-10 = Borderline abnormal (mild) 11-14 = Abnormal (moderate) 15-21 = Severe",
                    "timeFrame": "Over 8-weeks from baseline (length of study participation)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Adverse events",
                    "description": "AEs such as nausea and vomiting; or any other AEs determined probably, possibly, or unrelated to the study intervention.\n\nStudy patient safety is monitored by the investigators (MD) with experience in critical care anesthesia, as well as an experienced clinical research team responsible for recording and reporting events.",
                    "timeFrame": "Over 8-weeks (length of study participation)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 2016 American College of Rheumatology Revised criteria for fibromyalgia (2016-ACR)\n* Subjects 18 -75 years of age.\n* Self-reported pain of at least 4 on the Numeric Pain Rating Scale (NPRS) at screening and baseline.\n* Subject receives and agrees to remain on their stable fibromyalgia treatment plan established at least 4 weeks prior to dosing. Stable means no change in dose or any pain medication.\n* Ability to understand the requirements of the study, provide written informed consent, abide by the study restrictions, and agree to return for the required assessments\n* If currently on psychotherapy, it must have been maintained at the same frequency for 4 weeks prior to treatment.\n\nExclusion Criteria:\n\n* Unstable doses of allowed antidepressants or muscle relaxants or dosages for any other medical condition.\n* Pain due to concurrent autoimmune or inflammatory disease such as rheumatoid arthritis, systemic lupus erythematosus, inflammatory bowel disease, or other chronic widespread pain condition(s) that may confound fibromyalgia pain.\n* Psychiatric or cognitive disorder (e.g., current schizophrenia, severe depression, suicidal ideation, dementia, etc.) that the investigator or sponsor considers significant for this study.\n* Clinically significant alcohol or other substance abuse within the last 2 years, in the opinion of the investigator.\n* Current or recent history of medically inappropriate or illegal use of drugs of abuse including benzodiazepines, opiates, cocaine, cannabinoids, and amphetamines.\n* Current treatment with N-methyl-D-aspartate receptor (NMDAR) ligands including ketamine, amantadine, dextromethorphan, memantine, methadone, or dextropropoxyphene.\n* Subjects who are pregnant, breast feeding, or planning to become pregnant during the course of the study and for 28 days after the final administration of investigational product.\n* Any other serious medical condition affecting heart, lung or any other organ system.\n* Any impairment, activity or situation that in the judgment of the investigator would prevent satisfactory completion of the study protocol.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Frank Brown Jr",
                    "role": "CONTACT",
                    "phone": "773-834-5778",
                    "email": "ftbrownjr@uchicagomedicine.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter Nagele, MD, MSc",
                    "affiliation": "University of Chicago, Department of Anesthesia and Critical Care",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Manager",
                            "role": "CONTACT",
                            "phone": "773-834-5778",
                            "email": "ftbrownjr@uchicagomedicine.org"
                        },
                        {
                            "name": "Peter Nagele, MD, MSc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Tariq Malik, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kourosh Rezania, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22560527",
                    "type": "BACKGROUND",
                    "citation": "Arnold LM, Clauw DJ, Dunegan LJ, Turk DC; FibroCollaborative. A framework for fibromyalgia management for primary care providers. Mayo Clin Proc. 2012 May;87(5):488-96. doi: 10.1016/j.mayocp.2012.02.010."
                },
                {
                    "pmid": "21878603",
                    "type": "BACKGROUND",
                    "citation": "Clauw DJ, Arnold LM, McCarberg BH; FibroCollaborative. The science of fibromyalgia. Mayo Clin Proc. 2011 Sep;86(9):907-11. doi: 10.4065/mcp.2011.0206."
                },
                {
                    "pmid": "8610220",
                    "type": "BACKGROUND",
                    "citation": "Sorensen J, Bengtsson A, Backman E, Henriksson KG, Bengtsson M. Pain analysis in patients with fibromyalgia. Effects of intravenous morphine, lidocaine, and ketamine. Scand J Rheumatol. 1995;24(6):360-5. doi: 10.3109/03009749509095181."
                },
                {
                    "pmid": "9263160",
                    "type": "BACKGROUND",
                    "citation": "Sorensen J, Bengtsson A, Ahlner J, Henriksson KG, Ekselius L, Bengtsson M. Fibromyalgia--are there different mechanisms in the processing of pain? A double blind crossover comparison of analgesic drugs. J Rheumatol. 1997 Aug;24(8):1615-21."
                },
                {
                    "pmid": "21482474",
                    "type": "BACKGROUND",
                    "citation": "Noppers I, Niesters M, Swartjes M, Bauer M, Aarts L, Geleijnse N, Mooren R, Dahan A, Sarton E. Absence of long-term analgesic effect from a short-term S-ketamine infusion on fibromyalgia pain: a randomized, prospective, double blind, active placebo-controlled trial. Eur J Pain. 2011 Oct;15(9):942-9. doi: 10.1016/j.ejpain.2011.03.008. Epub 2011 Apr 11."
                },
                {
                    "pmid": "10781923",
                    "type": "BACKGROUND",
                    "citation": "Graven-Nielsen T, Kendall SA, Henriksson KG, Bengtsson M, Sorensen J, Johnson A, Gerdle B, Arendt-Nielsen L. Ketamine reduces muscle pain, temporal summation, and referred pain in fibromyalgia patients. Pain. 2000 Apr;85(3):483-491. doi: 10.1016/S0304-3959(99)00308-5."
                },
                {
                    "pmid": "9546794",
                    "type": "BACKGROUND",
                    "citation": "Jevtovic-Todorovic V, Todorovic SM, Mennerick S, Powell S, Dikranian K, Benshoff N, Zorumski CF, Olney JW. Nitrous oxide (laughing gas) is an NMDA antagonist, neuroprotectant and neurotoxin. Nat Med. 1998 Apr;4(4):460-3. doi: 10.1038/nm0498-460."
                },
                {
                    "pmid": "15159532",
                    "type": "BACKGROUND",
                    "citation": "Nagele P, Metz LB, Crowder CM. Nitrous oxide (N(2)O) requires the N-methyl-D-aspartate receptor for its action in Caenorhabditis elegans. Proc Natl Acad Sci U S A. 2004 Jun 8;101(23):8791-6. doi: 10.1073/pnas.0402825101. Epub 2004 May 24."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005356",
                    "term": "Fibromyalgia"
                },
                {
                    "id": "D000009209",
                    "term": "Myofascial Pain Syndromes"
                },
                {
                    "id": "D000009437",
                    "term": "Neuralgia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8486",
                    "name": "Fibromyalgia",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12161",
                    "name": "Myofascial Pain Syndromes",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12381",
                    "name": "Neuralgia",
                    "asFound": "Neuropathic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009609",
                    "term": "Nitrous Oxide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018685",
                    "term": "Anesthetics, Inhalation"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12546",
                    "name": "Nitrous Oxide",
                    "asFound": "GnRH",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20765",
                    "name": "Anesthetics, Inhalation",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}