{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03258567",
            "orgStudyIdInfo": {
                "id": "170125"
            },
            "secondaryIdInfos": [
                {
                    "id": "17-C-0125"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Nivolumab in Epstein-Barr Virus (EBV)-Positive Lymphoproliferative Disorders and EBV-Positive Non-HodgkinLymphomas",
            "officialTitle": "Phase 2 Trial of Nivolumab in Epstein-Barr Virus (EBV)-Positive Lymphoproliferative Disorders and EBV-Positive Non-Hodgkin Lymphomas",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Infectious Diseases",
                "Other"
            ],
            "study": "nivolumab-in-epstein-barr-virus-ebv-positive-lymphoproliferative-disorders-and-ebv-positive-non-hodgkinlymphomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-08-22",
            "studyFirstSubmitQcDate": "2017-08-22",
            "studyFirstPostDateStruct": {
                "date": "2017-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThe drug Nivolumab has been approved to treat some cancers. Researchers want to see if it can slow the growth of other cancers. They want to study its effects on cancers that may have not responded to chemotherapy or other treatments.\n\nObjectives:\n\nTo see if Nivolumab slows the growth of some types of cancer or stops them from getting worse. To test the safety of the drug.\n\nEligibility:\n\nPeople 12 and older who have Epstein-Barr Virus (EBV)-positive lymphoproliferative disorders or EBV-positive non-Hodgkin lymphomas with no standard therapy\n\nDesign:\n\nParticipants will be screened with:\n\nMedical history\n\nPhysical exam\n\nBlood and urine tests\n\nCAT scan of the chest, abdomen, and pelvis\n\nTumor and bone marrow biopsies (sample taken)\n\nMagnetic resonance imaging scan of the brain\n\nLumbar puncture (also known as spinal tap)\n\nPositron emission tomography/computed tomography scan with a radioactive tracer\n\nEvery 2 weeks, participants will get Nivolumab by vein over about 1 hour. They will also have:\n\nPhysical exam\n\nBlood and pregnancy tests\n\nReview of side effects and medications\n\nDuring the study, participants will repeat most of the screening tests. They may also have other biopsies.\n\nAfter stopping treatment, participants will have a visit every 3 months for 1 year. Then they will have a visit every 6 months for years 2-5, and then once a year. They will have a physical exam and blood tests.",
            "detailedDescription": "BACKGROUND:\n\n* Epstein-Barr virus (EBV) is a chronic viral infection associated with a heterogeneous group of lymphoproliferative disorders (LPD) and non-Hodgkin lymphomas (NHL).\n* The shared pathobiology of EBV-positive LPDs and NHLs includes a defect in host mechanisms of immune tolerance and immunosurveillance.\n* Programmed death-1 (PD-1) is a surface protein present on T cells, B cells, and macrophages that serves a co-inhibitory role to negatively regulate immune responses\n* PD-1 and its ligands, PD-L1 and PD-L2, are overexpressed in EBV-positive lymphoproliferative disorders and are markers of aggressive behavior.\n* Blockade of the PD-1 pathway induces T-cell responses against tumor antigens in a variety of cancers, including Hodgkin lymphoma, that lead to clinical remissions.\n* Nivolumab is a fully human IgG4 monoclonal anti-PD-1 receptor antibody with clinical activity in both indolent and lymphomas.\n\nOBJECTIVE:\n\n-To determine the best overall response rate of nivolumab in subjects with EBV-positive LPD and EBV-positive NHL\n\nELIGIBLITY:\n\n* Subjects must have a confirmed diagnosis of an EBV-positive B-cell LPD or an EBV- positive NHL confirmed by Laboratory of Pathology, NCI\n\n  --NOTE: LPD subjects may be previously untreated or relapsed from prior therapy; patients with EBV-positive B-cell NHL subjects must have relapsed from previous treatment with an anthracycline and rituximab-based regimen or be considered not eligible for the same\n* Adequate bone marrow function (unless disease-related) defined as:\n\n  * Absolute neutrophil count greater than or equal to 750/mcL\n  * Hemoglobin greater than 9g/dL (transfusion permitted)\n  * Platelet count greater than or equal to 50,000/mcL (transfusion not permitted)\n* Age greater than or equal to 12 years\n\n\\<TAB\\>\n\nDESIGN:\n\n* Phase II study of subjects with EBV-positive LPD and EBV-positive NHL, both relapsed and untreated.\n* Subjects will be treated with nivolumab 480 mg IV every 4 weeks for up to 2 years if responding disease with clinical improvement and no unacceptable toxicity.\n* All responding subjects (CR, PR, or SD with clinical benefit) who subsequently relapse or progress within 1 year after discontinuation of study drug are eligible for re-treatment.\n* An optimal two-stage phase II trial design will be used to rule out a best overall response rate of 20%. If fewer than 3 of the first 17 subjects respond, the study would accrue no more subjects.\n* Subjects withboth EBV-positive LPD EBV-positive NHL will be enrolled on this protocol for a total of 37 evaluable subjects. In order to allow for inevaluable subjects and screen failures, the accrual ceiling will be set at 40 subjects.."
        },
        "conditionsModule": {
            "conditions": [
                "Epstein-Barr Virus Infections",
                "Lymphoma",
                "Lymphoproliferative Disorder",
                "Disorders, Lymphoproliferative"
            ],
            "keywords": [
                "Monoclonal Antibody"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nivolumab (A)",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab, 3mg/kg IV every 2 weeks for up to 2 years in subjects with responding disease with clinical benefit if they are tolerating treatment (closed effective with activation of Amendment C)",
                    "interventionNames": [
                        "Biological: Nivolumab"
                    ]
                },
                {
                    "label": "Nivolumab (B)",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab, 480 mg IV every 4 weeks for up to 2 years in subjects with responding disease with clinical benefit if they are tolerating treatment",
                    "interventionNames": [
                        "Biological: Nivolumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Nivolumab, 480 mg IV every 4 weeks for up to 2 years in subjects with responding disease with clinical benefit if they are tolerating treatment",
                    "armGroupLabels": [
                        "Nivolumab (A)",
                        "Nivolumab (B)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "overall response rate of nivolumab in patients with EBV-positive LPD and EBV-positive NHL",
                    "description": "number of patients who respond to the protocol therapy (CR, PR, SD)",
                    "timeFrame": "one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "toxicity profile of nivolumab in patients with EBV-LPD",
                    "description": "number and type of AEs experienced",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "PFS of patients with EBV-LPD treated with nivolumab",
                    "description": "number of patients who do not experience progressive disease",
                    "timeFrame": "annually"
                },
                {
                    "measure": "overall survival of patients with EBV-LPD treated with nivolumab",
                    "description": "number of patients that survive 5 years or more",
                    "timeFrame": "annually"
                },
                {
                    "measure": "duration of remission for patients who respond to nivolumab",
                    "description": "number of months patients stay in remission",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Subjects must have histologically or cytologically confirmed EBV-positive LPD or an EBV-positive NHL confirmed by the Laboratory of Pathology, NCI.\n\n  * EBV-positive LPD. Subjects may be previously untreated or relapsed from prior therapy.\n\n    1. Lymphomatoid granulomatosis (LYG), grades I-II\n    2. Chronic active EBV disease (CAEBV) of B-cells or T-cells\n    3. EBV-positive post-transplantation lymphoproliferative disorder (PTLD)\n\n       NOTE: PTLD after solid organ transplantation is excluded. Patients who, at the discretion of the investigator, need urgent therapy with standard agents will not be eligible.\n  * EBV-positive B-cell NHL. Subjects must have relapsed from previous treatment with an anthracycline and rituximab-based regimen or be considered not eligible for the same.\n\n    1. Lymphomatoid granulomatosis (LYG), grade III\n    2. EBV-positive immunodeficiency-associated diffuse large B-cell lymphoma (DLBCL)\n    3. EBV-positive DLBCL\n* Subjects must be at least 2 weeks from prior anti-lymphoma therapy (including radiation therapy)\n* Subjects must be at least 100 days from prior stem cell transplant (autologous or allogeneic) or Donor Lymphocyte Infusion (DLI)\n\n  * Age greater than or equal to 12 years\n  * Patients greater than or equal to 12 and less than 18 years of age should weigh at least 40 kilograms (kg); there is no weight requirement for adult subjects.\n  * NOTE: If a pediatric patient is identified for possible enrollment who weighs less than 40 kg, the safety of the nivolumab dosing strategy used in this study must be discussed with the PI and manufacturer to confirm safety, and this discussion/approval for enrollment documented in the medical record prior to declaring the pediatric patient eligible.\n* Adequate performance status as follows:\n\n  * Patients greater than or equal to 16 years must have ECOG Performance Status 0-2 (Karnofsky greater than or equal to 60%)\n  * Pediatric patients less than 16 years must have Lansky play-performance of 60-100%\n* Subjects must have measurable or evaluable disease.\n* Subjects must have adequate organ and bone marrow reserve (unless disease-related) as defined below:\n\n  * absolute neutrophil count - greater than or equal to 750/mcL; greater than or equal to 500/mcL if impairment is due to LPD/NHL\n  * platelets - greater than or equal to 50,000/mcL; greater than or equal to 25,000/mcL if impairment is due to LPD/NHL; (transfusions not permitted)\n  * Hemoglobin greater than or equal to 9g/dL (transfusion permitted)\n  * total bilirubin - \\< 3.0g/dl OR \\< 5.0g/dl if Gilbert s syndrome or disease infiltration of the liver is present\n  * AST(SGOT)/ALT(SGPT) - less than or equal to 3 X institutional upper limit of normal\n  * serum creatinine OR creatinine clearance - Adults: less than or equal to 1.5 mg/dL; Minors: serum Cr less than or equal to age-adjusted normal OR greater than or equal to 40 ml/min/1.73m\\^2\n* A formalin fixed tissue block or at least 15 slides of tumor sample (archival or fresh) must be available for performance of correlative studies. NOTE: Patient must be willing to have a pre-treatment tumor biopsy if adequate archival tissue is not available.\n* The toxicity profile of nivolumab in patients with disease involvement of the central nervous system (CNS) is unknown. For this reason, we will introduce early stopping rules.\n* The effects of nivolumab on the developing human fetus are unknown. For this reason, the following measures apply:\n\n  * Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) during screening and within 48 hours prior to the first dose of nivolumab.\n  * WOCBP and men who are sexually active with WOCBP must use adequate contraception (e.g., hormonal or 2 barrier methods with a failure rate of less than 1% per year or abstinence) prior to study entry and throughout study drug administration. WOCBP receiving nivolumab will be instructed to adhere to contraception for a period of 23 weeks after the last dose of investigational product. Men receiving nivolumab and who are sexually active with WOCBP will be instructed to adhere to contraception for a period of 31 weeks after the last dose of investigational product.\n  * Women who are not of childbearing potential (i.e., who are postmenopausal or surgically sterile as well as azoospermic men do not require contraception.\n  * WOCBP is defined as any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral ophorectomy), and who is not postmenopausal. Post menopause is defined as:\n\n    1. Amenorrhea greater than or equal to 12 consecutive months without another cause, and a documented serum follicle stimulating hormone (FSH) level \\> 35 mIU/mL or\n    2. Women with irregular menstrual periods and a documented serum follicle stimulating hormone (FSH) level \\> 35 mIU/mL or NOTE: FSH level testing is not required for women greater than or equal to 62 years old with amenorrhea of greater than or equal to 1 year\n    3. Women on hormone replacement therapy (HRT)\n* Pregnant women are excluded from this study because nivolumab is an IgG monoclonal antibody with the potential for teratogenic or abortifacient effects.\n* Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with nivolumab, breastfeeding should be discontinued if the mother is treated with nivolumab.\n* Ability of subject or Legally Authorized Representative (LAR) to understand and sign the written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Subjects who are receiving any other investigational agents.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to nivolumab.\n* Subjects with second malignancies requiring active systemic therapy are excluded. Subjects with second malignancies not requiring active systemic therapy or premalignant conditions such as monoclonal B-cell lymphocytosis (MBL) or monoclonal gammopathy of undetermined significance (MGUS) may be eligible.\n* Subjects with any condition or autoimmune disease that requires systemic corticosteroids (\\> 10 mg daily prednisone equivalents) or immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids are permitted.\n* Subjects with active graft-vs-host disease (GVHD) requiring steroids or other immunosuppressive agents; history of greater than or equal to grade II acute GVHD or extensive chronic GVHD.\n* Subjects who have had solid organ transplant.\n* Prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137 or anti CTLA-4 antibody.\n* Non-oncology vaccine therapies for prevention of infectious disease within 4 weeks of study drug administration.\n* A serious uncontrolled medical condition requiring therapy.\n* Seizures disorder not controlled by anti-seizure medications.\n* Subjects with CNS involvement may be included on the study as long as they have not had any seizure activity in past 4 weeks.\n* Hepatitis B virus surface antigen positive.\n* Active Hepatitis C infection with a positive PCR; subjects who are Hepatitis C antibody positive and PCR negative may be eligible. In these cases the subjects will be monitored via HCV PCR throughout the study.\n* History of anaphylactic reaction to monoclonal antibody therapy.\n* HIV positive subjects are excluded because the function of their T-cell immune responses is impaired.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NCI Medical Oncology Referral Office",
                    "role": "CONTACT",
                    "phone": "(888) 624-1937",
                    "email": "ncimo_referrals@nih.gov"
                },
                {
                    "name": "Christopher J Melani, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6057",
                    "email": "christopher.melani@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher J Melani, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2017-C-0125.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".There is a plan to make IPD and related data dictionaries available. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data will be available during the study and indefinitely. Genomic data will be available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. Genomic data will be made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020031",
                    "term": "Epstein-Barr Virus Infections"
                },
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000006566",
                    "term": "Herpesviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014412",
                    "term": "Tumor Virus Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "asFound": "Lymphoproliferative Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21881",
                    "name": "Epstein-Barr Virus Infections",
                    "asFound": "Epstein-Barr Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9643",
                    "name": "Herpesviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17162",
                    "name": "Tumor Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}