{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05661084",
            "orgStudyIdInfo": {
                "id": "Pro00059707"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG076708",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG076708"
                }
            ],
            "organization": {
                "fullName": "Hebrew SeniorLife",
                "class": "OTHER"
            },
            "briefTitle": "Non-invasive Brain Stimulation for Cognitive and Motor Dysfunction in Dementia",
            "officialTitle": "Multifocal Transcranial Current Stimulation for Cognitive and Motor Dysfunction in Dementia",
            "acronym": "ACDCStim",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "non-invasive-brain-stimulation-for-cognitive-and-motor-dysfunction-in-dementia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-25",
            "studyFirstSubmitQcDate": "2022-12-13",
            "studyFirstPostDateStruct": {
                "date": "2022-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hebrew SeniorLife",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BrightFocus Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This project aims to examine the efficacy of remote, caregiver-led tES/brain stimulation intervention targeted to improve memory, mobility, and executive functioning among older adults with mild cognitive impairment or mild dementia.",
            "detailedDescription": "This is a randomized controlled trial to test the efficacy of a home-based brain stimulation intervention of tACS (for angular gyrus) and tDCS (for the prefrontal cortex) to improve memory, mobility, and executive function. It will include 144 older adults with mild dementia or mild cognitive impairment and their caregiver/administrator who will be trained to lead the remote, home-based brain stimulation. Participants will be randomized into one of four conditions, a) active combination of tACS + tDCS, b) combination of active tACS + sham tDCS, c) combination of sham tACS + active tDCS, and d) combination of sham tACS + sham tDCS. Participants will engage in a set of pre-intervention assessments, the brain stimulation intervention--consisting of 20, once-daily 30-min stimulation sessions administered over a 4-week period, and a set of post-intervention assessments (immediately following brain stimulation, 3 months post-brain stimulation, and 6 months post-brain stimulation). This project is expected to demonstrate that tACS and tDCS can be combined to optimize the functional impact of a home-based tES intervention for older adults with mild dementia."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Memory Loss",
                "Alzheimer Disease",
                "Executive Dysfunction",
                "Mobility Limitation"
            ],
            "keywords": [
                "Alzheimer's Disease",
                "Dementia",
                "Memory",
                "Brain Stimulation",
                "transcranial alternating current stimulation (tACS)",
                "transcranial direct current stimulation (tDCS)",
                "Executive function",
                "instrumental activities of daily living (IADL)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, sham-controlled, double-blinded, parallel-arm trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Double-blind, sham controlled",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "tACS(AG) + tDCS(PFC) combo active",
                    "type": "EXPERIMENTAL",
                    "description": "Participants (Ps) will undergo 20min of daily home-based tACS active + tDCS active intervention over the left angular gyrus and prefrontal cortex for 4 weeks by their trained caregiver/administrators (As).",
                    "interventionNames": [
                        "Device: Transcranial alternating current stimulation (tACS) (active); Transcranial direct current stimulation (tDCS) (active)"
                    ]
                },
                {
                    "label": "tACS(AG) active + tDCS(PFC) sham",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants (Ps) will undergo 20min of daily home-based tACS active + tDCS sham intervention over the left angular gyrus and prefrontal cortex for 4 weeks by their trained caregiver/administrators (As).",
                    "interventionNames": [
                        "Device: Transcranial alternating current stimulation (tACS) (active); Transcranial direct current stimulation (tDCS) (sham)"
                    ]
                },
                {
                    "label": "tACS(AG) sham + tDCS(PFC) active",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants (Ps) will undergo 20min of daily home-based tACS sham + tDCS active intervention over the left angular gyrus and prefrontal cortex for 4 weeks by their trained caregiver/administrators (As).",
                    "interventionNames": [
                        "Device: Transcranial alternating current stimulation (tACS) (sham); Transcranial direct current stimulation (tDCS) (active)"
                    ]
                },
                {
                    "label": "tACS(AG) sham + tDCS(PFC) sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants (Ps) will undergo 20min of daily home-based tACS sham + tDCS sham intervention over the left angular gyrus and prefrontal cortex for 4 weeks by their trained caregiver/administrators (As).",
                    "interventionNames": [
                        "Device: Transcranial alternating current stimulation (tACS) (sham); Transcranial direct current stimulation (tDCS) (sham)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial alternating current stimulation (tACS) (active); Transcranial direct current stimulation (tDCS) (active)",
                    "description": "Transcranial electrical stimulation (tES), via alternating and direct current, will be administered to the participant in their home by their caregiver administrator to the left angular gyrus and prefrontal cortex.",
                    "armGroupLabels": [
                        "tACS(AG) + tDCS(PFC) combo active"
                    ],
                    "otherNames": [
                        "Transcranial electrical stimulation (tES)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial alternating current stimulation (tACS) (sham); Transcranial direct current stimulation (tDCS) (sham)",
                    "description": "A sham transcranial electrical stimulation (tES) will be administered to the participant in their home by their caregiver administrator to the left angular gyrus and prefrontal cortex. It will physically mimic active stimulation.",
                    "armGroupLabels": [
                        "tACS(AG) sham + tDCS(PFC) sham"
                    ],
                    "otherNames": [
                        "Transcranial electrical stimulation (sham condition)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial alternating current stimulation (tACS) (active); Transcranial direct current stimulation (tDCS) (sham)",
                    "description": "Transcranial electrical stimulation (tES), via alternating and direct current, will be administered to the participant in their home by their caregiver administrator. Active tACS to the left angular gyrus and sham tDCS to the prefrontal cortex.",
                    "armGroupLabels": [
                        "tACS(AG) active + tDCS(PFC) sham"
                    ],
                    "otherNames": [
                        "tACS active; tDCS sham"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial alternating current stimulation (tACS) (sham); Transcranial direct current stimulation (tDCS) (active)",
                    "description": "Transcranial electrical stimulation (tES), via alternating and direct current, will be administered to the participant in their home by their caregiver administrator. Sham tACS to the left angular gyrus and active tDCS to the prefrontal cortex.",
                    "armGroupLabels": [
                        "tACS(AG) sham + tDCS(PFC) active"
                    ],
                    "otherNames": [
                        "tACS sham; tDCS active"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Rey Auditory Verbal Learning Test (RAVLT) Total Recall",
                    "description": "This test is designed to evaluate verbal memory in those 16 years of age and older. It can be used to evaluate the nature and severity of memory dysfunction and to track changes in memory function over time. Total recall is measured by the total number of words out of 15 the participant is able to recall. Scores range from 0 to 15.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up , 6 month follow up"
                },
                {
                    "measure": "Change in Dual Task Cost to Gait",
                    "description": "This measure is captured by Mobility Lab™ (APDM Inc) software while the participant is walking with sensors at a) normal speed (speed for single task) and b) walking while counting backwards by 3's or 1's (speed dual task). The formula for cost of the dual task to gait is: (speedsingletask-speeddualtask)/speedsingletask)\\*100). Range for dual task cost is as follows: High Risk for falls \\> 0.2, Moderate Risk for falls \\<= 0.2, Low Risk \\< 0.1.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Functional Activity Questionnaire",
                    "description": "This is a 10-item scale to measure functional status via independent activities of daily living. Each item is a functional activity, and the caregiver/informant rates the participant's ability using the following scoring system:\n\n* Dependent = 3\n* Requires assistance = 2\n* Has difficulty but does by self = 1\n* Normal = 0\n* Never did \\[the activity\\] but could do now = 0\n* Never did and would have difficulty now = 1\n\nThe scores are summed (range 0-30). Cut-point of 9 (dependent in 3 or more activities) is recommended to indicate impaired function and possible cognitive impairment. This test will be used to track functional status over the course of the intervention and follow-up.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in Montreal Cognitive Assessment (MoCA) total score, memory and executive subscores",
                    "description": "The Montreal Cognitive Assessment (MoCA) is designed as a rapid screening instrument for mild cognitive dysfunction. It assesses different cognitive domains. The total possible score is 30 points; a score of 26 or above is considered normal. Severity of impairment can be determined with the following scores: 18-25 = mild cognitive impairment, 10-17= moderate cognitive impairment, and less than 10= severe cognitive impairment. The maximum total score is 30 and the minimum total score is 0 points. The memory and executive subscales are each on a range of 0 to 5 points.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Average E-field normal component (En) for left angular gyrus and prefrontal cortex",
                    "description": "From magnetic resonance imaging, an E-field normal component value will be computer for each brain voxel. From those measurements an average En value will be computed in the anatomically-defined left AG (i.e., Brodmann areas 39/40), and separately the left PFC (i.e., Brodmann areas 39/40). This outcome of average En will provide information on the amount of current each participant receives during the intervention in the targeted areas.",
                    "timeFrame": "immediate post-intervention"
                },
                {
                    "measure": "Change in Adjusted Trail Making Test performance",
                    "description": "The Trail Making Test (TMT) is a test of visual attention and task switching, which consists of two parts (A \\& B). It is scored by timing how long it takes to complete each part of the test, separately. The maximum time allowed for part A or part B is 300 seconds. Age and education adjusted norms are available to determine standard scores. The Adjusted performance is calculated by subtracting the time it takes to complete part A (in seconds) from the time it takes (in seconds) to complete part B. This is a measure of executive functioning and also has age and education adjusted norms.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in Stroop test response latency",
                    "description": "The Stroop test assess the participant's ability to inhibit cognitive interference that occurs when the processing of a specific stimulus feature impedes the simultaneous processing of a second stimulus attribute. The outcome of response latencies, specifically, measures the average reaction time (in milliseconds) of the participant to a) the congruent trials (colors match words) and b) the incongruent trials (colors do not match words). The average difference between congruent and incongruent response latencies will be examined.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in Gait speed",
                    "description": "The speed of the participants gait during both a) normal walking and b) walking while counting backwards. The speed is measured by the software, Mobility Lab, which is gathered via sensor. Average gait speed varies by age and education.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in Stride time variability",
                    "description": "This is measured by the software, Mobility Lab, which is gathered via sensor as the participant is walking. The average stride time varies by age and education and is the coefficient of variation of stride times during a normal walk on a straight path.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in Short Physical Performance Battery total score",
                    "description": "This is an assessment of lower extremity function, and combines results of gait speed, chair stand and balance tests. The range of scores is from 0 to 12, with higher scores indicating better lower extremity functioning.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in 12-item Short Form Health Survey (SF-12)",
                    "description": "The Short Form - 12 is a measure of health-related quality of life. There are 12 items with responses either from 1 to 3 or 1 to 5 on a Likert-type scale. Standardized scores are calculated for a physical component summary (PCS) and a mental component summary (PCS), with an average of 50 and a standard deviation of 10 and higher scores with better functioning.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                },
                {
                    "measure": "Change in Average daily step count",
                    "description": "An average daily step count will be computed from data collected through an activity monitor over a 7-day period. The average of the 7 days will be computed for an average daily step count.",
                    "timeFrame": "baseline, immediate post-intervention, 3 month follow up, 6 month follow up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants (Ps)\n\n* willing and capable to give informed consent for the participation in the study after it has been thoroughly explained\n* able and willing to comply with all study requirements\n* an informed consent form was signed\n* able to read, write, and communicate in English\n* able to identify an eligible administrator to participate with them in the study\n\nCaregiver/Administrators (As)\n\n* at least 21 years of age\n* able to read, write, and communicate in English\n* self-reported computer proficiency and willingness to learn how to use tES as defined by \"yes\" answers to the questions \"Do you feel comfortable using a computer?\" and \"Are you willing to be the primary caregiver for a participant and learn how to administer tES?\"\n* stated availability during weekdays throughout the study period to administer tES to the Ps\n\nExclusion Criteria:\n\nParticipants (Ps)\n\n* major psychiatric co-morbidity including major depressive disorder, schizophrenia or psychosis\n* blindness or other disabilities that prevent task performance\n* contraindications to tES, as recorded on a standardized screening questionnaire, which include a reported seizure within the past two years, use of neuroactive drugs, self-reported presence of specific implanted medical devices (e.g., deep brain stimulator, medication infusion pump, cochlear implant, etc.)\n* the presence of any active dermatological condition, such as eczema, on the scalp a score of 18 or less on the Montreal Cognitive Assessment (MoCA) during the in-person screen\n* an inability to understand study procedures following review of the Informed Consent form\n* Understanding will be assessed by asking the participant to answer the following three questions: 1) What is the purpose of this study? 2) What are the risks of study involvement? 3) If you decide to participate, are you allowed to withdraw from the study at any time? Answers will be recorded by study personnel on the \"Assessment of Protocol Understanding\" form. Insufficient understanding will be defined by one or more incorrect answers, as determined at the discretion of the investigator\n\nCaregiver/Administrators (As)\n\n* mild cognitive impairment defined by a MoCA score ≤26 during the in-person screen\n* insufficient understanding of study procedures following review of the Informed Consent form\n* Understanding will be assessed by asking the participant to answer the following three questions: 1) What is the purpose of this study? 2) What are the risks of study involvement? 3) If you decide to participate, are you allowed to withdraw from the study at any time? Answers will be recorded by study personnel on the \"Assessment of Protocol Understanding\" form. Insufficient understanding will be defined by one or more incorrect answers, as determined at the discretion of the investigator.\n* poor eyesight, severe arthritis in the hands, pain, deformity or other condition that interferes with successful administration of tES",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "HomeStim Study",
                    "role": "CONTACT",
                    "phone": "617-971-5416",
                    "email": "homestim@hsl.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alvaro Pascual-Leone, MD; PhD",
                    "affiliation": "Hebrew SeniorLife",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Brad Manor, PhD",
                    "affiliation": "Hebrew SeniorLife",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hinda and Arthur Marcus Institute for Aging Research",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02131",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alvaro Pascual-Leone, MD; PhD",
                            "role": "CONTACT",
                            "phone": "617-971-5416",
                            "email": "homestim@hsl.harvard.edu"
                        },
                        {
                            "name": "PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Davide Cappon, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Brad Manor, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The prospective plan is to have data available in a data dementia-related data repository.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "This is a multi-year study and the data will be available at the finish, when the data is unblinded.",
            "accessCriteria": "Depending on the repositories in which the data is held. However, use of the data will be restricted by permission and appropriate human subjects review of the prospective project."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000008569",
                    "term": "Memory Disorders"
                },
                {
                    "id": "D000051346",
                    "term": "Mobility Limitation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26689",
                    "name": "Mobility Limitation",
                    "asFound": "Mobility Limitation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3985",
                    "name": "Amnesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M11552",
                    "name": "Memory Disorders",
                    "asFound": "Memory Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "relevance": "LOW"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}