{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05284006",
            "orgStudyIdInfo": {
                "id": "750932-25"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD102545-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD102545-01A1"
                }
            ],
            "organization": {
                "fullName": "Nemours Children's Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Non-invasive Functional Assessment and Pathogenesis of Morquio A",
            "officialTitle": "Non-invasive Functional Assessment and Pathogenesis of Morquio A (NIFAMA)",
            "acronym": "NIFAMA",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "non-invasive-functional-assessment-and-pathogenesis-of-morquio-a"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-09",
            "studyFirstSubmitQcDate": "2022-03-09",
            "studyFirstPostDateStruct": {
                "date": "2022-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Shunji Tomatsu",
                "investigatorTitle": "Principal research scientist and Professor",
                "investigatorAffiliation": "Nemours Children's Clinic"
            },
            "leadSponsor": {
                "name": "Nemours Children's Clinic",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Morquio A disease is a devastating systemic skeletal disease in which detailed progression and pathogenesis remain unknown. The proposed project aims to establish a non-invasive objective assessment that can be applicable to all ages of patients to better understand the progress of their disease and the most serious clinical problems (cervical instability and stenosis, tracheal obstruction, hyperlaxity of joints, hip dysplasia, and small lung capacity). The outcome of this project will lead to a more precise understanding of the skeletal/pulmonary compromise and defining clinical endpoints in this disease for future clinical trials of current or developing therapies.",
            "detailedDescription": "Mucopolysaccharidosis IVA (MPS IVA, Morquio A Disease) is a rare autosomal recessive disorder caused by a deficiency of the lysosomal enzyme, N-acetylgalactosamine 6-sulfate sulfatase (GALNS). GALNS catalyzes the degradation of the glycosaminoglycans: keratan sulfate (KS) and chondroitin-6-sulfate (C6S). MPS IVA patients develop a characteristic skeletal dysplasia due to the progressive storage of KS and C6S. Patients appear healthy at birth, although some patients present with abnormal skeletal dysplasia even at birth. Patients usually come to medical attention within two years of life because of short trunk dwarfism, odontoid hypoplasia, pectus carinatum, kyphosis, genu valgum, or hypermobile joints. Patients with severe phenotype often do not survive beyond a few decades of life because of cervical instability/stenosis, tracheal obstruction, and cardiopulmonary compromise. Patients require multiple orthopedic surgeries (cervical decompression/fusion, osteotomy, hip reconstruction and replacement, etc.) throughout their lifetime. Enzyme replacement therapy and hematopoietic stem cell therapy are available clinically. Gene therapy and enzyme degradation substrate therapy are under development. In 1998, the investigators began collecting medical information from patients in the Registry Database. The database contains around 400 patients and has established a growth chart that indicates marked poor growth with the imbalance and consequent poor health in MPS IVA. However, since these data are based on responses to a self-completion questionnaire, there are inherent limitations to the data and their interpretation. Current clinical assessments of therapies for MPS IVA patients are a 6-min walk test, a 3-min stair climb test, and forced pulmonary function test. These endurance tests are difficult for small children, patients in wheelchairs, and patients undergoing surgical procedures. Methods used to assess skeletal dysplasia disorders can be expensive, time-consuming, and exhausting for the patients. Better methods for assessment, including in-home evaluations, are needed to evaluate clinical efficacy and to provide optimal clinical treatments for MPS IVA patients. The proposed project will assess multiple domains non-invasively, which includes pulmonary function, bone mineralization, gait pattern, laxity of joints, tracheal function, and hearing function. Proposed non-invasive assessments will provide an effective and innovative way of characterizing the disease and evaluating the benefits of therapies even in small but diverse patient populations despite age and physical handicaps. Over 100 MPS IVA patients have been enrolled in our clinic, making our institution the most popular site in the world and ideally suited to complete this project. The assessment program with non-invasive methods will have a significant impact on science and health by detailing the progression and pathogenesis of major skeletal problems in MPS IVA. The outcome of this project will also define clinical endpoints to measure the efficacy of future clinical products and interventions and may apply to other skeletal dysplasias."
        },
        "conditionsModule": {
            "conditions": [
                "Mucopolysaccharidosis IV Type A",
                "Morquio A Syndrome",
                "MPS IVA"
            ],
            "keywords": [
                "skeletal dysplasia",
                "GALNS",
                "keratan sulfate",
                "tracheal narrowing",
                "short stature"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood, surgical specimens, urine"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mucopolysaccharidosis IVA",
                    "description": "Patients affected by MPS IVA. The diagnosis of MPS will be confirmed by deficient enzyme activity of \\< 5% of normal activity level as measured in plasma, leukocytes, or fibroblasts.",
                    "interventionNames": [
                        "Diagnostic Test: Imaging, gait analysis, growth, joint test, hearing test, questionnaire, etc."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Imaging, gait analysis, growth, joint test, hearing test, questionnaire, etc.",
                    "description": "This study includes 15 major assessments: clinical assessment procedures; anthropometric measurements; activity of daily living and quality-of-life questionnaires; gait kinematics and kinetics analysis; pulmonary function tests (PFT); skeletal radiographs and dual-energy x-ray absorptiometry (DXA); MRI in cervical spine, temporal bones, and hip; computed tomography angiography (CTA) for tracheal obstruction; CT for temporal bones; anesthetic encounters; joint mobility; hearing function; biochemical analyses; and pathological analyses.",
                    "armGroupLabels": [
                        "Mucopolysaccharidosis IVA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change of Total body length",
                    "description": "cm: The patient lies on a flat surface with knees flattened to extend the legs fully. Standing height will also be measured",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Body mass index (BMI)",
                    "description": "BMI: BMI is a measure of body fat based on height and weight. BMI is a person's weight in kilograms divided by the square of height in meters.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Height velocity",
                    "description": "cm/year: calculating height velocity is a simple matter of measuring a height at two points in time and then dividing the change by the amount of time (year).",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of QOL questionnaire",
                    "description": "Score: The questionnaire comprises three domains: \"Movement,\" \"Movement with cognition,\" and \"Cognition.\" Each domain has 20 scores. Total score is 60. Higher scores means a better ADL.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Joint Mobility",
                    "description": "Angle Degree: Evaluate the degree of hyperlaxity in the metacarpophalangeal (MCP) joint of the index finger. Each test will be repeated three times to get the average forces from each patient. The device measures the angle and torque at the 2nd metacarpophalangeal joint as it is passively extended. It expresses as rad/Nm.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Skeletal survey by x-rays",
                    "description": "Distance (mm); PA hands bilaterally, Metacarpal 2nd,3rd, 4th, and 5th, bone age assessment. Assessment is performed with a radiograph of the non-dominant hand with a single DP view that includes the distal radius and ulna and all the fingers. Appearances of the carpal bones, metacarpal, phalanges, radius and ulna are compared to standardized versions in one of two main atlases:\n\n* Greulich \\& Pyle atlas presents a single standardized image for a range of ages of each gender\n* Tanner-Whitehouse atlas involves the scoring of each carpal bone, the radius and ulna leading to a total score, from which age can be estimated mm; AP lower extremities from pelvis to floor on a single image mm; Length of tibia and fibula mm; For children \\< 7 yrs; measure between the epiphyseal plates, measure lengths of femur and tibia.",
                    "timeFrame": "baseline, 36 months"
                },
                {
                    "measure": "Change of MRI in cervical spine (distance)",
                    "description": "Distance (mm); The following measurements will be used to define cervical instability and stenosis; 1) powers ratio exceeding 1.0 for occipito-C1 instability; 2) less than 13 mm of space available for the cord (SAC) at C1-2 for canal stenosis; 3) ADI measuring more than 5 mm for C1-2 instability; 4) greater than 2 mm offset of C2 interiorly on C3 measured at the spino-laminar (Swishuk's) line for C2-3 instability; 5) sagittal translation in flexion and extension more than 3.5 mm for sub-axial instability.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of CT angiography (CTA) (area)",
                    "description": "Area (mm3); Tracheal cross-sectional area will be measured (mm3) at the cervical, thoracic inlet and intrathoracic levels and compared against normative age-matched controls The cross-sectional shape of the trachea will be described using previously described nomenclature. Tortuosity and deviation of the trachea will be described. Course and tortuosity of the innominate artery and relationship to tracheal narrowing will be described. Anteroposterior diameter of the thoracic inlet will be measured. CTA measurements of trachea will be correlated with tracheal diameter measurements obtained from MRI of the cervical spine in order to determine if MR of the cervical spine provides an adequate level of detail to serve as the primary screening tool for tracheal obstruction, thereby reserving CTA for severe cases requiring detailed tracheal information before anesthesia and those requiring tracheal reconstruction.",
                    "timeFrame": "baseline, 36 months"
                },
                {
                    "measure": "Change of Anesthetic encounters",
                    "description": "Score (1-5); Those patients who undergo during the study period, will have their airway management assessed for difficulty and scored on a 5 point scale . Difficult upper and lower airway scoring (1) normal (2) Difficult upper airway only but relieved easily (3) Difficult upper airway and difficult tracheal intubation (5) Failed upper airway management or tracheal intubation",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Pulmonary Function Tests (CO2 %)",
                    "description": "Co2%: Air flow, volume data, flow-volume loops, and oximetry signals using PNT will be recorded using pediatric PFT systems (CO2SMO, Respironics, Wallingford, CT) and software packages (Analysis Plus, Novametrix Medical Systems, Wallingford, CT).",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Pulmonary Function Tests (Resistance)",
                    "description": "Resistance (R); The method is rapid (20 sec) allowing the evaluation of total respiratory impedance (Zrs) that is based on total respiratory resistance (Rrs) and total respiratory reactance (Xrs). Rrs includes the airway, lung tissue, and chest wall resistance, whereas Xrs represent the balance of two (an elastic and an inertial) components.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Pulmonary Function Tests (percent Rib Cage)",
                    "description": "percent Rib Cage; TAM is a measure of chest wall motion and breathing patterns, as well as tidal volume contribution to the thoracic and abdominal compartments. TAM uses two elastic bands, one placed around the ribcage (RC) at the nipple line, and one placed around the abdomen (ABD) at the umbilicus. Two bands measure TAM (movement \\& synchrony) of the patient's RC and ABD.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Z-score of Bone mineral density (BMD)",
                    "description": "Lumbar spine and bilaterally distal femurs BMD will be measured using Hologic 1000 W DEXA. The following variables will be collected from each scan: BMD, bone mineral content (BMC), and bone area. Z-scores will be calculated from published norms for the lateral distal femur and from the Hologic pediatric reference database for the spine. Z-scores will be calculated from published norms for the lateral distal femur and from the Hologic pediatric reference database for the spine.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Hearing function (db SPL)",
                    "description": "Otoacoustic noise levels (db SPL); Thresholds of middle ear muscle reflex will be obtained to assess the middle ear. The range of testing levels ranges 70 and 105 dB SPL, and the thresholds above 100 dB SPL or no response will be considered as abnormal responses.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Gait analysis (Nm/kg)",
                    "description": "Children's movement will be analyzed with a 3D motion analysis system while they walk a 30 m walkway. Joint kinetics will be analyzed using force plates that are embedded in the walkway. The investigators will evaluation joint kinematics (Nm/kg - Newton meters/kg).",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Biochemical biomarkers (KS)",
                    "description": "Measure KS in blood (ng/ml). LC/MS/MS will be used to analyze the disaccharides produced from KS. KS will be digested to disaccharides by keratanase II. Blood KS is expressed as ng/ml.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                },
                {
                    "measure": "Change of Biochemical biomarkers (C6S)",
                    "description": "Measure C6S in blood (ng/ml). LC/MS/MS will be used to analyze the disaccharides produced from C6S. C6S will be digested to disaccharides by keratanase II. Blood C6S is expressed as ng/ml.",
                    "timeFrame": "baseline, 18 months, 36 months, 48 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients affected by MPS IVA. The diagnosis of MPS IVA is confirmed by deficient enzyme activity of \\< 5% of normal activity level as measured in plasma or leukocytes.\n\nExclusion Criteria:\n\n* No",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The studies proposed here will involve a minimum of 60 subjects who have the biochemical defect of GALNS. There is no limitation in the age range. All patients will be included, whether ambulatory or not, with presence or absence of planned surgical operation, and whether received ERT. The study population will consist of male and female patients with the diagnosis of MPS IVA, also known as Morquio A disease. Before any study procedures, all potential subjects and their parents/legal guardians will be informed about the purpose and conduct of the study. They will be prospectively followed every 18 months at Nemours Children's Health, Delaware Valley.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shunji Tomatsu, MD PhD",
                    "role": "CONTACT",
                    "phone": "3022987336",
                    "email": "stomatsu@nemours.org"
                },
                {
                    "name": "Greg Stets",
                    "role": "CONTACT",
                    "phone": "302-298-6504",
                    "email": "gstets@nemours.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shunji Tomatsu, MD PhD",
                    "affiliation": "Nemours Children's Care",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nemours Children's Health, Delaware Valley",
                    "status": "RECRUITING",
                    "city": "Wilmington",
                    "state": "Delaware",
                    "zip": "19803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Greg Stets",
                            "role": "CONTACT",
                            "phone": "302-298-6504",
                            "email": "gstets@nemours.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.74595,
                        "lon": -75.54659
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27645974",
                    "type": "BACKGROUND",
                    "citation": "Pizarro C, Davies RR, Theroux M, Spurrier EA, Averill LW, Tomatsu S. Surgical Reconstruction for Severe Tracheal Obstruction in Morquio A Syndrome. Ann Thorac Surg. 2016 Oct;102(4):e329-31. doi: 10.1016/j.athoracsur.2016.02.113."
                },
                {
                    "pmid": "24096444",
                    "type": "BACKGROUND",
                    "citation": "Baratela WA, Bober MB, Thacker MM, Belthur MV, Oto M, Rogers KJ, Mackenzie WG. Cervicothoracic myelopathy in children with Morquio syndrome A: a report of 4 cases. J Pediatr Orthop. 2014 Mar;34(2):223-8. doi: 10.1097/BPO.0000000000000074."
                },
                {
                    "pmid": "23824392",
                    "type": "BACKGROUND",
                    "citation": "Dede O, Thacker MM, Rogers KJ, Oto M, Belthur MV, Baratela W, Mackenzie WG. Upper cervical fusion in children with Morquio syndrome: intermediate to long-term results. J Bone Joint Surg Am. 2013 Jul 3;95(13):1228-34. doi: 10.2106/JBJS.J.01135."
                },
                {
                    "pmid": "24825152",
                    "type": "BACKGROUND",
                    "citation": "Sitoula P, Mackenzie WG, Shah SA, Thacker M, Ditro C, Holmes L Jr, Campbell JW, Rogers KJ. Occipitocervical fusion in skeletal dysplasia: a new surgical technique. Spine (Phila Pa 1976). 2014 Jul 1;39(15):E912-8. doi: 10.1097/BRS.0000000000000381."
                },
                {
                    "pmid": "31019230",
                    "type": "BACKGROUND",
                    "citation": "Doherty C, Stapleton M, Piechnik M, Mason RW, Mackenzie WG, Yamaguchi S, Kobayashi H, Suzuki Y, Tomatsu S. Effect of enzyme replacement therapy on the growth of patients with Morquio A. J Hum Genet. 2019 Jul;64(7):625-635. doi: 10.1038/s10038-019-0604-6. Epub 2019 Apr 24."
                },
                {
                    "pmid": "17347914",
                    "type": "BACKGROUND",
                    "citation": "Montano AM, Tomatsu S, Gottesman GS, Smith M, Orii T. International Morquio A Registry: clinical manifestation and natural course of Morquio A disease. J Inherit Metab Dis. 2007 Apr;30(2):165-74. doi: 10.1007/s10545-007-0529-7. Epub 2007 Mar 8."
                },
                {
                    "pmid": "29297597",
                    "type": "BACKGROUND",
                    "citation": "Whyte MP, Fujita KP, Moseley S, Thompson DD, McAlister WH. Validation of a Novel Scoring System for Changes in Skeletal Manifestations of Hypophosphatasia in Newborns, Infants, and Children: The Radiographic Global Impression of Change Scale. J Bone Miner Res. 2018 May;33(5):868-874. doi: 10.1002/jbmr.3377. Epub 2018 Feb 14."
                },
                {
                    "pmid": "14711889",
                    "type": "BACKGROUND",
                    "citation": "Tomatsu S, Okamura K, Taketani T, Orii KO, Nishioka T, Gutierrez MA, Velez-Castrillon S, Fachel AA, Grubb JH, Cooper A, Thornley M, Wraith E, Barrera LA, Giugliani R, Schwartz IV, Frenking GS, Beck M, Kircher SG, Paschke E, Yamaguchi S, Ullrich K, Isogai K, Suzuki Y, Orii T, Kondo N, Creer M, Noguchi A. Development and testing of new screening method for keratan sulfate in mucopolysaccharidosis IVA. Pediatr Res. 2004 Apr;55(4):592-7. doi: 10.1203/01.PDR.0000113767.60140.E9. Epub 2004 Jan 7."
                },
                {
                    "pmid": "20107903",
                    "type": "BACKGROUND",
                    "citation": "Tomatsu S, Montano AM, Oguma T, Dung VC, Oikawa H, de Carvalho TG, Gutierrez ML, Yamaguchi S, Suzuki Y, Fukushi M, Kida K, Kubota M, Barrera L, Orii T. Validation of keratan sulfate level in mucopolysaccharidosis type IVA by liquid chromatography-tandem mass spectrometry. J Inherit Metab Dis. 2010 Dec;33 Suppl 3:S35-42. doi: 10.1007/s10545-009-9013-x. Epub 2010 Jan 27."
                },
                {
                    "pmid": "18412124",
                    "type": "RESULT",
                    "citation": "Montano AM, Tomatsu S, Brusius A, Smith M, Orii T. Growth charts for patients affected with Morquio A disease. Am J Med Genet A. 2008 May 15;146A(10):1286-95. doi: 10.1002/ajmg.a.32281."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No identifiable information is shared."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2024-03-06",
                    "uploadDate": "2024-04-29T10:09",
                    "filename": "Prot_SAP_001.pdf",
                    "size": 827858
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010009",
                    "term": "Osteochondrodysplasias"
                },
                {
                    "id": "D000009083",
                    "term": "Mucopolysaccharidoses"
                },
                {
                    "id": "D000009085",
                    "term": "Mucopolysaccharidosis IV"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002239",
                    "term": "Carbohydrate Metabolism, Inborn Errors"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000016464",
                    "term": "Lysosomal Storage Diseases"
                },
                {
                    "id": "D000017520",
                    "term": "Mucinoses"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000001848",
                    "term": "Bone Diseases, Developmental"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12041",
                    "name": "Mucopolysaccharidoses",
                    "asFound": "Mucopolysaccharidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7566",
                    "name": "Dwarfism",
                    "relevance": "LOW"
                },
                {
                    "id": "M12932",
                    "name": "Osteochondrodysplasias",
                    "asFound": "Mucopolysaccharidosis IV",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12043",
                    "name": "Mucopolysaccharidosis IV",
                    "asFound": "Mucopolysaccharidosis IV",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M5498",
                    "name": "Carbohydrate Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M18871",
                    "name": "Lysosomal Storage Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19781",
                    "name": "Mucinoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5127",
                    "name": "Bone Diseases, Developmental",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3901",
                    "name": "Mucopolysaccharidosis",
                    "asFound": "Mucopolysaccharidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3909",
                    "name": "Mucopolysaccharidosis Type IV",
                    "asFound": "Mucopolysaccharidosis IV",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3910",
                    "name": "Mucopolysaccharidosis Type IVA",
                    "asFound": "Morquio A Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}