{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04043507",
            "orgStudyIdInfo": {
                "id": "Free-Heme"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Non-Encapsulated Heme Levels in Adult Cardiac Surgery",
            "officialTitle": "Non-Encapsulated Heme Levels in Adult Cardiac Surgery",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "non-encapsulated-heme-levels-in-adult-cardiac-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-31",
            "studyFirstSubmitQcDate": "2019-07-31",
            "studyFirstPostDateStruct": {
                "date": "2019-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benjamin C. Tuck",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Non-encapsulated (free) heme, a breakdown component of hemoglobin, is associated with oxidative stress and inflammation with consequent cellular and tissue injury (Ryter \\& Tyrrell, 2000) (D T G Wagener, et al., 2001). Cardiopulmonary bypass is known to cause trauma to cellular components of the blood, to trigger an inflammatory response, and alter the rheology of the circulation. Prior research has demonstrated an increase in levels of free heme with cardiopulmonary bypass (Wetz, Richardt, Schotola, Bauer, \\& Bräuer, 2017) (Kubota, Egi, \\& Mizobuchi, 2017). The stress response to cardiac surgery and utilization of blood salvage techniques independent of cardiopulmonary bypass may affect plasma free heme levels as well as regulation of heme metabolism pathways. It is unclear whether and to what degree plasma levels of free heme may vary at discreet time points in the perioperative period during cardiac surgery involving both cardiopulmonary bypass and \"off-pump\" techniques.\n\nThis is an observational, prospective cohort study in which we will assess for red blood cell trauma, free heme levels, and biomarkers for acute kidney injury at various time points throughout cardiac surgery. Urine and arterial blood samples will be collected at our routine, standard of care time points pre-, intra-, and post-operatively and in addition to the standard clinical tests that will be performed (arterial blood gas analysis and activated clotting time) several additional serum biomarkers will be analyzed. Clinical correlation will be performed with levels. Sub-analysis will be performed on the basis of off vs. on pump CABG cases and also in patient that do/not develop AKI post-operatively.",
            "detailedDescription": "Previous investigations have demonstrated increased levels of free heme in patients undergoing coronary artery bypass grafting utilizing cardiopulmonary bypass. There is evidence of an association between elevations in free heme levels and risk of developing acute kidney injury. The degree of alterations in free heme levels and the heme metabolism pathway in patients undergoing valvular repair or replacement, durable mechanical ventricular assist device placement, or aortic aneurysm repair has not been well characterized. Furthermore, free heme levels after coronary artery bypass grafting without utilization of cardiopulmonary bypass have not been described previously. Cell salvage techniques independent of cardiopulmonary bypass are known to be potentially traumatic to the cellular components of blood and this relationship has not been thoroughly explored in the cardiac surgery population. Lastly, there is scarce prior work attempting to assess the interplay between free heme levels and novel biomarkers of acute kidney injury."
        },
        "conditionsModule": {
            "conditions": [
                "Adult Cardiac Surgery"
            ],
            "keywords": [
                "Heme",
                "Cardiac",
                "Surgery"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Blood serum and urine samples will be collected for each participant."
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Sample Collection",
                    "description": "Blood and urine samples will be collected for research purposes along with the routinely collected blood and urine samples that are collected as part of the standard of care."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Red Blood Cell Stability",
                    "description": "We will be looking at the level of red blood cell damage that occurs during cardiac surgery. This will be examined by measuring the level of non-encapsulated heme levels in enrolled patients. The concept is that the body can respond to a certain amount of heme, which is a component of hemoglobin that rises as red blood cells are damaged in vivo.",
                    "timeFrame": "This outcome will be measured by analyzing the difference in heme levels after surgery to the levels of heme before the surgery. Generally, this time frame would be no greater than from one hour prior to induction to one hour post operation."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>/= 18 years, Scheduled adult cardiac surgery\n\nExclusion Criteria:\n\n* Age \\< 18 years, heart transplantation, presence of preoperative ventricular assist device",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients of age 18 or older, who are undergoing scheduled adult cardiac surgery, who are not having heart transplantation, and do not have a ventricular assist device prior to surgery.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adam B Sturdivant, MPH",
                    "role": "CONTACT",
                    "phone": "205-934-4042",
                    "email": "Adamsturdivant@uabmc.edu"
                },
                {
                    "name": "Ayesha Bryant, MD, MSPH",
                    "role": "CONTACT",
                    "phone": "205-996-7383",
                    "email": "Asbryant@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Tuck, MD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adam B Sturdivant, MPH",
                            "role": "CONTACT",
                            "phone": "205-934-4042",
                            "email": "Adamsturdivant@uabmc.edu"
                        },
                        {
                            "name": "Shanna Graves",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Benjamin Tuck, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}