{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05970276",
            "orgStudyIdInfo": {
                "id": "HSHEALTHY"
            },
            "organization": {
                "fullName": "Brain Electrophysiology Laboratory Company",
                "class": "INDUSTRY"
            },
            "briefTitle": "Non-Invasive At-Home Sleep Therapy System",
            "officialTitle": "Non-Invasive At-Home Sleep Therapy System",
            "therapeuticArea": [
                "Other"
            ],
            "study": "non-invasive-at-home-sleep-therapy-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-14",
            "studyFirstSubmitQcDate": "2023-07-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Brain Electrophysiology Laboratory Company",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about the ability of non-invasive brain stimulation during sleep to enhance people's deep sleep and its potential benefit on memory in healthy adults via home use sleep therapy device (SleepWISP). Participants will be asked to wear non-invasive and painless devices that record their brain activity during sleep. The clinical trial aims to answer the following main questions:\n\n1. Whether the non-invasive transcranial electrical stimulation (TES) delivered by SleepWISP could provide short-term enhancement of deep sleep in a single night in the target population.\n2. Whether TES delivered by SleepWISP could improve sleep quality.",
            "detailedDescription": "The purpose of the present research is to evaluate the ability of non-invasive transcranial electrical stimulation (TES) during slow-wave sleep (SWS) to enhance this stage of sleep. It has been demonstrated, in a pilot study, that TES can acutely (i.e., immediately after TES) increase SWS duration. In the present proposal, the study aim to replicate and extend the pilot findings. More specifically, it is proposed to conduct a sleep study using the Brain Electrophysiology Laboratory (BEL) company's Sleep WISP device (described in detail below). The Sleep WISP device is made up of three components: 1) 16-channel EEG amplifier with transcranial electrical stimulation (TES) capabilities, 2) a 16-channel EEG headband and 3) a small portable computer.\n\nAll participants will be provided a Sleep WISP device. Participation in the study requires that participants use the Sleep WISP when they sleep. As participants sleep, their sleep EEG will be measured and automatically scored by the computer to determine stage of sleep. When SWS is detected, low-level current (.5-1 mA total) will be applied through pre-set electrodes (four on the forehead and four at base of back of head). These electrodes were used in our pilot study, showing that current applied through these electrodes during SWS is able to increase total SWS sleep duration.\n\nThe study involves up to three nights of sleep. All sleep session will be at home. The first session is a baseline/acclimation session. In the first session, participants will use the Sleep WISP device to passively record sleep EEG (no TES) as baseline. The second session is performed the night following the baseline session with randomized experiment condition (either placebo or active TES session). Participants will be blinded for what condition they receive. The final session will occur one week after the second session to receive the opposite experiment condition to the second session.\n\nIn our previous TES study of SWS enhancement in the BEL lab, the investigators were able to show that SWS can be enhanced immediately (short-term/acute) after TES. The proposed new study will extend the previous pilot in-lab study results by using Sleep WISP device at home, which will allow us to support home EEG sleep monitoring and acute sleep therapy.\n\nAim 1: The study aims to replicate our previous in-lab study (acute/short-term enhancement of SWS) with Sleep WISP device at home for deep sleep enhance.\n\nAim 2: The study aims to investigate any change on sleep quality associated with TES sleep therapy delivered by Sleep WISP device."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep",
                "Sleep Duration",
                "Sleep Quality"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All participants receive same amount of TES stimulations, but in randomized order (stimulation either on the second night or the last night).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "All participants receive same amount of TES stimulations over the course of the study, but they are blind to which night they receive the stimulation."
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Deep Sleep Enhancement with TES",
                    "type": "EXPERIMENTAL",
                    "description": "Transcranial Electrical Stimulation, 0.5 Hz sine wave, 0.5 mA, between frontal (frontopolar and inferior lateral frontal) and posterior (mastoid and occipital) electrodes.",
                    "interventionNames": [
                        "Device: Deep Sleep (N3) Enhancement with TES"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Deep Sleep (N3) Enhancement with TES",
                    "description": "As participants sleep, their sleep EEG will be measured and automatically scored by the computer to determine stage of sleep. When slow wave sleep is detected, low-level current (.5-1 mA total) will be applied through pre-set electrodes.",
                    "armGroupLabels": [
                        "Deep Sleep Enhancement with TES"
                    ],
                    "otherNames": [
                        "SleepWISP TES"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Nocturnal duration of deep sleep assessed in minutes",
                    "description": "Duration in minutes of N3 sleep",
                    "timeFrame": "Measured during the nights of sleep (typically 8 hours) for up to three nights."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Nocturnal sleep quality assessed by Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "Measured by the Pittsburgh Sleep Quality Index (PSQI). The PSQI score can range from 0 to 21 with higher scores indicating worse sleep quality.",
                    "timeFrame": "Measured after each night of sleep in the following morning for up to three nights."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Normally aging adults between the ages of 22-85\n\nExclusion Criteria:\n\n* History of seizures\n* History of epilepsy\n* History of brain injury or trauma (including neurosurgery)\n* History or presence of significant neurological disease such as Parkinson\n* History of Electroconvulsive Therapy (ECT)\n* Presence of severe insomnia\n* Presence of sleep apnea\n* Presence of severe anxiety or depression\n* Taking medications that may affect the EEG\n* History of stroke\n* Sensitivity or allergy to lidocaine or silver\n* Presence of active suicidal ideation\n* Presence of metal in head or implants or medication infusion device\n* Pregnancy\n* Adverse reaction to TMS",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Don M Tucker, PhD",
                    "role": "CONTACT",
                    "phone": "541-653-8266",
                    "email": "don.tucker@bel.company"
                },
                {
                    "name": "Phan Luu, PhD",
                    "role": "CONTACT",
                    "phone": "541-653-9797",
                    "email": "phan.luu@bel.company"
                }
            ],
            "locations": [
                {
                    "facility": "Brain Electrophysiology Laboratory Company",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shijing Zhou, M.S.",
                            "role": "CONTACT",
                            "phone": "541-579-6918",
                            "email": "shijing.zhou@bel.company"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}