{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05834478",
            "orgStudyIdInfo": {
                "id": "STUDY00005360"
            },
            "secondaryIdInfos": [
                {
                    "id": "4UH3DA048502",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4UH3DA048502"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Non-invasive Vagal Nerve Stimulation in Opioid Use Disorders UH3",
            "officialTitle": "Non-invasive Vagal Nerve Stimulation in Opioid Use Disorders UH3",
            "acronym": "VNS in OUD UH3",
            "therapeuticArea": [
                "Other"
            ],
            "study": "non-invasive-vagal-nerve-stimulation-in-opioid-use-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-14",
            "studyFirstSubmitQcDate": "2023-04-14",
            "studyFirstPostDateStruct": {
                "date": "2023-04-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Douglas Bremner",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to answer the question: what is the effect of Vagal Nerve Stimulation (VNS) dosing on opioid withdrawal responses in individuals with a history of Opioid Use Disorders (OUDs)? Eligible participants will be in the study for one week in an inpatient research hospital stay, have an MRI scan, and have a follow-up call 1-3 months after their inpatient stay. Participants will complete several psychiatric questionnaires/interviews, physiological monitoring with several devices, brain imaging, and VNS testing.",
            "detailedDescription": "The purpose of this study is to look at Opioid Use Disorders (OUDs) and Vagal Nerve Stimulation (VNS). OUDs are conditions involving misuse or addiction to opiate-containing prescription pain medications or opioid-containing substances including heroin. OUDs are associated with symptoms of withdrawal upon discontinuation of the substance, which can include problems with concentration and sleep, irritability, rapid heart rate, and craving for opioids. Vagal Nerve Stimulation (VNS) is a procedure where the vagus nerve, which is in the neck, is electrically stimulated, much like a pacemaker is used to stimulate the heart. Branches of the vagus nerve travel throughout the brain and the body. Vagal nerve stimulation is felt to have positive effects on the brain and body by blocking the sympathetic (adrenaline) response that occurs with withdrawal from opioids, as well as changes in the brain that drive a craving for opioids. A surgically implantable VNS has been approved by the Food and Drug Administration (FDA) for the treatment of both epilepsy and severe depression. Studies have shown that VNS stimulation is helpful for both conditions. Researchers are using a non-invasive hand-held VNS device made by a company called ElectroCore. It is applied directly to the neck and does not require surgery. It is approved in Europe for the treatment of epilepsy, anxiety, depression, headaches, and other conditions, and in the US by the FDA for the treatment of headaches. Investigators have studied its use at Emory for PTSD and have found it to be well tolerated and there have been no adverse events or untoward effects with the device. The research team conducted two initial studies in patients with OUDs and found that it was safe and that it reduced opioid craving and withdrawal as well as blocking the sympathetic (adrenaline) response to withdrawal. It has not yet been approved in the US by the FDA for the treatment of OUDs and is considered investigational in this study.\n\nThis study will enroll individuals that have been diagnosed with Opioid Use Disorder (OUD). The main purpose of this study is to look at the effects of VNS on behavior as well as the body and brain's responses to craving in patients with OUDs. Study procedures include a screening, mental health assessment, medical assessment, lab work, brain imaging (MRI and PET), and a follow-up call. It is possible that participants may not have brain imaging (MRI and PET) during the study. The study will be completed in around a week depending on the scheduling of the MRI visit. This might be completed during the inpatient stay or could be a separate visit. The research team will also plan to call and follow up with participants 1-3 months after the inpatient stay."
        },
        "conditionsModule": {
            "conditions": [
                "Withdrawal Symptoms",
                "Opioid Use Disorder",
                "Opioid Use"
            ],
            "keywords": [
                "Non-invasive Vagal Nerve Stimulation",
                "Vagus nerve",
                "vagus nerve stimulation",
                "OUD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 103,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transcutaneous Cervical Vagal Nerve Stimulation Device",
                    "type": "EXPERIMENTAL",
                    "description": "Stimulation with the tcVNS",
                    "interventionNames": [
                        "Device: Transcutaneous Cervical Vagal Nerve Stimulation",
                        "Drug: [F-18]Fallypride"
                    ]
                },
                {
                    "label": "Sham Stimulation Device",
                    "type": "SHAM_COMPARATOR",
                    "description": "Stimulation with the sham device.",
                    "interventionNames": [
                        "Device: Sham Stimulation",
                        "Drug: [F-18]Fallypride"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcutaneous Cervical Vagal Nerve Stimulation",
                    "description": "Participants will receive stimulation of the vagus nerve with the non-invasive transcutaneous cervical Vagal Nerve Stimulation (tcVNS), which does not require surgery or implantation, and electrically stimulates the vagus nerve as it passes through the neck, dampening the sympathetic nervous system and modulating brain regions to a single side of the neck with the GammaCore device. Participants will be trained on self-stimulation and from days 1-7 patients undergo four times daily self-stimulation with tcVNS first for two minutes on one side, followed by a one-minute pause, then two minutes on the same side. The intensity of the stimulus (i.e. the current amplitude) will be adjusted by the user, to the maximum tolerable level without causing excessive pain \\[typically 10-30 V and 60milliamperes (mA) (peak)\\], with an alternating current (AC) signal consisting of five 5 kilohertz (kHz) pulses 200 microseconds in duration, repeating at a rate of 25 Hz (about once every 40 milliseconds).",
                    "armGroupLabels": [
                        "Transcutaneous Cervical Vagal Nerve Stimulation Device"
                    ],
                    "otherNames": [
                        "tcVNS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Stimulation",
                    "description": "Participants will have the same procedures as with the tcVNS but will instead receive a device that appears identical to the active tcVNS device in look, weight, visual and audible feedback, and also in user controls. The Sham device looks and sounds like an active device but does not deliver an electric current.",
                    "armGroupLabels": [
                        "Sham Stimulation Device"
                    ],
                    "otherNames": [
                        "Sham stimulation of vagus nerve"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "[F-18]Fallypride",
                    "description": "\\[F-18\\]Fallypride is a radioactive material. Each patient will have two \\[F-18\\]Fallypride PET scans. For each scan \\[F-18\\]Fallypride will be injected as an intravenous bolus. The radiation dose to body organs in this study is well within the Food and Drug Administration (FDA) national guidelines for radiation exposure for human research studies and less than the total amount that is permitted for research studies in one year.",
                    "armGroupLabels": [
                        "Sham Stimulation Device",
                        "Transcutaneous Cervical Vagal Nerve Stimulation Device"
                    ],
                    "otherNames": [
                        "Radiolabeled material"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Peak Subjective Opiate Withdrawal Scale (SOWS) Score",
                    "description": "All participants will complete the Subjective Opiate Withdrawal Scale (SOWS). The total score on each day will be compared between active tcVNS versus sham stimulation. The SOWS is performed four times daily. The total SOWS score is the sum of the individual item scores and ranges from 0 to 64, with a higher score indicating greater withdrawal severity.",
                    "timeFrame": "Day 2, Day 3"
                },
                {
                    "measure": "Safety of tcVNS use",
                    "description": "Defined as the absence of device related adverse events.",
                    "timeFrame": "Up to 7 days after study initiation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Study retention",
                    "description": "Study retention as defined by taking a single dose of Medication for Opioid Use Disorders (MOUD) (Suboxone, methadone, or naltrexone) within ten days of study initiation.",
                    "timeFrame": "Baseline, Up to 10 days after study initiation"
                },
                {
                    "measure": "Treatment adherence",
                    "description": "Defined by adherence to Medication for Opioid Use Disorders (MOUD)",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in brain dopamine D1 and D2/3 receptor regional binding potentials",
                    "description": "Brain dopamine D1 and D2/3 receptor regional binding potentials will be measured with the brain imaging of the dopamine system with \\[F-18\\]fallypride with high-resolution positron emission tomography (HR-PET). Brain imaging of the dopamine system with \\[F-18\\]fallypride occurs at rest on day 2 and with active tcVNS or sham stimulation on day 3 while watching videos paired with tcVNS or sham stimulation.",
                    "timeFrame": "Day 2, Day 3"
                },
                {
                    "measure": "Change in heart rate",
                    "description": "Participants will be outfitted with ambulatory monitors to measure multiple peripheral physiological signals representative of cardiac electrophysiology.",
                    "timeFrame": "Baseline, Day 2, Day 3"
                },
                {
                    "measure": "Change in inflammatory biomarkers",
                    "description": "Interleukin 6 (IL-6) will be measured by having participants undergo blood sampling before and during exposure to neutral and pleasant videos paired with tcVNS or sham stimulation at specified study time points.",
                    "timeFrame": "15 minutes before stress and up to 180 minutes post-stress"
                },
                {
                    "measure": "Change in catecholamines concentration",
                    "description": "Catecholamines concentration will be measured by drawing blood sampling during exposure to neutral and pleasant videos paired with tcVNS or sham stimulation at specified study time points.",
                    "timeFrame": "Baseline, Day 2, Day 3"
                },
                {
                    "measure": "Squares analysis of SOWS score",
                    "description": "Measured on each of day two and three based on the peak Subjective Opiate Withdrawal Scale (SOWS) Total score on each day compared between active tcVNS versus sham stimulation. The SOWS is performed four times daily.",
                    "timeFrame": "Day 1, Day 7"
                },
                {
                    "measure": "Time to Rescue Medication",
                    "description": "Patients receiving rescue medication with lofexidine will have last observation carried forward.",
                    "timeFrame": "Up to 7 days after study initiation"
                },
                {
                    "measure": "Change in Peak Clinical Opiate Withdrawal Scale (COWS) Scores",
                    "description": "All participants will complete the Clinical Opiate Withdrawal Scale (COWS). This tool can be used in both inpatient and outpatient settings to reproducibly rate common signs and symptoms of opiate withdrawal and monitor these symptoms over time. The summed score for the complete scale can be used to help clinicians determine the stage or severity of opiate withdrawal and assess the level of physical dependence on opioids.",
                    "timeFrame": "Day 2, Day 3"
                },
                {
                    "measure": "Transition to MOUD Treatment or Behavioral Management",
                    "description": "The research team will monitor the time for participants to require MOUD and/or behavioral management.",
                    "timeFrame": "Up to 7 days after study initiation"
                },
                {
                    "measure": "Change in Brain-derived Neurotrophic Factor (BDNF)",
                    "description": "Participants will undergo blood sampling to measure BDNF during exposure to neutral and pleasant videos paired with tcVNS or sham stimulation at specified study time points.",
                    "timeFrame": "5 minutes before stress and up to 180 minutes post-stress"
                },
                {
                    "measure": "Change in Calcium-binding Protein B (S100B)",
                    "description": "Participants will undergo blood sampling to measure S100B during exposure to neutral and pleasant videos paired with tcVNS or sham stimulation at specified study time points.",
                    "timeFrame": "5 minutes before stress and up to 180 minutes post-stress"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meet criteria for OUDs based on the DSM5 criteria\n* Willing to undergo supervised withdrawal\n* Willing to be transitioned to a MOUD or behavioral management during treatment aftercare\n\nExclusion Criteria:\n\n* Positive pregnancy test or breastfeeding for women\n* History of meningitis\n* Traumatic brain injury\n* Current treatment with methadone, naltrexone, or Suboxone or medications that would be contraindicated with hydromorphone or lofexidine administration\n* History of head trauma resulting in loss of consciousness (LOC) of greater than one minute where the LOC is not judged to be primarily related to overdose in the judgment of the study physician\n* Past year moderate to severe non-opioid use disorders that would require separate withdrawal management\n* Current or lifetime history of schizophrenia, schizoaffective disorder, or bulimia\n* History of serious medical or neurological illness or organic mental disorder, including liver disease, but also including cardiovascular, gastrointestinal, hepatic, renal, neurologic, or other systemic illness, including liver enzymes aspartate transaminase (AST) and alanine transaminase (ALT) more than three times upper limit of normal, that would preclude involvement based on the clinical judgment of the study psychiatrist\n* Lack of venous access that would preclude PET imaging\n* Active implantable device (i.e. pacemaker) or other VNS device exclusion\n* History of shrapnel or other foreign bodies that would preclude MRI scanning\n* Positive test for COVID-19",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James D Bremner, MD",
                    "role": "CONTACT",
                    "phone": "404-712-9569",
                    "email": "jdbremn@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James D Bremner, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Clinical Research Network",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Health Sciences Research Building",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Rollins School of Public Health",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "12 Executive Park Drive",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Univeristy",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Georgia Institute of Technology",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30332",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "At the conclusion of the trial, the data will be stripped of identifiers prior to release for sharing and will be made available in de-identified form to other investigators and other sites.",
            "accessCriteria": "Investigators will make the data and associated documentation available to users only under a data-sharing agreement that provides for (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000013375",
                    "term": "Substance Withdrawal Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M16162",
                    "name": "Substance Withdrawal Syndrome",
                    "asFound": "Withdrawal Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000574003",
                    "term": "Fallypride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065127",
                    "term": "Dopamine D2 Receptor Antagonists"
                },
                {
                    "id": "D000018492",
                    "term": "Dopamine Antagonists"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M261180",
                    "name": "Fallypride",
                    "asFound": "Laboratory results",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20596",
                    "name": "Dopamine Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}