{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05312255",
            "orgStudyIdInfo": {
                "id": "I 1680221"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-01918",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "I 1680221",
                    "type": "OTHER",
                    "domain": "Roswell Park Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "Roswell Park Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Non-chemotherapeutic Interventions for the Improvement of Quality of Life and Immune Function in Patients With Multiple Myeloma",
            "officialTitle": "Improving Host Factors in Patients With Monoclonal Gammopathies",
            "therapeuticArea": [
                "Other"
            ],
            "study": "non-chemotherapeutic-interventions-for-the-improvement-of-quality-of-life-and-immune-function-in-patients-with-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-18",
            "studyFirstSubmitQcDate": "2022-03-28",
            "studyFirstPostDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Roswell Park Cancer Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial investigates the effect of non-chemotherapeutic interventions in patients with multiple myeloma. Non-chemotherapeutic interventions such as physical activity and nutritional interventions (e.g., modifications in diet) have been shown to positively affect the immune system and improve overall quality of life. Another purpose of this study is for researchers to learn how the addition of a beta-blocker (propranolol) to the standard treatment regimen in patients with newly diagnosed multiple myeloma affects immune response and quality of life. A study from the Mayo Clinic looked at multiple myeloma patients who were on a beta-blocker while undergoing chemotherapy and found that the use of a beta-blocker resulted in improved patient survival outcomes. Non-chemotherapeutic treatment options may help decrease symptoms and improve quality of life for patients with multiple myeloma.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To assess the impact of different lifestyle and low side effect interventions (exercise, nutrition, stress effects reduction) on immune markers in patients with monoclonal plasma cell disorders.\n\nSECONDARY OBJECTIVES:\n\nI. To assess the impact of different lifestyle and low side effect interventions (exercise, nutrition) on bone turnover parameters, body composition, the microbiome and physical fitness in patients with monoclonal plasma cell disorders.\n\nII. To assess the impact of different lifestyle and low side effect interventions (exercise, nutrition, stress effect reduction) on parameters of stress, mental health and quality of life in patients with monoclonal plasma cell disorders.\n\nOUTLINE: Patients are assigned to Module A, B or C.\n\nMODULE A: Patients undergo strength training sessions twice weekly supervised by a licensed and specialized personal trainer via the internet (e.g., remote access) for 6 months. Patients also wear a FitBit device and receive prompts via email or text on a cell phone or other electronic device to incrementally increase physical activity over 6 months.\n\nMODULE B: Patients undergo intermittent fasting for 1 month. This consists of restricting all eating to a consecutive 8-hour time period each day followed by 16 consecutive hours of not eating.\n\nMODULE C: Patients are assigned to group 1 (are not currently taking beta-blockers) or group 2 (current taking beta-blockers).\n\nGROUP I: Patients receive propranolol orally (PO) twice daily (BID) for 3 months.\n\nGROUP II: Patients continue receiving beta-blocker regimen as per standard of care (SOC) for 3 months.\n\nAfter completion of the study interventions, patients in module A are followed every 3 months for 1 year. Patients in module B are followed at 3 and 5 months. Patients in module C are followed for 3 months."
        },
        "conditionsModule": {
            "conditions": [
                "Plasma Cell Myeloma",
                "Recurrent Plasma Cell Myeloma",
                "Refractory Plasma Cell Myeloma",
                "Smoldering Plasma Cell Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Module A (strength training, behavioral intervention)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo strength training sessions twice weekly supervised by a licensed and specialized personal trainer via the internet (e.g., remote access) for 6 months. Patients also wear a FitBit device and receive prompts via email or text on a cell phone or other electronic device to incrementally increase physical activity over 6 months.",
                    "interventionNames": [
                        "Behavioral: Behavioral Intervention",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration",
                        "Other: Resistance Training"
                    ]
                },
                {
                    "label": "Module B (intermittent fasting)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo intermittent fasting for 1 month. This consists of restricting all eating to a consecutive 8-hour time period each day followed by 16 consecutive hours of not eating.",
                    "interventionNames": [
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration",
                        "Other: Short-Term Fasting"
                    ]
                },
                {
                    "label": "Module C Group I (propranolol)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive propranolol PO BID for 3 months.",
                    "interventionNames": [
                        "Drug: Propranolol",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Module C Group II (propranolol)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients continue receiving beta-blocker regimen as per SOC for 3 months.",
                    "interventionNames": [
                        "Drug: Beta-Adrenergic Antagonist",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Behavioral Intervention",
                    "description": "Wear a FitBit device and receive prompts for 6 months",
                    "armGroupLabels": [
                        "Module A (strength training, behavioral intervention)"
                    ],
                    "otherNames": [
                        "Behavior Conditioning Therapy",
                        "Behavior Modification",
                        "Behavior or Life Style Modifications",
                        "Behavior Therapy",
                        "Behavioral Interventions",
                        "Behavioral Modification",
                        "Behavioral Therapy",
                        "Behavioral Treatment",
                        "Behavioral Treatments"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Beta-Adrenergic Antagonist",
                    "description": "Receive beta-blocker regimen as per SOC",
                    "armGroupLabels": [
                        "Module C Group II (propranolol)"
                    ],
                    "otherNames": [
                        "Beta Blocker",
                        "Beta-Adrenergic Blocking Agent",
                        "Beta-Blockers"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Propranolol",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Module C Group I (propranolol)"
                    ],
                    "otherNames": [
                        "1-[(1-Methylethyl)amino]-3-(1-naphthalenyloxy)-2-propanol"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Module A (strength training, behavioral intervention)",
                        "Module B (intermittent fasting)",
                        "Module C Group I (propranolol)",
                        "Module C Group II (propranolol)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Module A (strength training, behavioral intervention)",
                        "Module B (intermittent fasting)",
                        "Module C Group I (propranolol)",
                        "Module C Group II (propranolol)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Resistance Training",
                    "description": "Undergo strength training for 6 months",
                    "armGroupLabels": [
                        "Module A (strength training, behavioral intervention)"
                    ],
                    "otherNames": [
                        "Strength Training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Short-Term Fasting",
                    "description": "Participate in intermittent fasting",
                    "armGroupLabels": [
                        "Module B (intermittent fasting)"
                    ],
                    "otherNames": [
                        "Intermittent Fasting",
                        "Short-term Intermittent Fasting"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in immune cell subsets",
                    "description": "Will be assessed by flow cytometry, comparing levels before and after one of three lifestyle interventions (physical exercise, intermittent fasting, beta blocker therapy). Will use a linear mixed model. Since the form of the model is unknown a priori, the power calculations are based on comparing any two timepoints using a two-sided paired t-test. With n=100, we have 80% power (at alpha = 0.05/3) to detect a difference of at least 0.33 standard deviations (SD).",
                    "timeFrame": "At baseline and at 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in the gut microbiome",
                    "description": "Fecal samples will be collected and compared from group with physical exercise,compared to group doing intermittent fasting).",
                    "timeFrame": "At 1 and 3 months"
                },
                {
                    "measure": "Comparison in bone markers",
                    "description": "Will be assessed from intermittent fasting serum samples compared to serum samples of those doing physical exercise.",
                    "timeFrame": "At 1 and 3 months"
                },
                {
                    "measure": "Changes in body composition",
                    "description": "Dexa (bone density scan) will be performed at 1 and 3 months",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Changes in stress",
                    "description": "Significant differences among groups in the mean Perceived Stress Scale (PSS) score, which measures the stress severity perceived by the subjects in the last month. The scale is constituted by 10 items that are self-rated by the subject on a 0-4 Likert scale. The scale minimum total score is 0, the maximum is 40. Higher total scores indicate a worse outcome",
                    "timeFrame": "At 1 and 3 months"
                },
                {
                    "measure": "Changes in anxiety",
                    "description": "As assessed by the Generalized Anxiety Disorder 7-item Scale",
                    "timeFrame": "At 1 and 3 months"
                },
                {
                    "measure": "Changes in fatigue as assessed by EORTC-LQLQ-FA12",
                    "description": "12-item multidimensional fatigue questionnaire.The scale scores from 1 to 4: 1 (\"Not at all\"), 2 (\"A little\"), 3 (\"Quite a bit\") and 4 (\"Very much\"). The range is 3. For the raw score, less points are considered to have a better outcome.",
                    "timeFrame": "At 1 and 3 months"
                },
                {
                    "measure": "Change in functional status",
                    "description": "basic assessment of physical activity before diagnosis will be compared to one administered at follow up",
                    "timeFrame": "At 1 and 3 months"
                },
                {
                    "measure": "Changes in nutritional behavior before and after intermittent fasting",
                    "description": "Will be modeled using a GEE logistic model. Rates of positive nutritional behavior will be compared beween time points.",
                    "timeFrame": "Up to 5 months"
                },
                {
                    "measure": "Changes in stress-related biomarkers",
                    "description": "Will be evaluated using a linear mixed model and will be used to compare mean levels between timepoints.",
                    "timeFrame": "Up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years of age\n* Have an Eastern Cooperative Oncology Group (ECOG) Performance Status of:\n\n  * Module A: ECOG 0 - 1\n  * Module B: ECOG 0 - 2\n  * Module C: ECOG 0 - 2\n* Have a diagnosis of smoldering multiple myeloma or multiple myeloma\n* Show no signs of comorbidities, myeloma symptoms, or treatment side effects that would put them in danger when participating in the study according to the physician's discretion\n* Are able to understand and follow assessment and intervention procedures\n* Participant must understand the investigational nature of this study and sign an Independent Ethics Committee/Institutional Review Board approved written informed consent form prior to receiving any study related procedure\n* MODULE A (PHYSICAL ACTIVITY): Participant has access to a personal computer or tablet with camera, microphone, speakers and internet access\n* MODULE B (NUTRITION): Not applicable\n* MODULE C (BETA BLOCKER): Newly diagnosed patients with multiple myeloma necessitating treatment and before initiation of systemic therapy\n* MODULE C: Female participants of child-bearing potential must have a negative pregnancy test at study entry and then agree to use adequate contraceptive methods (e.g., hormonal or barrier method of birth control; abstinence) prior to study entry. Male patients with female partners of child-bearing potential should also use adequate contraceptive methods (see above). Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n\nExclusion Criteria:\n\n* Major comorbidities that would cause danger to the patient when participating in the study and that would have a risk of progression if the patient took part in the study (including, but not limited to): cardiac or pulmonary and infectious diseases (e.g., ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia) or, psychiatric illness/social situations that would limit compliance with study requirements\n* Unwilling or unable to follow protocol requirements\n* Any condition which in the investigator's opinion deems the participant an unsuitable candidate to take part in study intervention (comorbidities, myeloma symptoms, treatment side effects)\n* MODULE A (PHYSICAL ACTIVITY): Current and symptomatic pathological fracture(s) or severely advanced instability of the musculo-skeletal system that is deemed to making the patient unsafe to participate. This will be assessed by radiologist, a neurosurgeon and/or an orthopedic surgeon, if applicable.\n* MODULE A (PHYSICAL ACTIVITY): Current and symptomatic pathological fracture(s) or severely advanced instability of the musculo-skeletal system\n* MODULE A (PHYSICAL ACTIVITY): Acute bone instability as assessed by whole body low-dose computed tomography and evaluated by an experienced surgeon\n* MODULE B (NUTRITION): Clinical signs of malnutrition (body mass index \\[BMI\\] \\< 18)\n* MODULE B (NUTRITION): Special diets (physician prescribed)\n* MODULE B (NUTRITION): Diabetic treated with glucose-lowering medications and/or insulin\n* MODULE B (NUTRITION): Other reasons not to withhold food\n* MODULE B (NUTRITION): Any condition which in the investigator's opinion deems the participant an unsuitable candidate to limit food consumption\n* MODULE C (BETA BLOCKER): Current use of a beta blocker (includes all non-selective and beta-1 selective blockers) or, use of a beta-blocker within 3 months of study enrollment\n* MODULE C (BETA BLOCKER): Contraindications to the use of beta-blockers, e.g.; severe sinus bradycardia; sick sinus syndrome; or heart block greater than first-degree, uncontrolled depression, unstable angina pectoris, uncontrolled heart failure (New York Heart Association \\[NYHA\\] Grade III or IV), hypotension ( systolic blood pressure \\< 100 mmHg), severe asthma or chronic obstructive pulmonary disease (COPD), uncontrolled type I or type II diabetes mellitus (HbA1C \\> 8.5 or 12h fasting plasma glucose \\> 160 mg/dL at screening), symptomatic peripheral arterial disease or Raynaud's syndrome, untreated pheochromocytoma, current calcium channel blocker use (Non-dihydropyridines such as verapamil) or rhythm control agents such as digoxin and amiodarone. Patients with pacemakers will be excluded\n* MODULE C (BETA BLOCKER): Pregnant or nursing female participants, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive human chorionic gonadotropin (hCG) laboratory test",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Jens Hillengass",
                    "affiliation": "Roswell Park Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Roswell Park Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14263",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jens Hillengass",
                            "role": "CONTACT",
                            "phone": "716-845-3863",
                            "email": "jens.hillengass@roswellpark.org"
                        },
                        {
                            "name": "Jens Hillengass",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                },
                {
                    "id": "D000075122",
                    "term": "Smoldering Multiple Myeloma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000006942",
                    "term": "Hypergammaglobulinemia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11962",
                    "name": "Monoclonal Gammopathy of Undetermined Significance",
                    "relevance": "LOW"
                },
                {
                    "id": "M1462",
                    "name": "Smoldering Multiple Myeloma",
                    "asFound": "Smoldering Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M9993",
                    "name": "Hypergammaglobulinemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3867",
                    "name": "Monoclonal Gammopathy of Undetermined Significance",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011433",
                    "term": "Propranolol"
                },
                {
                    "id": "D000000319",
                    "term": "Adrenergic beta-Antagonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018674",
                    "term": "Adrenergic Antagonists"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3671",
                    "name": "Adrenergic beta-Antagonists",
                    "asFound": "Laparoscopic Cholecystectomy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14298",
                    "name": "Propranolol",
                    "asFound": "Equivalent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "asFound": "Pathophysiology",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20755",
                    "name": "Adrenergic Antagonists",
                    "asFound": "PDGFRA",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                }
            ]
        }
    },
    "hasResults": false
}