{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05470205",
            "orgStudyIdInfo": {
                "id": "21F.1224"
            },
            "secondaryIdInfos": [
                {
                    "id": "2R01DK098526",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2R01DK098526"
                }
            ],
            "organization": {
                "fullName": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "briefTitle": "Noninvasive Subharmonic Aided Pressure Estimation of Portal Hypertension; Renewal",
            "officialTitle": "Noninvasive Subharmonic Aided Pressure Estimation of Portal Hypertension",
            "therapeuticArea": [
                "Cardiovascular",
                "Gastroenterology"
            ],
            "study": "noninvasive-subharmonic-aided-pressure-estimation-of-portal-hypertension-renewal"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-13",
            "studyFirstSubmitQcDate": "2022-07-20",
            "studyFirstPostDateStruct": {
                "date": "2022-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                },
                {
                    "name": "University of Bern",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an open-label, non-randomized trial that will be conducted at three clinical sites, Thomas Jefferson University (TJU), the Hospital of the University of Pennsylvania (HUP) and University of Bern (UB). Enrollment will be allocated into one of 4 different cohorts depending on the inclusion criteria for each cohort.\n\nCohort 1:\n\nPatients scheduled for hepatic vein pressure gradient (HVPG) measurements will subsequently undergo two consecutive SHAPE (subharmonic aided pressure estimation) procedures using different ultrasound contrast agents (Definity \\[Lantheus Medical Imaging, N Bilerica, MA, USA\\] and Sonazoid \\[GE Healthcare, Oslo, Norway\\] in randomized order) to estimate portal pressures with a Logiq E10 scanner (GE Healthcare, Waukesha, WI, USA) and determine the reproducibility of the SHAPE algorithm.\n\nCohort 2:\n\nPatients identified as having clinically significant portal hypertension (CSPH) will be monitored by SHAPE with Sonazoid for the duration of this project (18-24 months on average). These subjects will have follow-up ultrasound scans every 6 ± 2 months to check for hepatocellular carcinoma (HCC) (using the Barcelona-Liver Cancer staging system) as well as ascites and at those times a repeat SHAPE examination will be performed. Liver stiffness values will be measured with elastography as well. This cohort will examine if serial SHAPE can accurately predict development of ascites and other liver related events in patients with compensated cirrhosis undergoing routine HCC surveillance in a multi-center setting.\n\nCohort 3:\n\nSubjects newly diagnosed with portal hypertension and starting treatment with non-selective β-blockers will be monitored with SHAPE and results compared to elastography measurements of liver stiffness with standard assessments (e.g., serum liver function tests and measurement of spleen size as well as platelet count). This cohort will establish if SHAPE can be used to monitor treatment response in patients identified with portal hypertension.\n\nCohort 4:\n\nPatients with compensated advanced chronic liver disease scheduled for an endoscopy examination for screening of varices relative to the Baveno VI and the expanded-Baveno VI criteria as well as the AST to Platelet Ratio Index will undergo a SHAPE examination. This cohort will compare the predictive ability of SHAPE for allocating patients with compensated advanced chronic liver disease to screening of varices compared to the current standard of care.",
            "detailedDescription": "For each SHAPE study (Cohorts 1, 2, 3 and 4), a dose of three vials with 60 μL of Sonazoid microbubbles (6 mL) will be prepared. An infusion of Sonazoid (1.44 μL microbubbles/kg/hour) and saline (120 mL/hour) through an IV line in the antecubital vein (or, if need be, in another suitable vein) will be started. The duration of contrast agent infusion will range from 6 to 10 minutes.\n\nFor the direct contrast agent comparison in Cohort 1, two vials of Definity will be mixed and diluted in 50 mL of normal saline, yielding a concentration of 49.4 μL/mL, and infused over approximately 10-12 minutes. A waiting period of at least 30 minutes will be observed in Cohort 1 between infusing contrast agents and the order of the contrast agents will be randomized.\n\nOnce the infusion of contrast has started, ultrasound imaging will be performed with the C1-6-D curvi-linear array (GE Healthcare) to guide SHAPE ROI placement into the portal vein (while also visualizing a hepatic vein). The SHAPE optimization algorithm will be activated and the acoustic power will be adjusted to produce the maximum change in subharmonic amplitudes (i.e., maximizing the sensitivity of SHAPE). Subharmonic raw DICOM data from the microbubbles (i.e., SHAPE) will be acquired at the optimal acoustic power setting in 5 s segments during the infusion of the Sonazoid (or Definity) suspension. All measurements will be repeated three times to allow for averaging of the resulting SHAPE pressure estimates. The SHAPE pressure estimates will be calculated on the Logiq E10 and recorded. Finally, all digital clips will be transferred off-line for backup and to permit repeat calculations of the portal pressure estimates in case new processing parameters are developed as part of this study."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Diseases",
                "Portal Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 660,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Reproducibility - Cohort 1",
                    "type": "EXPERIMENTAL",
                    "description": "Patients scheduled for hepatic venous pressure gradient (HVPG) measurements will subsequently undergo two consecutive SHAPE procedures using different ultrasound contrast agents (Definity and Sonazoid in randomized order) to estimate portal pressures with a Logiq E10 scanner (GE Healthcare).\n\nThree vials with 48 µl of Sonazoid (GE Healthcare, Oslo, Norway) microbubbles (6 ml) will be prepared and drawn into a 10 ml syringe, placed in a syringe pump. Sonazoid will be co-infused at a rate of 0.024 µl/kg body weight/minute (suspension infusion rate of 0.18 ml/kg/hour) together with a 0.9% NaCl solution infused at a rate of at least 2 ml/min.\n\nTwo vials with 3 mL of Definity will be mixed and diluted in 50 mL of normal saline, yielding a concentration of 49.4 μL/mL, and infused at a rate of at least 4 ml/min.",
                    "interventionNames": [
                        "Drug: SHAPE measurement (Sonazoid ultrasoud contrast agent)",
                        "Drug: SHAPE measurement (Definity ultrasoud contrast agent)"
                    ]
                },
                {
                    "label": "HCC monitoring - Cohort 2",
                    "type": "EXPERIMENTAL",
                    "description": "Patients identified as having CSPH will be monitored every 6 ± 2 months to check for HCC by SHAPE with Sonazoid for the duration of this project ( for 18-24 months on average).\n\nThree vials with 48 µl of Sonazoid (GE Healthcare, Oslo, Norway) microbubbles (6 ml) will be prepared and drawn into a 10 ml syringe, placed in a syringe pump. Sonazoid will be co-infused at a rate of 0.024 µl/kg body weight/minute (suspension infusion rate of 0.18 ml/kg/hour) together with a 0.9% NaCl solution infused at a rate of at least 2 ml/min.",
                    "interventionNames": [
                        "Drug: SHAPE measurement (Sonazoid ultrasoud contrast agent)"
                    ]
                },
                {
                    "label": "New β-blockers - Cohort 3",
                    "type": "EXPERIMENTAL",
                    "description": "Patients newly diagnosed with portal hypertension and starting treatment with non-selective β-blockers will be monitored with SHAPE Three vials with 48 µl of Sonazoid (GE Healthcare, Oslo, Norway) microbubbles (6 ml) will be prepared and drawn into a 10 ml syringe, placed in a syringe pump. Sonazoid will be co-infused at a rate of 0.024 µl/kg body weight/minute (suspension infusion rate of 0.18 ml/kg/hour) together with a 0.9% NaCl solution infused at a rate of at least 2 ml/min.",
                    "interventionNames": [
                        "Drug: SHAPE measurement (Sonazoid ultrasoud contrast agent)"
                    ]
                },
                {
                    "label": "Ccreening for varices - Cohort 4",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with compensated advanced chronic liver disease scheduled for an endoscopy examination for screening of varices according to the Baveno VI or the expanded-Baveno VI criteria as well as the AST to Platelet Ratio Index and FIB-4 will undergo a SHAPE examination.\n\nThree vials with 48 µl of Sonazoid (GE Healthcare, Oslo, Norway) microbubbles (6 ml) will be prepared and drawn into a 10 ml syringe, placed in a syringe pump. Sonazoid will be co-infused at a rate of 0.024 µl/kg body weight/minute (suspension infusion rate of 0.18 ml/kg/hour) together with a 0.9% NaCl solution infused at a rate of at least 2 ml/min.",
                    "interventionNames": [
                        "Drug: SHAPE measurement (Sonazoid ultrasoud contrast agent)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SHAPE measurement (Sonazoid ultrasoud contrast agent)",
                    "description": "Three vials with 48 µl of Sonazoid (GE Healthcare, Oslo, Norway) microbubbles (6 ml) will be prepared and drawn into a 10 ml syringe, placed in a syringe pump. Sonazoid will be co-infused at a rate of 0.024 µl/kg body weight/minute (suspension infusion rate of 0.18 ml/kg/hour) together with a 0.9% NaCl solution infused at a rate of at least 2 ml/min.",
                    "armGroupLabels": [
                        "Ccreening for varices - Cohort 4",
                        "HCC monitoring - Cohort 2",
                        "New β-blockers - Cohort 3",
                        "Reproducibility - Cohort 1"
                    ],
                    "otherNames": [
                        "Sonazoid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "SHAPE measurement (Definity ultrasoud contrast agent)",
                    "description": "Two vials with 3 mL of Definity will be mixed and diluted in 50 mL of normal saline, yielding a concentration of 49.4 μL/mL, and infused at a rate of at least 4 ml/min.",
                    "armGroupLabels": [
                        "Reproducibility - Cohort 1"
                    ],
                    "otherNames": [
                        "Definity"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reproducibility of SHAPE liver pressure measurements",
                    "description": "Evaluate the use of in vivo SHAPE with 2 ultrasound contrast agents (Sonazoid and Definity) for determining the presence of portal hypertension in patients undergoing a transjugular liver biopsy using catheter based pressure measurements as the reference standard.",
                    "timeFrame": "during procedure"
                },
                {
                    "measure": "Number of subjects who develop ascites during follow-up",
                    "description": "Determine if SHAPE estimates of portal vein pressures in patients with compensated cirrhosis can predict the development of ascites (i.e., the progression into decompensated cirrhosis or HVPG \\> 16 mmHg).",
                    "timeFrame": "up to 18 months"
                },
                {
                    "measure": "Number of subjects who experience clinical decompensation events (including the development of variceal bleeding) during follow-up",
                    "description": "Determine if SHAPE measurements can monitor treatment response (i.e., the ability to accurately assess the response to non-selective beta blockers) in patients newly diagnosed with portal hypertension better than elastography.",
                    "timeFrame": "up to 18 months"
                },
                {
                    "measure": "Number of subjects who present with esophageal or gastric varices on endoscopy",
                    "description": "In subjects allocated to endoscopic screening for varices based on their clinical risk assessment the outcome of the endoscopic procedure will be compared to their SHAPE values",
                    "timeFrame": "baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAll subjects accepted for this trial must fulfill all the following criteria:\n\n* Be at least 18 years of age.\n* Be medically stable.\n* If a female of child-bearing potential, must have a negative pregnancy test.\n* Be conscious and able to comply with study procedures.\n* Have read and signed the IRB-approved Informed Consent form for participating in the study.\n\nAlso there are specific inclusion criteria for each cohort:\n\nCohort 1:\n\n• Be scheduled for transjugular liver biopsy where HVPG measurements will be obtained\n\nCohort 2:\n\n• Have clinically significant portal hypertension undergoing routine HCC surveillance\n\nCohort 3:\n\n• Have a diagnosis of portal hypertension and starting treatment with non-selective β-blockers\n\nCohort 4:\n\n• Have clinically significant portal hypertension and be scheduled for endoscopy to screen for varices\n\nExclusion Criteria:\n\n* Females who are pregnant or nursing.\n* Patients with pulmonary hypertension or unstable cardiopulmonary conditions\n* Patients currently on chemotherapy or with other primary cancers requiring systemic or hepatic loco-regional treatment.\n* Patients who are medically unstable, patients who are seriously or terminally ill, and patients whose clinical course is unpredictable. For example:\n\n  * Patients on life support or in a critical care unit.\n  * Patients with unstable occlusive disease (e.g., crescendo angina)\n  * Patients with clinically unstable cardiac arrhythmias, such as recurrent ventricular tachycardia.\n  * Patients with uncontrolled congestive heart failure (NYHA Class IV)\n  * Patients with recent cerebral hemorrhage.\n  * Patients who have undergone surgery within 24 hours prior to the study sonographic examination.\n* Patients with a history of anaphylactic allergy to eggs or egg products, manifested by one or more of the following symptoms: generalized urticaria, difficulty in breathing, swelling of the mouth and throat, hypotension, or shock. (Subjects with nonanaphylactic allergies to eggs or egg products may be enrolled in the study, but must be watched carefully for 1 hour following the administration of Sonazoid).\n* Patients with congenital heart defects.\n* Patients with severe emphysema, pulmonary vasculitis, or a history of pulmonary emboli.\n* Patients with respiratory distress syndrome\n* Patients with thrombosis within the hepatic, portal, or mesenteric veins.\n* Patients with grade 2 and above of hepatic encephalopathy within the last 3 months\n\nAlso there is one additional exclusion criteria for cohort 1:\n\n• Patients with a history of anaphylactic allergy to perflutren (PEG) or any other components of Definity",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Flemming Forsberg, PhD",
                    "role": "CONTACT",
                    "phone": "215-955-4870",
                    "email": "flemming.forsberg@jefferson.edu"
                },
                {
                    "name": "Cynthia Miller, RN",
                    "role": "CONTACT",
                    "phone": "215-955-8108",
                    "email": "Cynthia.L.Miller.3@jefferson.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Flemming Forsberg, PhD",
                    "affiliation": "Thomas Jefferson University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Soulen, MD",
                            "role": "CONTACT",
                            "phone": "215-615-3591",
                            "email": "Michael.Soulen@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Susan Schultz, BS, RDMS",
                            "role": "CONTACT",
                            "phone": "215-573-0972",
                            "email": "Susan.Schultz@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Michael Soulen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Thomas Jefferson University, Dept of Radiology",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Flemming Forsberg, PhD",
                            "role": "CONTACT",
                            "phone": "215-955-4870",
                            "email": "flemming.forsberg@jefferson.edu"
                        },
                        {
                            "name": "Cynthia Miller, RN",
                            "role": "CONTACT",
                            "phone": "215-955-8108",
                            "email": "Cynthia.L.Miller.3@jefferson.edu"
                        },
                        {
                            "name": "Flemming Forsberg, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John R Eisenbrey, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kevin Anton, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jonathan Fenkel, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ji-Bin Liu, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Bern",
                    "status": "RECRUITING",
                    "city": "Bern",
                    "zip": "3010",
                    "country": "Switzerland",
                    "contacts": [
                        {
                            "name": "Annalisa Berzigotti, MD, PhD",
                            "role": "CONTACT",
                            "phone": "+41 31 632 3391",
                            "email": "Annalisa.Berzigotti@insel.ch"
                        },
                        {
                            "name": "Monique Obertin",
                            "role": "CONTACT",
                            "phone": "+41 31 632 3569",
                            "email": "monique.obertin@dbmr.unibe.ch"
                        },
                        {
                            "name": "Jaime Bosch, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.94809,
                        "lon": 7.44744
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23525208",
                    "type": "BACKGROUND",
                    "citation": "Eisenbrey JR, Dave JK, Halldorsdottir VG, Merton DA, Miller C, Gonzalez JM, Machado P, Park S, Dianis S, Chalek CL, Kim CE, Baliff JP, Thomenius KE, Brown DB, Navarro V, Forsberg F. Chronic liver disease: noninvasive subharmonic aided pressure estimation of hepatic venous pressure gradient. Radiology. 2013 Aug;268(2):581-8. doi: 10.1148/radiol.13121769. Epub 2013 Mar 22."
                },
                {
                    "pmid": "33201789",
                    "type": "BACKGROUND",
                    "citation": "Gupta I, Eisenbrey JR, Machado P, Stanczak M, Wessner CE, Shaw CM, Gummadi S, Fenkel JM, Tan A, Miller C, Parent J, Schultz S, Soulen MC, Sehgal CM, Wallace K, Forsberg F. Diagnosing Portal Hypertension with Noninvasive Subharmonic Pressure Estimates from a US Contrast Agent. Radiology. 2021 Jan;298(1):104-111. doi: 10.1148/radiol.2020202677. Epub 2020 Nov 17."
                },
                {
                    "pmid": "33341374",
                    "type": "BACKGROUND",
                    "citation": "Gupta I, Fenkel JM, Eisenbrey JR, Machado P, Stanczak M, Wessner CE, Shaw CM, Miller C, Soulen MC, Wallace K, Forsberg F. A Noninvasive Ultrasound Based Technique to Identify Treatment Responders in Patients with Portal Hypertension. Acad Radiol. 2021 Nov;28 Suppl 1(Suppl 1):S128-S137. doi: 10.1016/j.acra.2020.11.023. Epub 2020 Dec 17."
                },
                {
                    "pmid": "33392869",
                    "type": "BACKGROUND",
                    "citation": "Machado P, Gupta I, Gummadi S, Stanczak M, Wessner CE, Fenkel JM, Shaw CM, Shamini-Noori S, Schultz S, Soulen MC, Sehgal CM, Wallace K, Eisenbrey JR, Forsberg F. Hepatic Vein Contrast-Enhanced Ultrasound Subharmonic Imaging Signal as a Screening Test for Portal Hypertension. Dig Dis Sci. 2021 Dec;66(12):4354-4360. doi: 10.1007/s10620-020-06790-6. Epub 2021 Jan 4."
                },
                {
                    "pmid": "33346203",
                    "type": "BACKGROUND",
                    "citation": "Forsberg F, Gupta I, Machado P, Shaw CM, Fenkel JM, Wallace K, Eisenbrey JR. Contrast-Enhanced Subharmonic Aided Pressure Estimation (SHAPE) using Ultrasound Imaging with a Focus on Identifying Portal Hypertension. J Vis Exp. 2020 Dec 5;(166):10.3791/62050. doi: 10.3791/62050."
                },
                {
                    "pmid": "34850412",
                    "type": "BACKGROUND",
                    "citation": "Machado P, Gupta I, Fenkel JM, Gummadi S, Stanczak M, Wessner CE, Shaw CM, Schultz S, Soulen MC, Wallace K, Eisenbrey JR, Forsberg F. Ultrasound Pressure Estimation for Diagnosing Portal Hypertension in Patients Undergoing Dialysis for Chronic Kidney Disease. J Ultrasound Med. 2022 Sep;41(9):2181-2189. doi: 10.1002/jum.15897. Epub 2021 Dec 1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This project will generate subharmonic ultrasound data corresponding to portal pressures in the liver from the patients who will be recruited in this study. In addition other conventional measurements will be obtained during the clinical phases of this project.\n\nThe clinical data will be anonymized to remove any patient information. All of the data collected as in this project will be uploaded on Zenodo.org and made openly available using the Zenodo platform, because it accepts any file format and assigns the uploads a Digital Object Identifier (DOI) to make uploads easily accessible and citable.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "After the completion of the study"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000006975",
                    "term": "Hypertension, Portal"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10026",
                    "name": "Hypertension, Portal",
                    "asFound": "Portal Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M3671",
                    "name": "Adrenergic beta-Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}