{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05203393",
            "orgStudyIdInfo": {
                "id": "NORMAL-001MR"
            },
            "organization": {
                "fullName": "MindRhythm, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "500 \"Normal\" Adult Subjects Who Have Experienced no Known Brain Injury Will Participate in Collecting Data That Will Assist With the Optimization of the Diagnostic Capabilities of the Harmony in Detecting Neurologic Abnormalities.",
            "officialTitle": "Non-Blinded Control Study of Healthy Adults to Investigate the Morphology of the Headpulse Waveform Under Normal Conditions",
            "acronym": "REFRESH",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "normal-adult-subjects-who-have-experienced-no-known-brain-injury-will-participate-in-collecting-data-that-will-assist-with-the-optimization-of-the-diagnostic-capabilities-of-the-harmony-in-detecting-neurologic-abnormalities"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-01-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-01-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-10",
            "studyFirstSubmitQcDate": "2022-01-10",
            "studyFirstPostDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-15",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "MindRhythm, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The REFRESH study is designed to collect data related to a signal in the brain that MindRhythm has named the Headpulse. The Headpulse occurs as a natural movement of the brain in conjunction with the beating of the heart. 500 \"normal\" subjects who are considered healthy as they do not have any current known neurological injury will collect the brain signal data from the non-invasive headband style headset for a duration of 3 minutes either once or multiple times. Upon consenting to participate to the study by way of the accompanying MindRhythm app, participants will be sent a Harmony headset kit which will include ECG leads to collect cardiac data in conjunction with the brain signal. The participant will receive training materials and instructions on how to collect and transmit data to investigators by way of the MindRhythm app. The data collected by these \"normal\" patients will be used as a comparator to individuals who are suspected of neurological injury. This data will assist in training the data analysis algorithm to optimize its diagnostic abilities in detecting neurological injury or abnormalities including but not limited to stroke, stroke type, and concussion. The data set will also be analyzed to determine how the signal varies within an individual and amongst other \"normals.\" An additional benefit of collecting this data will be to gain knowledge related to the ergonomic factors of the app and the headset and its \"user friendliness.\"",
            "detailedDescription": "This study will involve recordings using MindRhythm's Harmony 4000, a novel, non-invasive investigative medical device. The Harmony 4000 collects accelerometry data on the motion of the skull resulting from the movement of the brain during each cardiac cycle. The motion of the skull due to brain movement is named the HeadPulse by MindRhythm. The HeadPulse, cranial accelerometry, has been shown to provide clinically relevant data for concussion, vasospasm and Large Vessel Occlusion (LVO) stroke (Wade Smith, 2015). The Harmony 4000 is a headband and is self-contained. Control of the device is provided by pushbuttons (on and off) on the headband and via an MindRhythm iPhone app. The objective of this non-significant risk (NSR) study is to collect HeadPulse waveform recordings from 500 normal subjects to be used as controls when developing algorithms for trials in stroke, concussion and other neurological conditions. The data set of normal subjects will allow evaluation of repeatability and variability of HeadPulse recordings within a subject and between subjects. Collecting un-blinded HeadPulse waveform with the Harmony 4000 from normal adult subjects including and above the ages of 18 during normal circumstances will create a comparative cohort. These normal data sets will assist in improving the diagnostic capabilities of the Harmony 4000 device in detecting neurological abnormalities including but not limitied to stroke, stroke type, and concussion. These subjects will be recorded once or multiple times as a time series covering recordings up to two years in duration. A secondary endpoint will be to determine the quality of recordings obtained when subjects are permitted to make their own recordings without supervision after iPhone app based training.\n\nParticipant's will be recruited to volunteer to provide intracranial waveform data with the understanding that they are considered \"healthy\" subjects. Upon downloading the iPhone MindRhythm study app, subjects will be asked a series of questions related to inclusion and exclusion criteria, and presented with a consent form that describes the study, and what will be asked of them. Upon subject's direct consent (no LARS) to participate in the study, participant will be enrolled and sent a Harmony headset kit that will include brief training instructions for both the use of the headset and the iPhone app, ECG leads and the Harmony headset. Participant will follow the instructions and provide recordings by way of the app at the same time of day and based on a specified physical position that will suggested and recorded in the app. The subject will be instructed as to how to connect the ECG leads and place the pads on the chest and abdomen. As the \"Headpulse\" which is the intracranial waveform detected by the Harmony headset and is as a result of the natural movement of the brain immedliately following the cardiac cycle, the ECG data must also be recorded in conjunction with the cranial readings. The subject will connect the headset to their app by way of bluetooth once a position has been chosen and leads are connected. Upon connection, the subject will maintain a still and quiet position for a period of 3 minutes while the app collects the waveform data. Upon completion of the 3 minutes, an audible chime will occur and data will stop being transmitted and recorded. The subject will then transmit that data under their patient ID number to study investigators by way of a HIPAA compliant cloud based transmission and storage system. The subject has the option to withdraw from the study at any time by way of the iPhone app and/or the PI has the option to withdraw the subject from the study."
        },
        "conditionsModule": {
            "conditions": [
                "Cranial Waveform in Normal Patients as a Result of Cardiac Cycle",
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Harmony Headset",
                    "description": "The Harmony headset is a non-invasive nonsignificant risk observational device to collect intracranial waveform data. The headset will be placed on \"normal\" study participants to collect data for a period of 3 minutes and transferred to investigators for analysis."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Development of comparative cohort of baseline intracranial waveform data in adults with no known neurological injury.",
                    "description": "To collect un-blinded HeadPulse waveform with the Harmony 4000 from normal adult subjects including and above the ages of 18 during normal circumstances in order to create a comparative cohort. These normal data sets will assist in improving the diagnostic capabilities of the Harmony 4000 device in detecting neurological abnormalities.",
                    "timeFrame": "These subjects will be recorded once or multiple times as a time series covering recordings up to two years in duration."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To collect intracranial waveform data to analyze the quality of the signal when varied individuals collect it under varied circumstances.",
                    "description": "A secondary endpoint will be to determine the quality of recordings obtained when subjects are permitted to make their own recordings without supervision after iPhone app based training.",
                    "timeFrame": "The analysis of the quality of the data will be evaluated as the data is transmitted to the investigators over a period of 2 years during the duration of the study."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Male and female adults from the age of 18 who have the ability to consent with no surrogates.\n\n-\n\nExclusion Criteria: Open wound to the head, pregnant women, not suitable for participation per the opinion of the PI.\n\n-",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Community sample from the United States of 500 men and women volunteers who are considered \"healthy\" in so much as there is no indication that participants do not have a neurological disease or condition, or related conditions or symptoms.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paul Lovoi, PhD",
                    "role": "CONTACT",
                    "phone": "8608368630",
                    "email": "Paul.Lovoi@mindrhythm.com"
                },
                {
                    "name": "Beth Johnson",
                    "role": "CONTACT",
                    "phone": "8608368630",
                    "email": "Beth.Johnson@mindrhythm.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul Lovoi, PhD",
                    "affiliation": "Chief Technical Officer, MindRhythm Incorporated",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MindRhythm Incorporated",
                    "city": "Cupertino",
                    "state": "California",
                    "zip": "95014",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Lovoi, PhD",
                            "role": "CONTACT",
                            "phone": "408-230-6396"
                        },
                        {
                            "name": "Beth Johnson",
                            "role": "CONTACT",
                            "phone": "8608368630",
                            "email": "Beth.Johnson@mindrhythm.com"
                        },
                        {
                            "name": "Paul Lovoi, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "John Keane",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Beth Johnson",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lisa Distenfield",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.323,
                        "lon": -122.03218
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25761424",
                    "type": "RESULT",
                    "citation": "Smith WS, Browne JL, Ko NU. Cranial Accelerometry Can Detect Cerebral Vasospasm Caused by Subarachnoid Hemorrhage. Neurocrit Care. 2015 Dec;23(3):364-9. doi: 10.1007/s12028-015-0118-9."
                },
                {
                    "pmid": "31591693",
                    "type": "RESULT",
                    "citation": "Smith WS, Keenan KJ, Lovoi PA. A Unique Signature of Cardiac-Induced Cranial Forces During Acute Large Vessel Stroke and Development of a Predictive Model. Neurocrit Care. 2020 Aug;33(1):58-63. doi: 10.1007/s12028-019-00845-x."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M12365",
                    "name": "Nervous System Malformations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}