{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05042466",
            "orgStudyIdInfo": {
                "id": "NWTTPS"
            },
            "organization": {
                "fullName": "NWTraumatherapies",
                "class": "NETWORK"
            },
            "briefTitle": "Northwest Therapies Trauma Psilocybin Study Compassionate Use Study",
            "officialTitle": "NW Trauma Therapies, Chronic Illness of Chronic Depression, PTSD, MS, HIV, and SARS-CoV-2, Long Haulers Syndrome. Treatment of Unregulaaible Trauma by the Treatment of Enhanced Micro Dosing the Levels of 0.15, Thru 0.33, With a Maintenance Dose of 1 Gram Per Month for Neural Pathway Increase of Non Synthesized Psilocybin, Using the Actual Plant to Regulate the Highjacked Nervous System.",
            "acronym": "NWTTPS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "northwest-therapies-trauma-psilocybin-study-compassionate-use-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-24",
            "studyFirstSubmitQcDate": "2021-09-06",
            "studyFirstPostDateStruct": {
                "date": "2021-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-07",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NWTraumatherapies",
                "class": "NETWORK"
            },
            "collaborators": [
                {
                    "name": "World Health Organization",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The on-boarding of unregulatable trauma in the United States has reached 20%, which is 1/5 of the population. A population of this magnitude, by definition has now reached an epidemic classification. The population with chronic illness as stated: PTSD, Chronic Depression, MS, HIV, and SARS-CoV-2- Long Haulers Syndrome. These chronic conditions/illnesses many lead to death and are often the cause or perpetuate unregulated trauma and create an unstable population. Psychiatrists have testified before congress that the SSSRI medications are not fully functional cures and are not working for patients. Enchanced Psilocybin micro-dosing at the levels of 0.15g. ranging to 0.33g. every other day an 0.50g. for monthly maintenance of neural pathway production is proving to shave back the highjacked nervous system, thus stopping or rerouting the ruminating neurotransmitters, by rerouting thru new neural pathways. The body has a additional natural pathway in place then to decrease/stop these thoughts by have open pathways to process the thought differently. Serotonin is a neurotransmitter and which is the most famous of all the neurotransmitters. Serotonin is very similar in its compound structure to the plant medicine family of psilocybin, serotonin and psilocybin work very similarly with the 5h2A receptor in the human cortex ( the outer cortex of the brain ). Enhanced Microdosing of psilocybin at the levels of 0.15 to 0.33 and of 1 gram to 1.5 grams monthly for maintenance of the newly opened neural pathways is postulated to be a mental health game changer. Psilocybin helps shave back the highjacked nervous system which is a condition known as the diagnosis (SSD) Somatic Symptom Disorder. This research is believed accurate by proof on previous studies to process the subconscious held in the subconscious and shave back the somatic feelings resulting from the trauma of the individuals who have on-boarded chronic disease(s) of Trauma,PTSD, Unregulated Chronic Depression, MS, Cancer, HIV, and SARS-CoV-2- Long Haulers Syndrome.",
            "detailedDescription": "Patients will work with a team: The Administrator Of Study, participants will be onboarded into the study by a Psychiatrist, Therapist LCPC, Micro Dosing Advisor/On-Boarding Provider, going forward referred to as a PMOP ( PLANT MEDICINE ON-BOARDING PROVIDER. The PMOP will administrate, chart dosing and file reports with the Psychiatrist, General Provider, Psychologist, or the LCPC Therapist. Adding a PMOP to Western Medicine could be the key to making treatment available at a functional cost.\n\nThe dosage will be ( enhanced micro-dosing which is 1 gram to 1.5 grams of psilocybin every other day for 5 days then moving into a M/W/F dose ranging in the enhanced micro-dose levels of 0.15G. thru 0..33 for 8 weeks.\n\nPatients will be accepted in the study they must present with one of the following diagnosed conditions, chronic illness' of Trauma, PTSD, Unregulated Chronic Depression, MS, HIV, Cancer, or SARS-CoV-2- Long Haulers Syndrome. As participants with unregulated trauma can tend to have a severely compromised un-functional compromised immune system. This compromised low functioning compromised immune system creates additional health crisis and can cost a great deal of money for the patients and the healthcare system. As testified to congress, the SSRI's are not fully able to manage the on boarding of severe trauma resulting often in PTST/Trauma, these pharmaceuticals tend to become in effective for treatment within 6 months to a year. The SSRI's and pharmaceuticals available for treatment currently have a success rate of 35 %. These diagnosis' of mental compromise are currently being managed at great human cost and financial cost for a decade or more for many patients. Working in conjunction with the General Provider, Psychiatrist, Psychologist, and LCPC Therapist, with a PMOP ( Enhanced Micro Dosing Provider),The PMOP On-Boarding Provider will tailor the dose of plant medicine which this study postulates will result in a positive treatment and will result in improved (Quality of Life) and in the cases of terminal illness, result in (Dying Well)\" A mind without rumination. As Stated, this study is looking for evidence this Plant Medicine Psilocybin would become a path to shave back the SSRI's and treat with dosing of of M/W/F of enhance Microdosing at the levels of 0.15g. thru 0.33G. The Monthly dose of 1 to 1.5 grams of Plant Medicine for maintenance of the increase in newly opened neural pathways. This Study will introduce Non Synthetic Psilocybin every other day for 8 weeks, and the 1G to 1.1.5 G once time per month.\n\nThe on-boarding of unregulatable trauma in the United States has reached 20%, which is 1/5 of the population. A population of this magnitude, by definition has reached an epidemic classification. The population with chronic illness as stated: Trauma, PTSD, Chronic Depression, MS, Caner, HIV, and SARS-CoV-2- Long Haulers Syndrome, these conditions are severe and the treatments are often not effective. These chronic illnesses which can result in unregulated trauma and create an unstable portion of the population. Psychiatrists have testified before congress that the SSRI's medications are not functional cures and are often not working for patients. Psilocybin micro-dosing by many studies is proving to shave back the highjacked nervous system, stopping or rerouting the neural pathways lessening or stopping the ruminating neurotransmitters. This is the 1st study to support the treatment in the Enhanced Microdosing levels in the range of 0.15g. to 0.33g, and adding a dose of 1g. to 1.5 g. monthly for maintence. The body has a natural path to stop these thoughts by a neurotransmitter called serotonin This famous neurotransmitter Serotonin, is very similar to the plant medicine family of psilocybin, Serotonin and Psilocybin work very similarly with the 5h2A receptor in the human cortex ( the outer cortex of the brain ). Enhanced Microdosing of 0.15 to 0.33 with month dose of 1 gram to 1.5 grams of psilocybin is postulated to shave back and reroute the highjacked nervous system known as the diagnosis (SSD) Somatic Symptom Disorder. This research is believed accurate by proof on previous studies to reverse back the somatic feelings resulting from the trauma of the individuals who are on boarding chronic diseases of PTSD, Chronic Depression, MS, HIV, Cancer, and SARS-CoV-2- Long Haulers Syndrome.\n\nRoss Allison Administrator NPI#1437519899"
        },
        "conditionsModule": {
            "conditions": [
                "Trauma, Nervous System"
            ],
            "keywords": [
                "Trauma",
                "HIV",
                "MS",
                "SARs-Cov-2",
                "Psilocybin",
                "Microdose",
                "Highjacked Nervous System",
                "Cancer",
                "Depression",
                "PTSD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase 1, 8 week time frame, M/W/F 0.15 to 0.33G, tailored dose of non synthesized psilocybin. A Monthly dose of 1 gram to 1.5 grams psilocybin. QC, controllers, Psychiatrist, LCPC Therapist, Plant Medicine On Boarding Specialist.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participant, Providers",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Plant Medicine On Boarding",
                    "type": "EXPERIMENTAL",
                    "description": "The participant will partner with psychiatrist to reduce SSRI's and on-board psilocybin, every M/W/F with a tailored dose of plant medicine psilocybin in the enhanced micro dose levels or 0.15g. to 0.33g with a monthly dose of 1 gram to 1.5 grams. Study Status, Oversight, Study Design, Outcome Measures, Eligibility, and informed consent will all be metrics of this study.",
                    "interventionNames": [
                        "Drug: Trauma"
                    ]
                },
                {
                    "label": "Participant",
                    "type": "EXPERIMENTAL",
                    "description": "0.15g. thru 0.33g. tailored to participant, then Monthly a 1 time dose of 1gram to 1.5 grams dose of non-synthesized plant medicine psilocybin.",
                    "interventionNames": [
                        "Drug: Trauma"
                    ]
                },
                {
                    "label": "Psychiatrist",
                    "type": "EXPERIMENTAL",
                    "description": "Psychiatrist QC scaling back SSRI's replacing with psilocybin.",
                    "interventionNames": [
                        "Drug: Trauma"
                    ]
                },
                {
                    "label": "On-Boarding Plant Medicine Specialist",
                    "type": "EXPERIMENTAL",
                    "description": "The On-Boarding Provider will control dosage of the plant medicine via Telehealth.",
                    "interventionNames": [
                        "Drug: Trauma"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Trauma",
                    "description": "0.15g. thru 0.33g., M/W/F and monthly 1 time a dose of 1g. to 1.5g monthly. 8 week trial.",
                    "armGroupLabels": [
                        "On-Boarding Plant Medicine Specialist",
                        "Participant",
                        "Plant Medicine On Boarding",
                        "Psychiatrist"
                    ],
                    "otherNames": [
                        "psilocybin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "GAF Score",
                    "description": "GAF scoring system, Psychiatrist, LCPC Therapist, Administrator, On Boarding Plant Medicine Specialist, and Participant. will individually submit assessments monthly. A metrics of all 4 reports will be the result. QC measure to ensure the research participant is safe.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "BAM Score",
                    "description": "BAM, Brief Addiction Monitor, As psilocybin in all studies has shown not to be addictive. This study has in place a monthly BAM score by thePsychiatrist, LCPC Therapist, Administrator, On Boarding Plant Medicine Specialist. This BAM score will be done Monthly by all 4 listed persons. The metric of the combined scores will be the result. This QC measure is to protect the participant.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PLC-5 Score",
                    "description": "PLC-5 score resulting in 1. Monitoring symptom change during and after the treatment. 2. Screeing for PTSD. 3. Making a provisional PTSD Diagnosis. All 4 providers will complete this score monthly. The metric of the 4 providers will result the score.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPsychiatrist, LCPC Therapist, Administrator, On Boarding Plant Medicine Specialist.\n\nInformed Consent\n\nExclusion Criteria:\n\nCardiovascular Complication",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ross M Allison, Plant Medicine On Boarding",
                    "role": "CONTACT",
                    "phone": "206-234-3087",
                    "email": "geriatric.bozemanhealth@gmail.com"
                },
                {
                    "name": "Ross M Allison, Provider NPI 1437519899",
                    "role": "CONTACT",
                    "phone": "206-234-3087",
                    "email": "practitioner.lmp.lifeenergy@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ross M Allison, Provider",
                    "affiliation": "NW Therapies Trauma Unit",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ross Allison NPI #1437519899 Administrator Of Study",
                    "city": "Bozeman",
                    "state": "Montana",
                    "zip": "59718",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.67965,
                        "lon": -111.03856
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Trauma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "asFound": "Trauma, Nervous System",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11767",
                    "name": "Metronidazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}