{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06398197",
            "orgStudyIdInfo": {
                "id": "STUDY20231429"
            },
            "secondaryIdInfos": [
                {
                    "id": "CA2115405",
                    "type": "OTHER_GRANT",
                    "domain": "National Science Foundation"
                }
            ],
            "organization": {
                "fullName": "Case Western Reserve University",
                "class": "OTHER"
            },
            "briefTitle": "Nourish Pilot & CoDesign Study",
            "officialTitle": "Nourish Pilot & CoDesign Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nourish-pilot-codesign-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-26",
            "studyFirstSubmitQcDate": "2024-04-30",
            "studyFirstPostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Case Western Reserve University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American University",
                    "class": "OTHER"
                },
                {
                    "name": "Purdue University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the research study is to learn more about the best ways to teach cooking and food skills to adults, and how cooking classes may help reduce one's stress and food waste, as well as improve their diet.",
            "detailedDescription": "Currently, 12.8% of Americans experience food insecurity, and food insecurity is associated with elevated perceived stress. Food literacy is proficiency in food-related skills and knowledge, including food preparation and cooking skills, basic nutrition knowledge, and the ability to prevent food waste. Recent research conducted in Australia suggests that food literacy interventions are associated with improved food security. Traditionally food literacy interventions take a recipe-based approach to culinary nutrition and lack information about key components of food literacy, such as food storage and food waste reduction techniques. However, recent research by the PI contends that recipes may be difficult for food insecure individuals to implement at home, given the challenge of procuring ingredients, suggesting the need for a new approach. In addition, food insecure households face additional environmental challenges, such as owning fewer cooking utensils, compared to food secure households. Based on the Social Cognitive Theory, the Nourish intervention addresses these limitations by incorporating food waste reduction, food storage knowledge, and improvisational cooking skills (cooking with what you have on hand) into food literacy and culinary nutrition education, as well as providing key cooking utensils. Eventually, the study team plans to test the impact of the Nourish intervention on food literacy, perceived stress, diet quality and food security to determine if food literacy interventions can positively impact perceived stress, diet, and food security. The present pilot study will test the feasibility and acceptability of the Nourish intervention and corresponding evaluation, as well as provide participant feedback on the intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Nutrition, Healthy"
            ],
            "keywords": [
                "Food Literacy",
                "Cooking Skills"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nourish Intervention then No Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects first participate in 8 weeks of weekly cooking classes, then no intervention for 8 weeks.",
                    "interventionNames": [
                        "Behavioral: Nourish Intervention then No Intervention"
                    ]
                },
                {
                    "label": "No Intervention then Nourish Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects receive no intervention for 8 weeks, then participate in 8 weeks of weekly cooking classes.",
                    "interventionNames": [
                        "Behavioral: No Intervention then Nourish Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Nourish Intervention then No Intervention",
                    "description": "Participants will attend a weekly in-person class with brief instructional video clips, hands-on cooking and tasting experiences. Participants will work individually and as part of small groups during instructional sessions. At the end of each class, participants will receive a grocery bundle and a kitchen gadget that serves both as an incentive and implementation support to promote improved cooking frequency and confidence. Participants will be asked to post photos of what they made with their groceries to an instant messaging software (GroupMe application) and be encouraged to engage with fellow classmates on GroupMe to encourage social support of cooking. After 8 weeks, participants crossover into the No Intervention group.",
                    "armGroupLabels": [
                        "Nourish Intervention then No Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "No Intervention then Nourish Intervention",
                    "description": "Participants will receive no intervention for 8 weeks. After 8 weeks, they crossover into the Nourish Intervention group where they will attend a weekly in-person class with brief instructional video clips, hands-on cooking and tasting experiences. Participants will work individually and as part of small groups during instructional sessions. At the end of each class, participants will receive a grocery bundle and a kitchen gadget that serves both as an incentive and implementation support to promote improved cooking frequency and confidence. Participants will be asked to post photos of what they made with their groceries to an instant messaging software (GroupMe application) and be encouraged to engage with fellow classmates on GroupMe to encourage social support of cooking.",
                    "armGroupLabels": [
                        "No Intervention then Nourish Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Food Waste Volume",
                    "description": "Food waste volume will be measured in grams using a study-provided food scale and waste log. Participants are asked to weigh discarded food and log the weight in a food waste tracking notebook for a period of 1 week prior to randomization at Baseline, and again for a period of 1 week at 10 weeks post-randomization. The outcome measure will use the difference in total volume of food waste between the two time points.",
                    "timeFrame": "Change from Baseline to 10 weeks post-randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 and over\n* Ability to attend classes in person\n\nExclusion Criteria:\n\n* Non-English speaking",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashleigh Fletcher, BS",
                    "role": "CONTACT",
                    "phone": "216-368-4699",
                    "email": "axf537@case.edu"
                },
                {
                    "name": "Melissa Prescott, PhD",
                    "role": "CONTACT",
                    "phone": "216-368-4699",
                    "email": "melissa.prescott@case.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melissa Prescott, PhD",
                    "affiliation": "Case Western Reserve University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Brenna Ellison, PhD",
                    "affiliation": "Purdue University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Community Recruitment",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44118",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}