{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05671692",
            "orgStudyIdInfo": {
                "id": "Pro00111732"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Novel Intervention for Chronic Complex TBI in OEF/OIF/OND Veterans",
            "officialTitle": "Novel Intervention for Chronic Complex TBI in OEF/OIF/OND Veterans",
            "therapeuticArea": [
                "Other"
            ],
            "study": "novel-intervention-for-chronic-complex-tbi-in-oef-oif-ond-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-21",
            "studyFirstSubmitQcDate": "2022-12-21",
            "studyFirstPostDateStruct": {
                "date": "2023-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Christine Marx, MD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Duke University"
            },
            "leadSponsor": {
                "name": "Christine Marx, MD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare pregnenolone and placebo (a placebo is a look-alike substance that contains no active drug) in Operation Enduring Freedom/Operation Iraqi Freedom/Operation New Dawn (OEF/OIF/OND)-Era Veterans with a history of chronic Traumatic Brain Injury (TBI). The main questions it aims to answer are:\n\n* Does pregnenolone improve psychological health, overall physical function, cognition, symptoms of PTSD, and pain more than placebo over the 8-week study period, and what is the most effective dose of the drug that is safe and well-tolerated?\n* What are the biological effects of pregnenolone, and how do pregnenolone and other molecules change over the course of treatment? (and do pregnenolone and other molecules predict clinical improvement?)\n\nParticipants who are eligible and consent to participate in the study will:\n\n* be randomized in a 1:1 ratio to take pregnenolone or placebo\n* be given pregnenolone or placebo to take each day at home\n* will participate in 6 visits over 11 weeks for tests, exams and procedures that are for study purposes (each visit will last 1.5 - 3 hours)\n* be evaluated at each visit to determine if there are any bad reactions to the study drug and if study participation is still appropriate\n* be financially compensated for their visit time and travel cost"
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury",
                "TBI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pregnenolone",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Drug: Pregnenolone"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pregnenolone",
                    "description": "Pregnenolone 250 mg BID x 14 DAYS, followed by Pregnenolone 500 mg BID x 14 DAYS, followed by Pregnenolone 1000 mg BID x thereafter for the remainder of the 8-week trial",
                    "armGroupLabels": [
                        "Pregnenolone"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Same as active comparator, except placebo dispensed.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in psychological health as measured by the Brief Symptom Inventory-18 (BSI)",
                    "description": "The BSI-18 GSI summarizes a respondent's overall level of psychological distress. The score used in a normatively based T-score (range 1-100) calculated from the sum of responses. Higher scores are indicative of greater distress. The outcome measure is the change in scores before and after treatment (the baseline and Week 8 difference scores).",
                    "timeFrame": "Baseline, week 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in physical health as measured by the 36-Item Short Form Health Survey (SF-36)",
                    "description": "These data report changes in the mean scores in physical health symptoms using the Physical Health Summary sub score of the SF-36. The SF-36 is a health survey with an 8-scale profile embedded in 36 questions that measures components of health. Each item is scored on a 0 to 100 range, with the lowest and highest possible scores set at 0 and 100, respectively. All of these items are scored such that a high score defines a more favorable health state. Thus, increases in scores represent improvements relative to baseline.",
                    "timeFrame": "Baseline, week 8"
                },
                {
                    "measure": "Changes in mental health as measured by the 36-Item Short Form Health Survey (SF-36)",
                    "description": "These data report changes in the mean scores in mental health symptoms using the Mental Health Summary sub score of the SF-36. The SF-36 is a health survey with an 8-scale profile embedded in 36 questions that measures components of health. Each item is scored on a 0 to 100 range, with the lowest and highest possible scores set at 0 and 100, respectively. All of these items are scored such that a high score defines a more favorable health state. Thus, increases in scores represent improvements relative to baseline.",
                    "timeFrame": "Baseline, week 8"
                },
                {
                    "measure": "Changes in cognition as measured by the Wechsler Adult Intelligence Scale (WAIS-IV)",
                    "description": "WAIS-IV coding test is a valid and sensitive measure of cognitive dysfunction that correlates with functional outcomes. The participant is required to identify the symbols matched to numbers using a key and write in the symbol beneath the associated number. The total score ranges from 0 to 135 and is based on the total number of codes correctly completed over a 90-second time limit. Higher scores indicate better processing speed. Positive change from baseline indicates better processing speed.",
                    "timeFrame": "Baseline, week 8"
                },
                {
                    "measure": "Changes in cognition as measured by the Stroop Color and Word Test (STROOP)",
                    "description": "The Stroop is a neuropsychological test extensively used to assess the ability to inhibit cognitive interference that occurs when the processing of a specific stimulus feature impedes the simultaneous processing of a second stimulus attribute, well-known as the Stroop Effect. The score for the Stroop Test is the number of correct responses provided in 45 seconds on each test condition: word reading, color naming, and inhibition. Scores range from 0 to no upper limit, with higher scores indicating better performance.",
                    "timeFrame": "Baseline, week 8"
                },
                {
                    "measure": "Changes in PTSD symptoms as measured by the PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "Post-Traumatic Stress Disorder (PTSD) symptoms will be evaluated by the Post-Traumatic Stress Disorder Checklist Scale-Version DSM 5 (PCL-5). This questionnaire contains twenty items to assess PTSD symptoms. A total score for symptom severity (0-80) can be obtained by summing the scores for each of the 20 items. Higher scores are indicative of greater symptomatology.",
                    "timeFrame": "Baseline, week 8"
                },
                {
                    "measure": "Changes in depression symptoms as measured by the Beck Depression Inventory-II (BDI-II)",
                    "description": "The BDI-II is a 21-item, self-report rating inventory that assesses symptoms of depression. Scores range from 0 (no depression) to 63 (severe depression). Higher scores indicate greater depression symptomatology.",
                    "timeFrame": "Baseline, week 8"
                },
                {
                    "measure": "Changes in pain symptoms as measured by the Brief Pain Inventory (BPI)",
                    "description": "The Brief Pain Inventory (BPI) is a self-reported scale that measures the severity of pain symptoms. The scores range from 0 (no pain) to 10 (pain as severe as you can imagine). The Interference scores range from 0 (does not interfere) to 10 (completely interferes); there are 7 questions assessing the interference of pain. The outcome measure is the change in scores before and after treatment (the baseline and Week 8 difference scores). Higher scores are associated with greater pain.",
                    "timeFrame": "Baseline, week 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 21-65 years of age, any ethnic group, either sex.\n2. History of mild TBI since 2001 and service in the U.S. Military since 9/11/01 (OEF/OIF/OND era).\n3. We will adhere to the operational definition of mild TBI suggested by the World Health Organization Task Force (Holm et al 2005), with the exception of Glasgow Coma Scale score criteria (not available for these participants): a.) 1 or more of the following: confusion or disorientation, loss of consciousness for 30 minutes or less, post-traumatic amnesia for less than 24 hours, and/or other transient neurological abnormalities such as focal signs, seizure, and intracranial lesion not requiring surgery; Glasgow Coma Scale (GCS) score of 13-15 after 30 minutes post-injury or later upon presentation for health care (GCS unavailable). This WHO diagnostic definition of mild TBI is also consistent with the CDC Report to Congress on Mild TBI in the United States, September 2003 (specifically, altered consciousness attributable to the head injury \\[=transient confusion, disorientation or impaired consciousness\\] or self-reported loss of consciousness lasting 30 minutes or less).\n4. Ability to read/understand English and to participate fully in the informed consent process.\n5. No anticipated need to alter psychiatric or pain medications for duration of study involvement.\n6. No changes in psychotropic or behavioral interventions during the study or in the 2 weeks prior to study enrollment.\n7. Negative pregnancy test if female. Sexually active subjects are required to use a medically acceptable form of birth control if they are of childbearing potential and could become pregnant during the study.\n\nExclusion Criteria:\n\n1. Exclusionary criteria will diverge slightly from the above WHO definition of mild TBI and exclude participants who report a history of seizures for this investigation.\n2. Participants with current suicidal or homicidal ideation necessitating clinical intervention or representing an imminent concern.\n3. Concomitant medications for co-occurring medical conditions are permissible for stable medical conditions that are reasonably well-controlled (for example, hypertension medications, statins, and oral hypoglycemic medications would generally be permissible if they appear to be effectively treating the underlying condition). Medications that could potentially confound study outcomes (for example, prednisone) are exclusionary.\n4. Participants who report a history of seizures, a history of stroke, a history of prostate cancer (or any other cancer other than non-melanoma skin cancer), a history of myocardial infarction, the presence of congestive heart failure, or any other serious health condition that would likely preclude safe study participation in the medical opinion of the PI or in consultation with the participant's PCP/other health care provider).\n5. Current DSM-5 diagnosis of bipolar disorder, schizophrenia or other psychotic disorder, or cognitive disorder due to a general medical condition other than TBI.\n6. Female participants who are pregnant or breast-feeding.\n7. Known allergy to study medication.\n8. Benzodiazepine or opioid use within the last 2 weeks is exclusionary.\n9. Substance use disorder (DSM-5), other than nicotine use disorder.\n10. Serious unstable medical illness. History of cerebrovascular accident, prostate, uterine or breast cancer. Medications to treat these conditions either acutely or chronically (for example, finasteride, tamoxifen, clopidogrel) are also exclusionary.\n11. Use of oral contraceptives or other hormonal supplementation such as estrogen or progesterone, as there is a theoretical risk that a metabolite of pregnenolone could potentially impact efficacy of oral contraceptives and estrogen replacement.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan O'Loughlin",
                    "role": "CONTACT",
                    "phone": "919-384-8582",
                    "email": "susan.oloughlin@duke.edu"
                },
                {
                    "name": "Jason Kilts, PhD",
                    "role": "CONTACT",
                    "phone": "919-286-0411",
                    "email": "jason.kilts@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chris Marx, MD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University School of Medicine",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Per FITBIR policy on Data Sharing, we will submit all de-identified data to FITBIR after the completion of the study. All data are submitted in accord with applicable laws and regulations, and that the identities of research participants will not be disclosed to the FITBIR Informatics System. FITBIR Data Sharing Policy includes steps to protect the interests and privacy concerns of individuals, families, and identifiable groups who participate in TBI genetic and other research.",
            "timeFrame": "A contribution will be submitted after study completion and will remain in the FITBIR database indefinitely.",
            "accessCriteria": "Only individuals with a FITBIR account who have submitted a Data Access Request that has been reviewed by the Data Access Quality Committee will be able to view the data.",
            "url": "http://fitbir.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}