{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02257892",
            "orgStudyIdInfo": {
                "id": "140206"
            },
            "secondaryIdInfos": [
                {
                    "id": "14-I-0206"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Novel Genetic Disorders of the Immune System",
            "officialTitle": "Novel Genetic Disorders of the Immune System",
            "therapeuticArea": [
                "Other"
            ],
            "study": "novel-genetic-disorders-of-the-immune-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-10-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-10-04",
            "studyFirstSubmitQcDate": "2014-10-04",
            "studyFirstPostDateStruct": {
                "date": "2014-10-07",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- The immune system helps the body fight infection and disease. People with immune system problems can get infections, blood disorders, and other health problems. Researchers want to learn more about the immune system, like what causes it to not work properly.\n\nObjectives:\n\n- To evaluate people with certain types of immune system disorders.\n\nEligibility:\n\n- Adults and children with an immune disorder or symptoms of one, and their relatives. Some disorders are not included in this study.\n\nDesign:\n\n* Researchers will review participants medical records.\n* Participants may mail in a blood or saliva sample, or be evaluated at the clinic. At the clinic, they may have a medical history, physical exam, blood tests, and imaging scans (with dye given through a needle in the arm). They may have genetic testing done on a sample of blood, saliva, hair, or nail clipping.\n* Participants may choose to have a skin biopsy. Up to 2 skin samples will be taken from their arm, back, or other area. A biopsy punch is inserted into the skin and rotated. A small circle of skin is removed.\n* Participants 10 and older may also choose to have leukapheresis. Blood is taken through a needle in one arm. It passes through a machine that separates the white blood cells. The rest of the blood is returned by needle in the other arm.\n* Researchers may recommend medicines, but no treatments are being studied.\n* Participants may be invited to return for visits over several years. At those visits, they may repeat some or all of the above tests. Or they may mail in blood or other samples. They may also send medical records.",
            "detailedDescription": "This study is designed to evaluate patients with suspected or identified novel immune disorders, with a focus on abnormal immune homeostasis potentially due to defects in activation or apoptosis. Blood relatives of enrolled patients will also be evaluated. Affected individuals may have Mendelian gene defects involving mostly single or occasionally multiple genes. These patients may have signs and symptoms suggestive of clinically significant lymphocyte homeostasis disorders. However, some selected patients manifesting autoimmunity, autoinflammatory conditions, end-organ dysfunction, Epstein-Barr virus (EBV) and cytomegalovirus (CMV) viremia, frequent infections, allergies, or laboratory abnormalities consistent with immune defects of research interest to the Laboratory of Clinical Immunology and Microbiology may also be studied under this protocol at the discretion of the Investigators.\n\nThis protocol will facilitate the discovery of the role of genetic pathways and modes of inheritance associated with pathophysiological events leading to immune system dysregulation, particularly disorders of immune cell homeostasis. A better understanding of the genetics as well as biochemical and molecular basis of complex immune disorders could also lead to the development of novel therapeutic targets and approaches.\n\nPatients will undergo clinical evaluations that include history and physical examinations, blood sampling, radiological exams, genetic testing, skin biopsy, and other medically indicated procedures. Genetically related family members of patients may also be screened and evaluated for clinical, in vitro, and genetic correlates of immune abnormalities. Patients and blood relatives unable or too sick to travel to NIH Clinical Center (CC) may be evaluated through mail-in blood samples. Patients and their relatives will remain enrolled on this study to observe the natural history of the disorder and obtain blood, saliva, skin biopsy, or other specimens at periodic intervals. This study aims to enroll up to a total of 500 patients and their family members."
        },
        "conditionsModule": {
            "conditions": [
                "PI3KCD",
                "CTLA4",
                "STAT3GOF",
                "MAGT1"
            ],
            "keywords": [
                "CTLA4",
                "PI3KCD",
                "MAGT1",
                "Rare Immune Disorders",
                "Genetic Testing",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "FAMILY_BASED",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients",
                    "description": "Affected patients, with symptoms or genetic mutation"
                },
                {
                    "label": "Unaffected/healthy relatives",
                    "description": "Relatives without symptoms or genetic mutation"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "discover novel genes in undiagnosed immune disorders",
                    "description": "Determination of a discrete genotype-phenotype association leading to a diagnosis and understanding of the natural history of the patient s immune disorder, an underlying trait, or both.",
                    "timeFrame": "ongoing"
                },
                {
                    "measure": "study the natural history of newly identified genetic disorders",
                    "description": "Determination of a discrete genotype-phenotype association leading to a diagnosis and understanding of the natural history of the patient s immune disorder, an underlying trait, or both.",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nThe following inclusion criteria apply to all subjects:\n\n* Patient and relatives aged 0-99 years old to include women who are pregnant or breastfeeding. Only patients \\>2 years of age, in stable clinical status and meeting the weight requirement of the NIH CC will be physically evaluated at the NIH CC.\n* Willingness to allow storage of blood, saliva, and other tissue specimens for future use in medical research.\n* Willingness to participate in genetic testing and allow sharing of genetic information in secure databases like dbGAP. These tests may include, but are not limited to, whole exome and whole genome sequencing.\n* Priority may be given to individuals with a family history (if readily available) suggestive of multiple affected members with a constellation of signs and symptoms suggestive of immune dysfunction among first- or second-degree relatives.\n* Eligibility of special populations\n\n  * A. NIH employees are eligible\n  * B. Women who are pregnant or breast feeding are eligible to enroll as probands Pregnant relatives are also eligible for inclusion as\n\nthey can provide important controls, genetic reference and historic clinical information. This protocol is not actively seeking women who are pregnant.\n\n--C. Pediatric populations are eligible, with restrictions, in order to learn about the natural history of the immune disorders under investigation and to provide diagnostic work up for their ongoing clinical care. Healthy pediatric relatives can provide important diagnostic and genetic reference for affected patients.\n\n-Pediatric populations are eligible, with restrictions, in order to learn about the natural history of the immune disorders under investigation and to provide diagnostic work up for their ongoing clinical care. Healthy pediatric relatives can provide important diagnostic and genetic reference for affected patients.\n\nPatients must have:\n\n* An identified genetic basis for an immune disorder or signs and symptoms suggestive of clinically significant immune dysregulation and/or immunodeficiency manifesting with features including but not limited to autoimmunity, autoinflammatory conditions, lymphadenopathy, end-organ dysfunction, unusual infections, allergies, or laboratory abnormalities consistent with immune dysregulation.\n* A primary physician outside of the NIH and will be required to submit a letter or clinical summary from their referring physician that documents their relevant health history.\n\nEXCLUSION CRITERIA:\n\nPatients will be excluded for any of the following:\n\n* Known genetic disorders that are already well characterized, such as severe combined immunodeficiency (SCID), chronic granulomatous disease (CGD), etc., and those in which we do not have an enduring research interest in the LCIM.\n* Patients with unknown immune disorders will be excluded if they have received chemotherapy within the last 6 months for a malignancy or have infections such as HIV or mycobacterial infections.\n* Severe clinical illness requiring highly specialized teams and institutions. The NIH may not be able to provide appropriate care for certain referred cases. The Principal Investigator (PI) may determine that the patient is eligible for enrollment but ineligible for admission to the Clinical Center. Patients and relatives with certain obstetric issues may pose a safety risk for travel and evaluation here. Eligibility for this group will be determined on a case by case basis by the PI.\n* Patients with well-defined autoimmune conditions such as systemic lupus erythematosus (SLE), Hashimoto s thyroiditis, Addison s disease, Graves disease, sarcoidosis and rheumatoid arthritis, among others.\n\nBlood relatives will be excluded for the following:\n\n-Any condition which in the opinion of the investigator may interfere with evaluation of an immune system abnormality that is the subject of study under this protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "No limitations. Generally patients are referring by physicians within the US and Canada",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alanvin D Orpia, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 669-2935",
                    "email": "alanvin.orpia@nih.gov"
                },
                {
                    "name": "V. Koneti Rao, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-6502",
                    "email": "kr191c@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "V. Koneti Rao, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2014-I-0206.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "asFound": "Genetic Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}